Repository: GNOME/beast
Catalog: po/*.po
Languages: ca, cs, de, el, es, nl, pt, pt_br, ru, sl, sr, sr@latn, sv

source: Show messages about audio input problems
ca: Mostra missatges sobre els problemes d'entrada d'àudio
cs: Zobrazovat zprávy o problémech se vstupem zvuku
de: Meldungen über Probleme mit der Audio-Eingabe anzeigen
es: Mostrar mensajes sobre problemas con las señales de entrada
nl: Berichten tonen bij problemen met opname van geluid

source: Show messages about web browser launch problems
de: Meldungen über Startprobleme des Webbrowsers anzeigen
es: Mostrar mensajes sobre problemas de lanzamiento del navegador web

source: Show recording file errors
ca: Mostra errors d'enregistrament a fitxer
cs: Zobrazit chyby zaznamenávaného souboru
de: Fehler der aufgezeichneten Datei anzeigen
es: Mostrar los errores ocurridos al grabar archivos
nl: Opnamebestand fouten tonen
pt_br: Mostrar erros de gravação de arquivos

source: Shrink Horizontally
ca: Redueix horitzontalment
cs: Vodorovně zmenšit
de: Horizontal schrumpfen
el: Οριζόντια σμίκρυνση
es: Estrechar horizontalmente
nl: Horizontaal krimpen
pt: Encolher Horizontalmente
pt_br: Aumentar horizontalmente
ru: Уменьшить по гориз.
sl: Skrči vodoravno
sr: Смањи водоравно
sr@latn: Smanji vodoravno
sv: Krymp horisontellt

source: Shrink Vertically
ca: Redueix verticalment
cs: Svisle zmenšit
de: Vertikal schrumpfen
el: Κάθετη σμίκρυνση
es: Estrechar verticalmente
nl: Verticaal krimpen
pt: Encolher Verticalmente
pt_br: Diminuir verticalmente
ru: Уменьшить по верт.
sl: Skrči navpično
sr: Смањи усправно
sr@latn: Smanji uspravno
sv: Krymp vertikalt

source: Shrink the scrollable area
ca: Encongeix l'àrea de desplaçament
cs: Zmenšit posouvatelnou oblast
de: Scrollbaren Bereich verkleinern
es: Encoger el área desplazable
nl: Het schuifbare gebied kleiner maken
pt_br: Diminui a área de rolagem
ru: Уменьшить область прокрутки
sl: Skrči drsno področje

source: Signal In
ca: Entrada de senyal
cs: Signál In
de: Eingangssignal
es: Entrada de señal
nl: Signaal in
pt: Entrada de Sinal
pt_br: Sinal de entrada
sl: Signal Vh
sr: Ул. сигнала
sr@latn: Ul. signala

source: Signal Inputs
ca: Senyals d'entrada
cs: Vstupy signálu
de: Signaleingang
es: Entradas de señal
nl: Signaal invoer
pt_br: Entradas de sinal
ru: Входы сигналов
sl: Vhodi signala

source: Signal Outputs
ca: Sortides de senyal
cs: Výstupy signálu
de: Signalausgänge
es: Señales de salida
nl: Signaal uitvoer
pt_br: Saídas de sinal
sl: Izhodi signala

source: Single Edit
ca: Edició senzilla
cs: Upravit jediné
es: Edición sencilla
nl: Enkele edit
pt: Edição Única
pt_br: Edição única
sl: Enkratno urejanje
sr: Једно уређивање
sr@latn: Jedno uređivanje

source: Sixteenth note
ca: Semicorxera
cs: Šestnáctinová nota
de: Sechzehntelnote
es: Semicorchea
nl: Zestiende noot
pt: Um dezasseis avos de nota
pt_br: Nota de dezesseis avos de tempo
ru: Шестнадцатая
sl: Šestnajstinka

source: Sixty-fourth note
ca: Semifusa
cs: Čtyřiašedesátinová nota
de: Vierundsechzigstelnoten
es: Semifusa
nl: Vierenzestigste noot
pt_br: Nota de sessenta e quatro avos de tempo
ru: 1/64 нота
sl: Štiriinsestdesetinka

source: Size
ca: Mida
de: Größe
es: Tamaño
nl: Grootte
sl: Velikost

source: Sketch Average
ca: Mitja de l'esbós
cs: Průměr návrhu
de: Umrissmittel
el: Μέσο σχέδιο
es: Promedio de sketch
nl: Klad gemiddelde
pt: Média do Esboço
pt_br: Média do esboço
sl: Povprečje skice
sr: Скицирај просек
sr@latn: Skiciraj prosek
sv: Skissmedel

source: Sketch Maximum
ca: Màxim de l'esbós
cs: Maximum návrhu
de: Umrissmaximum
el: Μέγιστο σχέδιο
es: Máximo sketch
nl: Klad maximum
pt: Máximo do Esboço
pt_br: Máximo do esboço
sl: Največja vrednost skice
sr: Скицирај максимум
sr@latn: Skiciraj maksimum
sv: Skissmaximum

source: Sketch Minimum
ca: Mínim de l'esbós
cs: Minimum návrhu
de: Umrissminimum
el: Ελάχιστο σχέδιο
es: Mínimo sketch
nl: Klad minimum
pt: Mínimo do Esboço
pt_br: Mínimo do esboço
sl: Najmanjša vrednost skice
sr: Скицирај минимум
sr@latn: Skiciraj minimum
sv: Skissminimum

source: Sketch Range
ca: Rang de l'esbós
cs: Rozsah návrhu
de: Umrissbereich
el: Εύρος σχεδίου
es: Intervalo de sketch
nl: Klad bereik
pt: Área do Esboço
pt_br: Área de esboço
sl: Obseg skice
sr: Скицирај опсег
sr@latn: Skiciraj opseg
sv: Skissintervall

source: Skin
ca: Aparença
de: Oberfläche
es: apariencia
pt: Aparência
ru: Тема
sl: Preobleka
sr: Мотив
sr@latn: Motiv

source: Skin Name
ca: Nom de l'aparença
cs: Název skinu
de: Oberflächenname
es: Nombre de la apariencia
nl: Naam skin
pt: Nome da Aparência
pt_br: Nome da skin
ru: Имя темы
sl: Ime preobleke
sr: Име мотива
sr@latn: Ime motiva

source: Slow scopes
ca: Redueix els abasts
es: Ámbitos lentos
nl: Trage oscilloscoop

source: Snoop Signal
ca: Senyal de tafaneria
de: Signalschnüffler
es: Señal Snoop
nl: Afgesnoept signaal
pt: Sinal Espiado
pt_br: Observar sinal
sr: Привири у сигнал
sr@latn: Priviri u signal

source: Sole Output
ca: Sortida única
cs: Jediný výstup
es: Salida única (solo)
nl: Enkele uitgang
pt: Saída Única
pt_br: Saída solo
sr: Јед. излаз
sr@latn: Jed. izlaz

source: Solo: mute all other busses
ca: Solo: en silenci tots els altres busos
cs: Sólo: umlčet všechny ostatní sběrnice
de: Solo: Alle anderen Busse stummschalten
es: Solo: silenciar los demás buses
nl: Solo: alle andere bussen dempen
pt_br: Solo: emudece todos os outros barramentos
ru: Соло: заглушить все остальные шины
sl: Solo: Utišanje vseh ostalih vodil

source: Song: %s
ca: Cançó: %s
cs: Skladba: %s
de: Titel: %s
es: Canción: %s
nl: Lied: %s
pt_br: Música: %s
ru: Композиция: %s
sl: Skladba: %s

source: Spectrograph
ca: Espectrograma
cs: Spektrograf
de: Spektrograph
es: Espectrógrafo
nl: Spectograaf
sl: Spektrograf

source: Spin Button
ca: Botó d'increment
cs: Tlačítko se šipkami
de: Einstellfeld
es: Botón de giro
nl: Spinknop
pt: Botão Giratório
pt_br: Botão giratório
sl: Vrtljiv gumb
sr: Вртеће дугме
sr@latn: Vrteće dugme

source: Spin Button (Logarithmic)
ca: Botó d'increment (logarítmic)
cs: Tlačítko se šipkami (logaritmické)
de: Einstellfeld (logarithmisch)
es: Botón de giro (Logarítmico)
nl: Spinknop (logaritmisch)
pt: Botão Giratório (Logarítmica)
pt_br: Botão giratório (Logarítmico)
sl: Vrtljiv gumb (logaritemski)
sr: Вртеће дугме (логаритамско)
sr@latn: Vrteće dugme (logaritamsko)

source: Splash Image
ca: Imatge flaix d'inici
cs: Obrázek při spuštění
de: Begrüßungsbildschirm
el: Εικόνα εκκίνησης
es: Imagen inicial
nl: Intro-afbeelding
pt: Imagem de Logotipo
pt_br: Imagem de Inicialização
ru: Стартовый логотип
sl: Predstavitvena slika
sr: Уводна слика
sr@latn: Uvodna slika
sv: Startbild

source: Standard Option Menu
ca: Menú d'opció estàndard
cs: Standardní menu možností
de: Standard Options-Menü
es: Menú de opciones estándar
nl: Standaard optiemenu
pt: Menu de Opções Standard
pt_br: Menu de opção padrão
ru: Стандартное меню параметров
sl: Meni običajnih možnosti

source: Standard amplifier module
ca: Mòdul d'amplificació estàndard
cs: Standardní modul zesilovače
de: Standard-Verstärkermodul
es: Módulo estándar de amplificación
nl: Standaard versterkingsmodule
pt: Módulo de aplificador standard
pt_br: Módulo de amplificação padrão
ru: Стандартный модуль усиления
sl: Modul običajnega ojačevalnika
sr: Обични модул за појачавање
sr@latn: Obični modul za pojačavanje

source: Standard oscillator module
ca: Mòdul d'oscil·lador estàndard
cs: Standardní modul oscilátoru
de: Standardoszillatormodul
es: Módulo estándar de oscilación
nl: Standaard oscillatormodule
sl: Modul običajnega oscilatorja

source: StandardOsc is the BSE basis oscillator which supports various types of wave forms and modulation inputs.
ca: L'StandardOsc és l'oscil·lador bàsic del BSE que suporta diferents tipus de formes d'ona i d'entrades de modulació.
cs: StandardOsc je základní oscilátor BSE, který podporuje různé typy tvarů vln a vstupů modulace.
de: StandardOsc ist der BSE-Basis-Oszillator, welcher verschiedene Arten von Wellenformen und Modulationseingaben unterstützt.
es: EstándarOsc es el oscilador base de BSE que soporta varios tipos de formas de onda y entradas de modulación.
nl: StandardOsc is de basis-oscillator van BSE. Het ondersteunt verschillende typen golfvormen en modulatie-ingangen.
pt: StandardOsc é o oscilador de base BSE que suporta vários tipos de formatos wave e entradas de modulação.
pt_br: StandardOsc é o oscilador de base do BSE que suporta diversos tipos de formas de onda e entradas de modulação.
sl: StandardOsc je na BSE osnovan oscilator, ki podpira različne vrste oblik valov in modulacijskih vhodov.
sr: StandardOsc је основни БСЕ-ов осцилатор који подржава разне облике таласа и модулационе улазе.
sr@latn: StandardOsc je osnovni BSE-ov oscilator koji podržava razne oblike talasa i modulacione ulaze.

source: Start Disk Recording
ca: Inicia la gravació a disc
cs: Začít zaznamenávat na disk
de: Festplattenaufnahme starten
es: Comenzar la grabación al disco
nl: Hardeschijf-opname starten

source: Start Editor
ca: Inicia l'editor
cs: Spustit editor
de: Editor starten
el: Έναρξη επεξεργαστή
es: Iniciar editor
nl: Editor starten
pt: Iniciar o Editor
pt_br: Iniciar Editor
ru: Запустить редактор
sl: Zaženi urejevalnik
sr: Покрени уређивач
sr@latn: Pokreni uređivač
sv: Starta redigerare

source: Start Procedure
ca: Inicia el procediment
cs: Spustit proceduru
de: Startprozedur
es: Comenzar procedimiento
nl: Procedure starten
sl: Začni postopek

source: Start a web browser pointing to online demo songs
ca: Navegueu per la web de cançons de demostració en línia
cs: Spustit WWW prohlížeč s demonstračními skladbami online
de: Einen Browser öffnen und die Online Demo-Songs anzeigen
es: Iniciar un navegador web que lleve directamente a las canciones de demostración en línea
nl: Een webbrowser opstarten met online demo-nummers
pt_br: Inicia um navegador web apontando para músicas de demonstração on-line
sl: Zaženi spletni brskalnik in pojdi na spletne demo skladbe

source: Start a web browser pointing to the BEAST website
ca: Navegueu pel lloc web del BEAST
cs: Spustit WWW prohlížeč WWW stránkami BEAST
de: Einen Browser starten und die BEAST-Webseite anzeigen
es: Iniciar un navegador web que lleve directamente a la página de BEAST
nl: Een webbrowser opstarten met de website van BEAST
pt_br: Inicia um navegador web apontando para o site do BEAST
sl: Zaženi spletni brskalnik in pojdi na spletno stran BEAST

source: Start a web browser pointing to the online help desk at the BEAST website
ca: Navegueu per l'ajuda d'escriptori en línia del lloc web del BEAST
cs: Spustit WWW prohlížeč s nápovědou online na WWW stránkách BEAST
de: Einen Browser starten und die Online-Hilfe der BEAST-Webseite anzeigen
es: Iniciar un navegador web que lleve directamente a la ayuda en línea de la página de BEAST
nl: Een webbrowser opstarten met de online helpdesk op de website van BEAST
pt_br: Inicia um navegador web apontando para a ajuda on-line no site do BEAST
sl: Zaženi spletni brskalnik in pojdi na spletno pomoč na spletišču BEAST

source: Start a web browser pointing to the online sound archive
ca: Navegueu per la web de l'arxiu de sons en línia
cs: Spustit WWW prohlížeč s archivem zvuků online
de: Einen Browser öffnen und das Online Sound-Archiv anzeigen
es: Iniciar un navegador web que lleve directamente al archivo de sonidos en línea
nl: Een webbrowser opstarten met het online geluidsarchief
pt_br: Inicia um navegador web apontando para um arquivo de sons on-line
sl: Zaženi spletni brskalnik in pojdi na spletni zvočni arhiv

source: Start a web browser with the bug report form for the BEAST bugzilla product
ca: Inicia un navegador web amb el formulari per informar d'un error al producte del Bugzilla BEAST
de: Einen Browser starten und die Bugzilla-Webseite von Beast anzeigen
es: Iniciar un navegador con el formulario de informe de error para el producto BEAST
nl: Start een webbrowser met het foutrapportformulier voor BEAST op bugzilla
sl: Zaženi spletni brskalnik z poročilom o hrošču za bugzillo BEAST

source: Start:
ca: Inici:
cs: Začátek:
de: Anfang:
el: Έναρξη:
es: Inicio:
pt: Início:
pt_br: Início:
ru: Запуск:
sl: Začetek:
sr: Почетак:
sr@latn: Početak:

source: Starting Playback
ca: S'està iniciant la reproducció
cs: Spouštím přehrávání
de: Wiedergabe wird gestartet
el: Έναρξη αναπαραγωγής
es: Iniciar reproducción
nl: Afspelen starten
pt: A Iniciar a Reprodução
pt_br: Iniciando a reprodução
ru: Запуск воспоизведения
sl: Začenjanje predvajanja
sr: Пуштам
sr@latn: Puštam
sv: Startar uppspelning

source: Startup
ca: Inici
cs: Spuštění
de: Startvorgang
el: Εκκίνηση
es: Inicio rápido
nl: Opstarten
pt: Arranque
pt_br: Inicialização
ru: Запуск
sl: Zagon
sr: Покретање
sr@latn: Pokretanje
sv: Uppstart

source: State
ca: Estat
de: Status
es: Estado
ru: Состояние

source: Steps
ca: Passes
cs: Kroky
de: Schritte
es: Pasos
nl: Stappen
pt: Passos
pt_br: Passos
ru: Шаг
sl: Koraki
sr: Кораци
sr@latn: Koraci

source: Stop playback of the project
ca: Atura la reproducció del projecte
cs: Zastavit přehrávání projektu
de: Wiedergabe des Projektes anhalten
es: Parar la reproducción del proyecto
nl: Afspelen van het project stoppen
pt_br: Pára a reprodução do projeto
ru: Остановить воспроизведение проекта
sl: Zaustavitev predvajanja projekta

source: Stopping Playback
ca: S'està aturant la reproducció
cs: Zastavuji přehrávání
de: Wiedergabe wird unterbrochen
el: Διακοπή αναπαραγωγής
es: Detener reproducción
nl: Afspelen stoppen
pt: A Parar a Reprodução
pt_br: Parando a reprodução
ru: Остановка воспроизведения
sl: Zaustavljanje predvajanja
sr: Заустављам пуштање
sr@latn: Zaustavljam puštanje
sv: Stoppar uppspelning

source: Store references to wave files
ca: Emmagatzema referències a fitxers d'ona
cs: Uložit odkazy na soubory vln
de: Verweise auf Wave-Dateien speichern
el: Αποθήκευση αναφορών σε αρχεία wave
es: Almacenar referencias a archivos de onda
nl: Refenties naar wave-bestanden opslaan
pt: Armazenar as referências em ficheiros wave
pt_br: Armazenar referências aos arquivos som
ru: Сохранить ссылки на WAV-файлы
sl: Shranjevanje sklicev v datoteke valov
sr: Смести референце у таласне датотеке
sr@latn: Smesti reference u talasne datoteke
sv: Lagra referenser till wave-filer

source: Strength of gain modulation
ca: Potència de la modulació del guany
cs: Síla modulace zisku
de: Ausprägung des Modulationszuwachses
es: Fuerza de la modulación de ganancia
nl: Mate van gain modulatie
pt: Força da modulação de ganho
pt_br: Peso da modulação de ganho
sl: Moč modulacije okrepitve glasnosti
sr: Снага појачања модулацијом
sr@latn: Snaga pojačanja modulacijom

source: Strength of linear frequency modulation
ca: Potència de la modulació lineal freqüencial
cs: Síla lineární frekvenční modulace
de: Ausprägung der linearen Frequenzmodulation
es: Fuerza de modulación de frecuencia lineal
nl: Mate van lineaire frequentiemodulatie
pt: Força da modulação da frequência linear
pt_br: Peso da modulação de freqüência linear
ru: Сила линейной частотной модуляции
sl: Moč linearne modulacije frekvence
sr: Снага линеарне модулације фреквенције
sr@latn: Snaga linearne modulacije frekvencije

source: Strength of pulse width modulation input (Pulse has to be selected as wave form for this to take effect)
ca: Potència de l'entrada de la modulació d'amplada de pols (s'ha de seleccionar el pols com en forma d'ona perquè tingui efecte)
cs: Síla vstupu modulace šířky pulzu (aby toto mělo vliv, musí být jako tvar vlny vybrán Pulz)
de: Stärke des Pulsbreitenmodulationseingabekanals (es muss Puls als Wellenform ausgewählt sein, damit diese Einstellung wirksam wird)
es: Fuerza del pulso de entrada de modulación (El pulso tiene que tener seleccionada una forma de onda para que esto tenga efecto)
nl: Sterkte van de pulsbreedte modulatie-ingang (Puls moet zijn geselecteerd als golfvorm om effect te hebben)
pt_br: Peso da entrada de modulação de largura de pulso (o Pulso tem que ser selecionado como forma de onda para que isso tenha efeito)
sl: Moč vhoda modulacije širine pulza (za učinek te možnosti je potrebno pulz izbrati kot val)

source: Strength of self modulation
ca: Potència de la modulació automàtica
cs: Síla modulace sebe
de: Stärke der Selbstmodulation
es: Fuerza de automodulación
nl: Mate van zelf-modulatie
pt: Força da modulação própria
pt_br: Peso da auto-modulação
sl: Moč samo modulacije
sr: Снага самомодулације
sr@latn: Snaga samomodulacije

source: Swap IO
ca: Intercanvia E/S
cs: Přehodit IO
de: Tausche IO (Eingang/Ausgang)
es: Intercambio ES
nl: IO wisselen
pt: Trocar IO
pt_br: Trocar E/S
ru: Поменять входы/выходы
sl: Zamenjaj VI
sr: Замени УИ
sr@latn: Zameni UI

source: Swap input with output channels when displaying synthesis modules?
ca: Intercanvia els canals d'entrada amb els de sortida quan es visualitzin els mòduls de síntesi?
cs: Přehodit při zobrazování modulů syntézy vstupní a výstupní kanály?
de: Bei Anzeige der Synthesemodule Eingangs- und Ausgangsmodule vertauschen?
es: ¿Intercambiar los canales de entrada con los de salida cuando se muestre la síntesis de los módulos?
nl: Uitvoer<
pt: Trocar os canais de entrada e saída ao apresentar os módulos de sintetização?
pt_br: Trocar canais de entrada com os de saída ao exibir módulos de síntese?
ru: Поменять местами входы/выходы отображаемых модулей
sl: Zamenjava vhodnih kanalov z izhodnimi med prikazom sinteznih modulov?
sr: Замени улазне и излазне канале при приказивању модула за синтезу?
sr@latn: Zameni ulazne i izlazne kanale pri prikazivanju modula za sintezu?

source: Switch the two control inputs to work like a chain of gain controls, rather than mixing them together, weighted by balance.
ca: Commuta les dues entrades de control per funcionar com a una cadena de controls de guany, en comptes de mesclar-els conjuntament, amb el pes relatiu al balanç.
cs: Přepnout řídicí vstupu, aby fungovaly jako řetěz ovládání zisku místo jejich smíchání váženého podle vyrovnání.
es: Cambia las dos entradas de control para que funcionen como una cadena de controles de ganancia, en vez de mezclarlas juntas, pesándolas por balance.
nl: De twee controle-ingangen instellen als een ketting van gain-controls, in plaats van de twee te mixen gewogen door balans.
pt: Trocar as duas entradas de controlo para que funcionem como uma cadeia de controlos de ganho, em vez de as misturar, ponderadas por um equilíbrio.
pt_br: Faz com que os controles de entrada funcionem como um conjunto de controles de ganho, em vez de mixá-los, reforçados pelo balanço.
ru: Принимать управляющие сигналы последовательно вместо их микширования, в зависимости от баланса
sl: Preklop dveh nadzornih vhodov, tako da delata kot veriga nadzorov okrepitve glasnosti, namesto mešanja skupaj, obteženega z ravnotežjem.
sr: Замени два контролна улаза тако да раде као низ појачивачких контрола, уместо тежинског мешања по равнотежи.
sr@latn: Zameni dva kontrolna ulaza tako da rade kao niz pojačivačkih kontrola, umesto težinskog mešanja po ravnoteži.

source: Switches
ca: Interruptors
cs: Přepínače
de: Schalter
es: Interruptores
nl: Schakelaars
pt_br: Botões
sl: Preklopi

source: SynDrum Output
ca: Sortida SynDrum
cs: Výstup SynDrum
es: Salida SynDrum
nl: SynDrum uitgang
pt: Saída de Sincronização de Bateria
pt_br: Saída SynDrum
sl: Izhod SynDrum
sr: Из. синх. бубња
sr@latn: Iz. sinh. bubnja

source: Sync
ca: Sincronitza
de: Synchronisierung
es: Entrada sincronización
pt_br: Sinc
ru: Синхронизировать
sl: Uskladi

source: Sync In
ca: Entrada sincronització
cs: Synch In
de: Sync Eingang
es: Entrada de sincronización
pt: Entrada de Sincronização
pt_br: Ent Sinc
sl: Uskl Vh
sr: Ул. синх.
sr@latn: Ul. sinh.

source: Sync Out
ca: Sortida sincronització
cs: Synch Out
de: Sync Ausgang
es: Salida de sincronización
nl: Sync uit
pt: Saída de Sincronização
pt_br: Saída Sinc
ru: Синхр. вых
sl: Uskl Iz
sr: Из. синх.
sr@latn: Iz. sinh.

source: Syncronization Input
ca: Entrada de sincronització
cs: Vstup synchronizace
de: Synchronisierungseingang
es: Entrada de sincronización
nl: Synchronisatie-ingang
pt: Entrada de Sincronização
pt_br: Entrada de sincronização
ru: Вход синхронизации
sl: Uskladitveni vhod
sr: Усклађени улаз
sr@latn: Usklađeni ulaz

source: Syncronization Output
ca: Sortida de sincronització
cs: Výstup synchronizace
de: Synchronisierungsausgabe
es: Salida de sincronización
nl: Synchronisatie-uitgang
pt: Saída de Sincronização
pt_br: Saída de sincronização
sl: Izhod usklajevanja
sr: Усклађени излаз
sr@latn: Usklađeni izlaz

source: Syncronize left and right volume
ca: Sincronitza el volum esquerre i dreta
cs: Synchronizovat levou a pravou hlasitost
de: Synchronisiere linke und rechte Lautstärke
es: Sincronizar los volúmenes izquierdo y derecho
nl: Geluidssterkte links en rechts synchroniseren
sl: Uskladi desno in levo glasnost

source: Synth Control Frequency
ca: Freqüència de control del sintetitzador
cs: Frekvence řízení syntézy
es: Frecuencia de control de síntesis
nl: Controlefrequentie synthese
pt: Frequência de Controlo de Sintetização
pt_br: Freqüência de controle de síntese
ru: Частота контрольных сигналов
sl: Nadzorna frekvenca sintetizatorja

source: Synth Done
ca: La sintetització ha acabat
cs: Syntéza dokončena
es: Sintetización hecha
nl: Synth voltooid
pt: Sintetização Terminada
pt_br: Síntese pronta
ru: Синтез Выполнен
sl: Sintetizator je narejen
sr: Синт. готова
sr@latn: Sint. gotova

source: Synth Input
ca: Entrada de síntesi
cs: Vstup syntézy
de: Synth Eingang
es: Entrada de síntesis
nl: Synth invoer
pt_br: Entrada de síntese
sl: Sestavljen Vhod

source: Synth Mixing Frequency
ca: Freqüència de mescla del sintetitzador
cs: Frekvence mixování syntézy
de: Systhesizer-Mixfrequenz
es: Frecuencia de mezcla de síntesis
nl: Mixfrequentie synthese
pt: Frequência de Mistura do Sintetizador
pt_br: Freqüência de mixagem de síntese
ru: Частота микширования
sl: Mešalna frekvenca sintetizatorja

source: Synthesis Modules
ca: Mòduls de síntesi
cs: Moduly syntézy
de: Synthesemodule
es: Módulos de síntesis
nl: Synthesemodules
pt: Módulos de Sintetizador
pt_br: Módulos de síntese
ru: Модули синтеза
sl: Sintezni moduli
sr: Модули за синтезу
sr@latn: Moduli za sintezu

source: Synthesis Settings
ca: Paràmetres de síntesi
cs: Nastavení syntézy
de: Syntheseeinstellungen
es: Ajustes de síntesis
nl: Synthese-instellingen
pt_br: Configurações de síntese
sl: Nastavitve sinteze

source: Synthesis mixing frequency, common values are: 22050, 44100, 48000
ca: Freqüències de mescla de síntesi, els valors comuns són: 22050, 44100, 48000
cs: Frekvence mixování syntézy, obvyklé hodnoty jsou 22050, 4410, 48000
de: Synthesizer-Mixer-Frequenz, übliche Werte sind: 22050, 44100, 48000
es: Frecuencia de mezcla de síntesis, los valores comunes son: 22050, 44100, 48000
nl: De mixfrequentie voor de synthese, veelgebruikte waarden zijn: 22050, 44100, 48000
pt: Frequência de mistura do sintetizador, valores comuns são: 22050, 44100, 48000
pt_br: Freqüência de mixagem de síntese, valores comuns são: 22050, 44100, 48000
ru: Частота микширования; принятые значения: 22050, 44100, 48000
sl: Mešalna frekvenca sinteze, pogoste vrednosti so: 22050, 44100, 48000

source: Synthesis module currently busy
ca: El mòdul de síntesi està ocupat
cs: Modul syntézy se právě používá
de: Das Synthesemodule ist zurzeit beschäftigt
es: Módulo de síntesis ocupado
nl: Synthesemodule is momenteel bezet
pt_br: O módulo de síntese atualmente está ocupado
ru: Модуль сейчас занят
sl: Modul sinteze je trenutno zaposlen
