Repository: GNOME/beast
Catalog: po/*.po
Languages: ca, cs, de, el, es, nl, pt, pt_br, ru, sl, sr, sr@latn, sv

source: control-28
de: Steuerung-28
nl: controle-28
pt_br: controle-28
sl: Nadzor-28

source: control-29
de: Steuerung-29
nl: controle-29
pt_br: controle-29
sl: Nadzor-29

source: control-3
de: Steuerung-3
nl: controle-3
pt_br: controle-3
sl: Nadzor-3

source: control-30
de: Steuerung-30
nl: controle-30
pt_br: controle-30
sl: Nadzor-30

source: control-31
de: Steuerung-31
nl: controle-31
pt_br: controle-31
sl: Nadzor-31

source: control-35
de: Steuerung-35
nl: controle-35
pt_br: controle-35
sl: Nadzor-35

source: control-41
de: Steuerung-41
nl: controle-41
pt_br: controle-41
sl: Nadzor-41

source: control-46
de: Steuerung-46
nl: controle-46
pt_br: controle-46
sl: Nadzor-46

source: control-47
de: Controller
nl: controle-47
pt_br: controle-47
sl: Nadzor-47

source: control-52
de: Steuerung-52
nl: controle-52
pt_br: controle-52
sl: Nadzor-52

source: control-53
de: Steuerung-53
nl: controle-53
pt_br: controle-53
sl: Nadzor-53

source: control-54
de: Steuerung-54
nl: controle-54
pt_br: controle-54
sl: Nadzor-54

source: control-55
de: Steuerung-55
nl: controle-55
pt_br: controle-55
sl: Nadzor-55

source: control-56
de: Steuerung-56
nl: controle-56
pt_br: controle-56
sl: Nadzor-56

source: control-57
de: Steuerung-57
nl: controle-57
pt_br: controle-57
sl: Nadzor-57

source: control-58
de: Steuerung-58
nl: controle-58
pt_br: controle-58
sl: Nadzor-58

source: control-59
de: Steuerung-59
nl: controle-59
pt_br: controle-59
sl: Nadzor-59

source: control-60
de: Steuerung-60
nl: controle-60
pt_br: controle-60
sl: Nadzor-60

source: control-61
de: Steuerung-61
nl: controle-61
pt_br: controle-61
sl: Nadzor-61

source: control-62
de: Steuerung-62
nl: controle-62
pt_br: controle-62
sl: Nadzor-62

source: control-63
de: Steuerung-63
nl: controle-63
pt_br: controle-63
sl: Nadzor-63

source: control-85
de: Steuerung-85
nl: controle-85
pt_br: controle-85
sl: Nadzor-85

source: control-86
de: Steuerung-86
nl: controle-86
pt_br: controle-86
sl: Nadzor-86

source: control-87
de: Steuerung-87
nl: controle-87
pt_br: controle-87
sl: Nadzor-87

source: control-88
de: Steuerung-88
nl: controle-88
pt_br: controle-88
sl: Nadzor-88

source: control-89
de: Steuerung-89
nl: controle-89
pt_br: controle-89
sl: Nadzor-89

source: control-9
de: Steuerung-9
nl: controle-9
pt_br: controle-9
sl: Nadzor-9

source: control-90
de: Steuerung-90
nl: controle-90
pt_br: controle-90
sl: Nadzor-90

source: Control 10 Panorama MSB
cs: Řízení 10 Panorama MSB
de: Steuerung 10, Panorama MSB
nl: Controle 10 Panorama MSB
pt_br: Controle 10 Panorama MSB

source: Control 42 Panorama LSB
cs: Řízení 42 Panorama LSB
nl: Controle 42 Panorama LSB
pt_br: Controle 42 Panorama LSB

source: Error
cs: Chyba
de: Fehler
el: Σφάλμα
nl: Fout
pt: Erro
ru: Ошибка
sr: Грешка
sr@latn: Greška
sv: Fel

source: Level
cs: Úroveň
nl: Niveau
pt_br: Nível

source: Solo
cs: Sólo
ru: Соло

source: 12 Tone Equal Temperament
de: Gleichstufige 12-Ton-Temperatur

source: A fairly common tuning system is the five-tone equal temperament tuning system, abbreviated as 5-TET. It divides the octave into 5 equal parts using 240 cent steps.
de: Ein weiteres häufig verwendetes Stimmungssystem ist die gleichstufige 5-Ton-Temperatur, abgekürzt als 5-TET. Eine Oktave wird hierbei in fünf gleiche Teile zu 240 Cents zerlegt.

source: A fairly common tuning system is the seven-tone equal temperament tuning system, abbreviated as 7-TET. It divides the octave into 7 equal parts using 171 cent steps.
de: Ein weiteres häufig verwendetes Stimmungssystem ist die gleichstufige 7-Ton-Temperatur, abgekürzt als 7-TET. Eine Oktave wird hierbei in sieben gleiche Teile zu 171 Cents zerlegt.

source: In music theory, a diatonic scale (also: heptatonia prima) is a seven-note musical scale comprising five whole-tone and two half-tone steps. The half tones are maximally separated, so between two half-tone steps there are either two or three whole tones, repeating per octave.
de: In der Musiktheorie ist eine diatonische Tonleiter (auch: heptatonia prima) eine Tonleiter aus sieben Noten, die fünf Ganzton- und zwölf Halbtonschritte enthält. Die halben Töne sind dabei maximal getrennt. Zwischen zwei Halbtonschritten liegen entweder zwei oder drei ganze Töne, was sich in jeder Oktave wiederholt.

source: Round module positions to their nearest grid position, so to align all modules within a synthesis network.
de: Modulpositionen werden auf die naheliegensten Gitterkoordinaten gerundet, so dass alle Module in einem Synthesenetzwerk an einem Gitter ausgerichtet werden.

source: Silbermann-Sorge Temperament
de: Silbermann-Sorge-Temperatur

source: Song
de: Titel

source: The Silbermann-Sorge temperament is a meantone temperament used for Baroque era organs by Gottfried Silbermann.
de: Die Silbermann-Sorge-Temperatur ist eine mitteltönige Stimmung. Sie wird für Barock-Orgeln von Gottfried Silbermann verwendet.

source: The most common tuning system for modern Western music, is the twelve-tone equal temperament, abbreviated as 12-TET, which divides the octave into 12 equal parts.
de: Das am häufigsten in der westlichen Musik verwendete Stimmungssystem ist die gleichstufige 12-Ton-Temperatur, abgekürzt als 12-TET. Eine Oktave wird hierbei in zwölf gleiche Teile zerlegt.

source: New Custom Synthesizer
pt: Novo Sintetizador Personalizado
ru: Новый синтезатор
sr: Нови синтетизатор по избору
sr@latn: Novi sintetizator po izboru

source: New MIDI Synthesizer
pt: Novo Sintetizador MIDI
ru: Новый·MIDI-синтезатор
sr: Нови MIDI синтетизатор
sr@latn: Novi MIDI sintetizator

source: Load _Instrument
pt: Ler _Instrumento
ru: Загрузить _инструмент
sr: Учитај _инструмент
sr@latn: Učitaj _instrument

source: Load _Effect
pt: Ler _Efeito
ru: Загрузить _эффект
sr: Учитај _ефекат
sr@latn: Učitaj _efekat

source: Save As Instrument
pt: Gravar Como Instrumento
ru: Сохранить как инструмент
sr: Сачувај као инструмент
sr@latn: Sačuvaj kao instrument

source: Save As Effect
pt: Gravar Como Efeito
ru: Сохранить как эффект
sr: Сачувај као ефекат
sr@latn: Sačuvaj kao efekat

source: Quick Start...
pt: Início Rápido...
ru: Быстрый старт...
sr: Брзи почетак...
sr@latn: Brzi početak...

source: GSL Engine...
pt: Motor GSL...
sr@latn: GSL mašinerija...

source: BEAST-%s Release Notes
el: BEAST-%s Σημειώσεις έκδοσης
pt: Notas de Distribuição do BEAST-%s
ru: Заметки к BEAST версии %s
sr: ЗВЕР-%s Објава издања
sr@latn: ZVER-%s Objava izdanja
sv: Utgåvenoteringar för BEAST-%s

source: Failed to delete file `%s' due to: %s
el: Αποτυχία διαγραφής αρχείου `%s' λόγω: %s
pt: Falha ao apagar o ficheiro `%s' devido a: %s
ru: Не удалось удалить файл. `%s' по причине: %s
sr: Нисам успео да уклоним датотеку „%s“ због: %s
sr@latn: Nisam uspeo da uklonim datoteku „%s“ zbog: %s
sv: Misslyckades med att ta bort filen "%s" på grund av: %s

source: Loading project "%s"
el: Φόρτωση εργασίας"%s"
pt: A ler o projecto "%s"
ru: Загружается проект"%s"
sr: Учитавам пројекат „%s“
sr@latn: Učitavam projekat „%s“
sv: Läser in projektet "%s"

source: Knob (Logarithmic
pt: Maçaneta (Logarítmica
sr: Дугме (логаритамско)
sr@latn: Dugme (logaritamsko)

source: Dial (Logarithmic
pt: Botão Giratório (Logarítmico
sr: Бројчаник (логаритамски)
sr@latn: Brojčanik (logaritamski)

source: Executing `%s'
el: Εκτέλεση `%s'
pt: A executar `%s'
ru: Выполняется '%s'
sr: Извршавам „%s“
sr@latn: Izvršavam „%s“
sv: Kör "%s"

source: Procedure
el: Διαδικασία
pt: Procedimento
ru: Процедура
sr: Процедура
sr@latn: Procedura
sv: Procedur

source: Step downwards
pt: Passo abaixo
sr: Корак надоле
sr@latn: Korak nadole

source: Thirtysecondth note
pt: Um trinta e dois avos de nota

source: Sixtyfourth note
pt: Um sessenta e dois avos de nota

source: Dotted thirtysecondth note
pt: Um trinta e dois avos de nota com ponto

source: Dotted sixtyfourth note
pt: Um sessenta e quatro avos de nota com ponto

source: Triplet thirtysecondth note
pt: Um trinta e dois avos de nota com triplo

source: Triplet sixtyfourth note
pt: Um sessenta e quatro avos de nota com triplo

source: Tab Width
pt: Largura da Tabulação
ru: Ширина вкладки
sr: Ширина табулатора
sr@latn: Širina tabulatora

source: Specify project tab width in pixels
pt: Especificar a largura em pixels da tabulação no projecto
ru: Задать ширину вкладки проекта в пикселях
sr: Наведите ширину табулатора у тачкама за пројекат
sr@latn: Navedite širinu tabulatora u tačkama za projekat

source: Background image used by the piano-roll widget.
pt: Imagem de fundo utilizada pelo widget de piano-rolante.
sr@latn: Slika u pozadini koju koristi element za klavijaturu.

source: Background image used by the control events widget.
pt: Imagem de fundo utilizada pelo widget de controlo de eventos.
sr@latn: Pozadinska slika koju koristi element za upravljanje događajima.

source: Signal debugging module
pt: Módulo de depuração de sinal
ru: Модуль отладки сигналов
sr: Модул за разбубирање сигнала
sr@latn: Modul za razbubiranje signala

source: Delete Inputs
el: Διαγραφή εισόδων
pt: Apagar as Entradas
ru: Удалить входы
sr: Уклони улазе
sr@latn: Ukloni ulaze
sv: Ta bort inmatningar

source: Delete Outputs
el: Διαγραφή εξόδων
pt: Apagar as Saídas
ru: Удалить выходы
sr: Уклони излазе
sr@latn: Ukloni izlaze
sv: Ta bort utmatningar

source: Selection to Loop
pt: Selecção para Cíclo
ru: Выделение в петлю
sr: Избор у круг
sr@latn: Izbor u krug
sv: Markering till slinga

source: Loop to Selection
pt: Cíclo para Selecção
ru: Петлю в выделение
sr: Петља у избор
sr@latn: Petlja u izbor
sv: Slinga till markering

source: Zoom Selection
el: Μεγέθυνση επιλογής
pt: Zoom da Selecção
ru: Увеличить выделение
sr: Увећај избор
sr@latn: Uvećaj izbor
sv: Zooma markering

source: Apply Loop
el: Εφαρμογή Loop
pt: Aplicar Cíclo
ru: Применить петлю
sr: Примени петљу
sr@latn: Primeni petlju
sv: Tillämpa slinga

source: Reset Loop
el: Αρχικοποίηση Loop
pt: Remover Cíclo
ru: Перечитать петлю
sr: Врати петљу
sr@latn: Vrati petlju
sv: Återställ slinga

source: Score
el: Παρτιτούρα
pt: Pontuação
ru: Партитура
sr: Партитура
sr@latn: Partitura
sv: Partitur

source: Find
el: Εύρεση
pt: Procurar
ru: Найти
sr: Пронађи
sr@latn: Pronađi
sv: Sök

source: Mark Signal (Head)
el: Σημείωση σήματος (Head)
pt: Marcar o Sinal (Cabeçalho)
ru: Пометить сигнал (Голова)
sr: Означи сигнал (глава)
sr@latn: Označi signal (glava)
sv: Markera signal (topp)

source: Mark Signal (Tail)
el: Σημείωση σήματος (Tail)
pt: Marcar o Sinal (Cauda)
ru: Пометить сигнал (Хвост)
sr: Означи сигнал (реп)
sr@latn: Označi signal (rep)
sv: Markera signal (dal)

source: Notice
el: Αναγγελία
pt: Nota
ru: Уведомление
sr: Напомена
sr@latn: Napomena
sv: Notis

source: Debug
pt: Depuração
ru: Отладка

source: Miscellaneous Message
el: Διάφορα μηνύματα
pt: Outro Tipo de Mensagem
ru: Сообщение не по существу
sr: Разноврсна порука
sr@latn: Raznovrsna poruka
sv: Diversemeddelande

source: Adjust pattern length
pt: Ajustar o comprimento do padrão

source: Adjust right view boundary
pt: Ajustar a fronteira direita da vista
sr@latn: Prilagodi granicu desnog pogleda

source: Aplly configuration changes to the pattern editor layout
pt: Aplicar as alterações de configuração à disposição do editor de padrões
sr: Примени измене подешавања у изгледу уређивача образаца
sr@latn: Primeni izmene podešavanja u izgledu uređivača obrazaca

source: Development
pt: Desenvolvimento
ru: Разработка
sr: Развој
sr@latn: Razvoj

source: Output stage amplification
pt: Amplificação do nível de saída
sr: Појачање излазне сцене
sr@latn: Pojačanje izlazne scene

source: BSE-Objects
pt: Objectos-BSE
ru: BSE-объекты
sr: БСЕ-објекти
sr@latn: BSE-objekti

source: Object Reference
pt: Referência de Objecto
sr: Референца објекта
sr@latn: Referenca objekta

source: Properties:
pt: Propriedades:
ru: Свойства:
sr: Особине:
sr@latn: Osobine:

source: Identifier:
pt: Identificador:
ru: Идентификатор:
sr: Идентификатор:
sr@latn: Identifikator:

source: Description:
pt: Descrição:
ru: Описание:
sr: Опис:
sr@latn: Opis:

source: Input Channels:
pt: Canais de Entrada:
ru: Входные каналы:
sr: Улазни канали:
sr@latn: Ulazni kanali:

source: (Joint Input)
pt: (Entrada Conjunta)
ru: (Обьединенный Вход)
sr: (Заједнички улаз)
sr@latn: (Zajednički ulaz)

source: Output Channels:
pt: Canais de Saída:
ru: Каналы выхода:
sr: Излазни канали:
sr@latn: Izlazni kanali:

source: Strength of pulse wisth modulation input (Pulse has to be selected as wave form for this to take effect)
pt: Força da entrada de modulação de largura de impulso (Impulso tem de ser seleccionado como um formato wave para que tenha efeito)
sr@latn: Snaga širine pulsnog ulaza modulacijom (neophodno je da oblik talasa bude postavljen na pulsni da bi ovo uzelo maha)

source: Synthesis Network
pt: Rede de Sintetização
sr@latn: Mreža za sintezu

source: The synthesis network to interface to
pt: A rede de sintetização com que interfacear
sr@latn: Mreža za sintezu sa kojom da se spregne

source: Wave to play
pt: Wave a reproduzir
sr@latn: Talas za puštanje

source: GNU General Public License
pt: Licença Pública Genérica GNU
sr: ГНУ-ова општа јавна лиценца (GPL)
sr@latn: GNU-ova opšta javna licenca (GPL)

source: ArtsCompressor compresses the sound.
pt: ArtsCompressor comprime o som.
sr: ArtsCompressor компресује звук.
sr@latn: ArtsCompressor kompresuje zvuk.

source: Compressed audio output
pt: Saida audio comprimida
ru: Сжатый звуковой выход
sr: Компресовани улаз звука
sr@latn: Kompresovani ulaz zvuka

source: Threshold
pt: Tolerância
ru: Порог
sr: Праг
sr@latn: Prag

source: Set the threshold
pt: Definir a tolerância
ru: Установить порог
sr: Постави праг
sr@latn: Postavi prag

source: Ratio
pt: Rácio
ru: Коэфф.
sr: Однос
sr@latn: Odnos

source: Set the compression ratio
pt: Definir o rácio de compressão
ru: Установить коэффициент сжатия
sr: Постави однос компресије
sr@latn: Postavi odnos kompresije

source: /Enhance/ArtsStereoCompressor
pt: /Melhorar/ArtsStereoCompressor
ru: /Enhance/Стерео компрессор Arts
sr: /Побољшање/АртсСтереоКомпресор
sr@latn: /Poboljšanje/ArtsStereoKompresor

source: ArtsStereoCompressor compresses the sound.
pt: ArtsStereoCompressor comprime o som.
sr: ArtsStereoCompressor компресује звук.
sr@latn: ArtsStereoCompressor kompresuje zvuk.

source: Left audio input
pt: Entrada audio esquerda
ru: Левый звуковой вход
sr: Леви улаз звука
sr@latn: Levi ulaz zvuka

source: Right audio input
pt: Entrada audio direita
ru: Правый звуковой вход
sr: Десни улаз звука
sr@latn: Desni ulaz zvuka

source: Compressed left audio output
pt: Saída audio esquerda comprimida
sr: Копресовани леви излаз звука
sr@latn: Kopresovani levi izlaz zvuka

source: Compressed right audio output
pt: Saída audio direita comprimida
sr: Копресовани десни излаз звука
sr@latn: Kopresovani desni izlaz zvuka

source: Audio Input SIgnal
pt: Sinal de Entrada Audio
sr@latn: Signal ulaza zvuka

source: Mono Out
pt: Saída Mono
ru: Моно вых.
sr: Моно излаз
sr@latn: Mono izlaz

source: Mono Filtered Output
pt: Saída Filtrada Mono
sr: Филтриран моно излаз
sr@latn: Filtriran mono izlaz

source: Mono In
pt: Entrada Mono
ru: Моно вх.
sr: Моно улаз
sr@latn: Mono ulaz

source: Mono Signal Input
pt: Entrada de Sinal Mono
ru: Вход моно-сигнала
sr: Улаз моно сигнала
sr@latn: Ulaz mono signala

source: Guitar Output
pt: Saída de Guitarra
ru: Гитарный выход
sr: Излаз гитаре
sr@latn: Izlaz gitare

source: Organ Output
pt: Saída de Orgão
ru: Органный выход
sr: Излаз оргуља
sr@latn: Izlaz orgulja

source: /Misc/Evaluator
pt: /Misc/Avaliador
sr: /Разно/Вредновање
sr@latn: /Razno/Vrednovanje

source: BseEvaluator is a module which can compute arithmetic operations in a small language. The audio input signal is called input, the audio output signal is called output. Simple examples for programs would be "output = input * 5" or "output = 2 * input + 1".
pt: BseEvaluator é um módulo que pode calcular operações aritméticas numa linguagem pequena. O sinal de entrada audio é denominado input, o sinal de saída audio é denominado output. Exemplos simples de aplicações seriam "output = input * 5" ou "output = 2 * input + 1".
sr: BseEvaluator је модуо који може да израчунава аритметичке операције у малом језику. Улаз звучног сингала се назива улаз, а излаз звучног сигнала се назива излаз. Једноставни примери за програме треба да буде „output = input * 5“ или „output = 2 * input +1“.
sr@latn: BseEvaluator je moduo koji može da izračunava aritmetičke operacije u malom jeziku. Ulaz zvučnog singala se naziva ulaz, a izlaz zvučnog signala se naziva izlaz. Jednostavni primeri za programe treba da bude „output = input * 5“ ili „output = 2 * input +1“.

source: Audio output
pt: Saída audio
ru: Звуковой выход
sr: Звучни излаз
sr@latn: Zvučni izlaz

source: Source code
pt: Código fonte
ru: Исходный код
sr: Изворни код
sr@latn: Izvorni kod

source: The source code
pt: O código fonte
ru: Исходный код
sr: Изворни код
sr@latn: Izvorni kod

source: Status
pt: Estado
ru: Статус
sr: Стање
sr@latn: Stanje

source: Status used to output error messages
pt: Estado utilizado para a saída de mensagens de erro
sr: Стање које се користи за испит порука о грешкама
sr@latn: Stanje koje se koristi za ispit poruka o greškama

source: Create a new synthesizer mesh to be used as effect or instrument in songs
ru: Создать новый каркас синтезатора для инструмента или эффекта

source: Create a new MIDI synthesizer to control an instrument from external MIDI events
ru: Создать новый MIDI-синтезатор для управления инструментом с внешенего MIDI-устройства

source: 1/1T
ru: 1/1Т

source: 1/64T
ru: 1/64Т

source: Snooper
ru: Снупер
sr: Њушкало
sr@latn: Njuškalo

source: Sync: enforce the same volume left and right
ru: Синхронизировать: установить одинаковую громкость в левом и правом каналах

source: Left Volume [dB]
ru: Лев. громкость [дБ]

source: Volume adjustment of left bus channel
ru: Уровень левого канала шины

source: Right Volume [dB]
ru: Прав. громкость [дБ]

source: Volume adjustment of right bus channel
ru: Уровень правого канала шины

source: Advice about MIDI device selections
ru: Рекомендовать мне MIDI-устройство при выборе

source: Alert me about MIDI device selections
ru: Предупреждать меня о MIDI-устройство при выборе

source: Insert full notes
el: Εισαγωγή πλήρεις νότες
sr@latn: Umetni pune note

source: Quantize to full note boundaries
sr@latn: Kvantizacija na nivou cele note
sv: Kvantisera till helnotsgränser

source: The rack editor is still highly experimental code and guranrteed to be broken by future releases. So don't rely on rack editor contents to look similarly in future versions and be prepared to work around possible instabilities in the code (i.e. save your projects regularly).
sr@latn: Uređivač polica je probni kod i sigurno će biti pokvaren do narednih izdanja. Znači, ne pouzdajte se da će izgled uređivača ostati isti u budućnosti, i budite spremni na nestabilnost u kodu (tj. redovno snimajte vaše projekte).

source: Question
el: Ερώτηση
sr@latn: Pitanje
sv: Fråga

source: /Modules/Audio Sources/Standard Oscillator
sr@latn: /Moduli/Izvori zvuka/Standardni oscilator

source: Perform exponential frequency modulationinstead of linear
sr@latn: Izvrši eksponencijalnu modulaciju frekvencije umesto lienarne

source: BEAST
sr: ЗВЕР
sr@latn: ZVER

source: Set the attack time in milli seconds
sr@latn: Postavi vreme napada u milisekundama

source: Set the release time in milli seconds
sr@latn: Postavi vreme oslobađanja u milisekundama

source: /_File
el: /_Αρχείο
sv: /_Arkiv

source: /File/_New
el: /Αρχείο/_Νέο
sv: /Arkiv/_Ny

source: /File/_Open...
el: /Αρχείο/Άνοι_γμα...
sv: /Arkiv/_Öppna...

source: /File/_Merge...
el: /Αρχείο/Συγ_χώνευση...
sv: /Arkiv/Samman_foga...

source: /File/_Close
el: /Αρχείο/_Κλείσιμο
sv: /Arkiv/S_täng

source: /File/_Save
el: /Αρχείο/Αποθήκευ_ση
sv: /Arkiv/_Spara

source: /File/Save _As...
el: /Αρχείο/Αποθήκευση._ως...
sv: /Arkiv/Spara so_m...

source: /File/Preferences...
el: /Αρχείο/Προτιμήσεις...
sv: /Arkiv/Inställningar...

source: /File/_Quit
el: /Αρχείο/Έ_ξοδος
sv: /Arkiv/_Avsluta

source: /_Edit
el: /_Επεξεργασία
sv: /_Redigera

source: /Edit/_Undo
el: /Επεξεργασία/Α_ναίρεση
sv: /Redigera/_Ångra

source: /Edit/_Redo
el: /Επεξεργασία/Ακύ_ρωση αναίρεσης
sv: /Redigera/_Gör om

source: /Edit/_Clear Undo
el: /Επεξεργασία/Εκκα_θάριση αναίρεσης
sv: /Redigera/_Töm ångra

source: /Edit/Preferences...
el: /Επεξεργασία/Προτιμήσεις...
sv: /Redigera/Inställningar...

source: /_View
el: /_Προβολή
sv: /_Visa

source: /View/Procedure _Browser
el: /Προβολή/_Browser Διαδικασίας
sv: /Visa/Procedur_bläddrare

source: /View/Rack Editor
el: /Προβολή/Επεξεργαστής Rack
sv: /Visa/Rackredigerare

source: /View/Device _Monitor
el: /Προβολή/Παρακολούθηση συσ_κευής
sv: /Visa/Enhets_övervakare

source: /View/Preferences
el: /Προβολή/Προτιμήσεις
sv: /Visa/Inställningar

source: /View/Rebuild
el: /Προβολή/Κτίσιμο ξανά
sv: /Visa/Bygg om

source: /_Project
el: /Ε_ργασία
sv: /_Projekt

source: /Project/_Play
el: /Εργασία/Ανα_παραγωγή
sv: /Projekt/_Spela

source: /Project/_Stop
el: /Εργασία/_Διακοπή
sv: /Projekt/_Stopp

source: /Project/New Song
el: /Εργασία/Νέο τραγούδι
sv: /Projekt/Ny låt

source: /Project/New Custom Synthesizer
el: /Εργασία/Νέο προσαρμοσμένο Synthesizer
sv: /Projekt/Ny anpassad synthesizer

source: /Project/New MIDI Synthesizer
el: /Εργασία/Νέο MIDI Synthesizer
sv: /Projekt/Ny MIDI-synthesizer

source: /Project/Remove Song or Synthesizer
el: /Εργασία/Απομάκρυνση τραγουδιού ή Synthesizer
sv: /Projekt/Ta bort låt eller synthesizer

source: /_Song
el: /Τρα_γούδι
sv: /_Låt

source: /Song/Add _Part
el: /Τραγούδι/Προσθήκη _μέρους
sv: /Låt/Lägg till _del

source: /Song/Delete _Part
el: /Τραγούδι/Διαγραφή _μέρους
sv: /Låt/Ta bort _del

source: /Song/Add _Track
el: /Τραγούδι/Προσθήκη κομμα_τιού
sv: /Låt/Lägg till _spår

source: /Song/_Delete Track
el: /Τραγούδι/_Διαγραφή κομματιού
sv: /Låt/_Ta bort spår

source: /Synth/_Test
el: /Synth/Δοκι_μή

source: /Waves/_Load Wave...
el: /Waves/_Φόρτωση Wave...
sv: /Vågor/_Läs in våg...

source: /Waves/Delete Wave
el: /Waves/Διαγραφή Wave
sv: /Vågor/Ta bort våg

source: /Waves/_Edit Wave...
el: /Waves/_Επεξεργασία Wave
sv: /Vågor/_Redigera våg...

source: /Synthesizers/Load _Effect
el: /Synthesizers/Φόρτωση _Εφέ
sv: /Synthesizers/Läs in _effekt

source: /Synthesizers/Load _Instrument
el: /Synthesizers/Φόρτωση ορ_γάνου
sv: /Synthesizers/Läs in _instrument

source: /Synthesizers/Save As Effect
el: /Synthesizers/Αποθήκευση ως εφέ
sv: /Synthesizers/Spara som effekt

source: /Synthesizers/Save As Instrument
el: /Synthesizers/Αποθήκευση ως οργάνου
sv: /Synthesizers/Spara som instrument

source: /_Tools
el: /Ερ_γαλεία
sv: /_Verktyg

source: /Tools/_Song
el: /Εργαλεία/Τραγού_δι
sv: /Verktyg/_Låt

source: /Tools/_Synth
el: /Εργαλεία/_Synth
sv: /Verktyg/_Synth

source: /Tools/Wave_s
el: /Εργαλεία/Wave_s
sv: /Verktyg/V_ågor

source: /_Help
el: /_Βοήθεια
sv: /_Hjälp

source: /Help/_Release Notes...
el: /Βοήθεια/Ση_μειώσεις έκδοσης
sv: /Hjälp/_Utgåvenoteringar...

source: /Help/Quick Start...
el: /Βοήθεια/Γρήγορη Έναρ_ξη...
sv: /Hjälp/Snabbstart...

source: /Help/_FAQ...
el: /Βοήθεια/_FAQ...
sv: /Hjälp/_Frågor och svar...

source: /Help/Development/GSL Engine...
el: /Βοήθεια/Ανάπτυξη Εφαρμογών/Μηχανή GSL...
sv: /Hjälp/Utveckling/GSL-motor...

source: /Help/_About...
el: /Βοήθεια/Πε_ρί...
sv: /Hjälp/_Om...

source: Device Monitor
el: Παραολούθηση συσκευής
sv: Enhetsövervakare

source: Objects
el: Αντικείμενα
sv: Objekt

source: Language
el: Γλώσσα
sv: Språk

source: RC File
el: Αρχείο RC
sv: RC-fil

source: _Insert
el: Εισα_γωγή
sv: _Infoga

source: Lin_k
el: Σύ_νδεση
sv: Län_ka

source: _Rename
el: _Μετονομασία
sv: _Byt namn

source: _Delete
el: _Διαγραφή
sv: _Ta bort

source: Align
el: Στοίχιση

source: /Tools/Insert
el: /Εργαλεία/Εισαγωγή
sv: /Verktyg/Infoga

source: /Tools/Delete
el: /Εργαλεία/Διαγραφή
sv: /Verktyg/Ta bort
