Repository: GNOME/beast
Catalog: po/*.po
Languages: ca, cs, de, el, es, nl, pt, pt_br, ru, sl, sr, sr@latn, sv

source: BseBalance is a stereo panning module with two audio and two control inputs, each of which can be seperately level adjusted. The resulting output balance is controlled by a balance adjustment and the sum of the control inputs. To avoid aliasing artefacts for rapid balance changes, the control signal is preprocessed by a simple lowpass filter with adjustable cutoff frequency.
ca: El BseBalance és un mòdul de pannings estèreo amb dues entrades d'àudio i dues entrades de control. El nivell de cadascuna es pot ajustar per separat. El balanç de sortida resultant es controla amb un ajustament de balanç i la suma de les entrades de control. Per evitar l'aliasing per als canvis de balanç ràpid, un senzill filtre passa baixos preprocessa el senyal de control, amb una freqüència de tall ajustable.
cs: BseBalance je modul pro posun sterea se dvěma zvukovými a dvěma řídicími vstupy. Úroveň každého z nich může být odděleně upravena. Výsledné vyrovnání výstupu je ovládáno úpravou vyrovnání a součtem řídicích vstupů. Pro eliminaci artefaktů při rychlých změnách vyrovnání je řídicí signál předzpracován jednoduchou dolní propustí s upravitelnou limitní frekvencí.
de: BseBalance ist ein Stereo-Schwenk-Modul mit zwei Audio- und zwei Kontrolleingängen, deren Pegel einzeln eingestellt werden können. Die resultierende Ausgangsbalance wird durch eine Balanceeinstellung und die Summe der Kontrolleingänge bestimmt. Um Aliasing-Artefakte bei schnellen Balanceänderungen zu verhindern, wird das Kontrollsignal zunächst von einem einfachen Tiefpass mit einstellbarer Grenzfrequenz verarbeitet.
es: BseBalance es un módulo estéreo panorámico con dos entradas de control, cada una de las cuales pueden ser ajustadas separadamente. El balance de la salida resultante se controla por un ajuste de balance y la suma de las entradas de control. Para evitar los cambios de balance rápidos de artefactos, la señal de control es preprocesada por un filtro simple de paso bajo con frecuencia de corte ajustable.
nl: BseBalance is een stereo panning module met twee audio ingangen en twee controle-ingangen die elk apart kunnen worden ingesteld. De resulterende uitvoerbalans wordt bepaalt door een balansinstelling en de som van de controle-ingangen. Om bij snelle balanswisselingen aliasing artefacten te vermijden, wordt het controlesignaal voorbewerkt via een eenvoudig lowpass filter met een in te stellen cutoff frequentie.
pt: BseBalance é um módulo de ajustamento stereo com duas entradas audio e duas de controlo, cada uma das quais pode ser ajustada por nível separadamente. O balanço de saída resultante é controlado por um ajustamento de balanço e a soma das entradas de controlo. Para evitar artefactos de alias devido a alterações rápidas de balanço, o sinal de controlo é pré-processado por um filtro simples de passagem baixa com frequência de corte ajustável.
pt_br: BseBalance é um módulo de ajuste stereo com duas entradas áudio e duas de controle, cada uma delas pode ter seu nível ajustado separadamente. O balanço de saída resultante é controlado por um ajustamento de balanço e a soma das entradas de controle. Para evitar distorções devido a alterações rápidas de balanço, o sinal de controle é pré-processado por um filtro passa-baixa simples com freqüência de corte ajustável.
sr: BseBalance је модуо за стерео равнање са два звучна и два контролна улаза, и на сваком се може одвојено прилагодити ниво. Излазна равнотежа се контролише равнотежом прилагођења и збиром контролних улаза. Ради избегавања шума за брзу измену равнотеже, контролни сигнал се предобрађује једноставним нископролазним филтером са прилагодљивом фреквенцијом одсецања.
sr@latn: BseBalance je moduo za stereo ravnanje sa dva zvučna i dva kontrolna ulaza, i na svakom se može odvojeno prilagoditi nivo. Izlazna ravnoteža se kontroliše ravnotežom prilagođenja i zbirom kontrolnih ulaza. Radi izbegavanja šuma za brzu izmenu ravnoteže, kontrolni signal se predobrađuje jednostavnim niskoprolaznim filterom sa prilagodljivom frekvencijom odsecanja.

source: Bus Name
ca: Nom del bus
cs: Název sběrnice
es: Nombre del bus
nl: Naam bus
pt_br: Nome do barramento
ru: Имя Шины
sl: Ime vodila

source: Bus implementation for songs, used to route track audio signals to the master output.
ca: Implementació del bus per cançons, utilitzat per encaminar senyals de pistes d'àudio cap a la sortida mestre.
cs: Implementace sběrnice pro skladby používaná pro směrování signálů stop zvuku na hlavní výstup.
es: Implementación del bus para canciones, usado para encaminar las señales de audio a la salida maestra.
nl: Busimplementatie voor nummers, wordt gebruikt om track-audiosignalen naar de masteruitgang te routeren.
pt_br: Implementação de barramentos para músicas, usados para rotear sinais de áudio das pistas para a saída principal.
ru: Реализация шины для маршрутизации аудио сигналов дорожек на главный выход

source: Busses
ca: Busos
cs: Sběrnice
de: Busse
es: Buses
nl: Bussen
pt_br: Barramentos
ru: Шины
sl: Vodila

source: CODEC failure
ca: S'ha produït un error del còdec
cs: Chyba kodeku
de: Codec-Fehler
es: Fallo de códec
nl: CODEC-mislukking
sl: Napaka KODEKA

source: COLUMN TYPES:
ca: TIPUS de COLUMNES:
cs: TYPY SLOUPCŮ:
de: SPALTENTYPEN
es: TIPOS de COLUMNA:
pt: TIPOS DE COLUNAS:
pt_br: TIPOS DE COLUNAS:
ru: ТИПЫ СТОЛБЦОВ:
sl: VRSTE STOLPCEV:
sr: ВРСТЕ КОЛОНА:
sr@latn: VRSTE KOLONA:

source: CPU the thread is currently running on
ca: La CPU on s'està executant el fil
cs: CPU, na kterém vlákno právě běží
de: CPU, auf der der Prozess gerade läuft
es: La hebra en la que la CPU está trabajando actualmente
nl: Processor waarop momenteel de tread wordt uitgevoerd
pt_br: CPU em que a thread está executando atualmente
sl: CPE na kateremu trenutno teče nit

source: CPU#
es: CPU nº
sl: CPE št.

source: Cancel
ca: Cancel·la
cs: Zrušit
de: Abbrechen
es: Cancelar
nl: Annuleren
sl: Prekliči

source: Center Frequency
ca: Freqüència central
cs: Střední frekvence
de: Frequenz zentrieren
es: Frecuencia central
nl: Centrale frequentie
pt: Frequência Central
pt_br: Freqüência central
sl: Sredniščenje frekvence
sr: Средишња учестаност
sr@latn: Središnja učestanost

source: Center Frequency Input
ca: Entrada de freqüència central
cs: Vstup střední frekvence
de: Frequenzeingabe zentrieren
es: Entrada de frecuencia central
nl: Centrale frequentie ingang
pt: Frequência Central de Entrada
pt_br: Entrada de freqüência central
sl: Središčenje vhoda frekvence
sr: Средишњи фреквентни улаз
sr@latn: Središnji frekventni ulaz

source: Change the base octave by a given amount
ca: Canvia l'octava base en una quantitat donada
cs: Změnit základní oktávu o danou hodnotu
es: Cambia la octava base por una cantidad dada
nl: Het basoctaaf met een gegeven hoeveelheid aanpassen
pt: Alterar a oitava base por um determinado valor
pt_br: Altera a oitava base em uma determinada quantidade
ru: Изменить базовую октаву на заданное число
sl: Sprememba oktave basa za dano količino
sr: Измени основну октаву за дату вредност
sr@latn: Izmeni osnovnu oktavu za datu vrednost

source: Change the currently selected key binding
ca: Canvia la vinculació de tecles seleccionada
cs: Změnit momentálně vybranou klávesovou zkratku
de: Die momentan gewählte Tastenkombination ändern
es: Cambia la combinación de teclas seleccionada actualmente
nl: De huidige toetsbinding aanpassen
pt: Apagar a associação de teclas actualmente seleccionada
pt_br: Altera a associação de teclas atualmente selecionada
ru: Изменить текущее назначение комбинации клавиш
sl: Sprememba trenutno izbrane tipkovne bližnjice
sr: Измени тренутно изабрану доделу тастера
sr@latn: Izmeni trenutno izabranu dodelu tastera

source: Change the numeric focus cell contents (e.g. octave) by a given amount
ca: Canvia el contingut numèric de la cel·la del focus (octava) en una quantitat donada
cs: Změnit číselný obsah aktivní buňky (např. oktávu) o danou hodnotu
es: Cambia el contenido numérico de la celda del foco (ej: octava) en una cantidad dada
nl: De focus-cel getals-inhoud (bijv. octaaf) aanpassen met een gegeven hoeveelheid
pt: Alterar por um determinado valor o conteúdo da célula numérica com o foco (por ex. oitava)
pt_br: Altera o conteúdo da célula em foco (p.ex. a oitava) em uma determinada quantidade
ru: Изменить содержимое текущей ячейки (напр. октаву) на заданное число
sl: Spremeni vsebino številčne izbrane celice (to je oktavo) za dano količino
sr: Измени бројевни садржај у фокусираној ћелији (нпр. октаву) за дату вредност
sr@latn: Izmeni brojevni sadržaj u fokusiranoj ćeliji (npr. oktavu) za datu vrednost

source: Change...
ca: Canvia...
cs: Změnit...
de: Ändern …
es: Cambiar…
nl: Aanpassen...
pt: Alterar...
pt_br: Alterar...
ru: Изменить...
sl: Spremeni ...
sr: Измени...
sr@latn: Izmeni...

source: Changes were made to project "%s" since the last time it was saved to disk.
ca: S'han produït canvis al projecte «%s» des de la darrera vegada que es va desar.
cs: V projektu "%s" byly od doby, kdy byl naposledy uložen na disk, provedeny změny.
de: Am Projekt »%s« wurden seit dem letzten Speichern Änderungen vorgenommen.
es: Los cambios realizados en el proyecto «%s» desde la última vez que se guardó en el disco.
nl: Er zijn wijzigingen in het project ‘%s’ aangebracht sinds de laatste keer dat het op de schijf werd opgeslagen.
sl: Projekt "%s" je bil od zadnjega shranjevanja na disk spremenjen.

source: Channel
ca: Canal
cs: Kanál
de: Kanal
es: Canal
nl: Kanaal
sl: Kanal

source: Channel Hints
ca: Pistes de canal
cs: Nápovědy kanálů
de: Kanalbeschriftungen
es: Pistas de canales
nl: Kanaalhints
pt: Dicas de Canal
pt_br: Dicas de canais
ru: Имена каналов
sl: Namigi kanala
sr: Наговештаји канала
sr@latn: Nagoveštaji kanala

source: Channel Pressure
ca: Pressió del canal
cs: Tlak kanálu
de: Kanaldruck
es: Presión del canal
nl: Kanaaldruk
pt_br: Pressão do canal
sl: Pritisk kanala

source: Channel%u
ca: Canal %u
cs: Kanál%u
de: Kanal%u
es: Canal%u
nl: Kanaal%u
pt: Canal%u
pt_br: Canal%u
ru: Канал%u
sl: Kanal%u
sr: Канал%u
sr@latn: Kanal%u

source: Channel%u [%%]
ca: Canal %u [%%]
cs: Kanál%u [%%]
de: Kanal%u [%%]
es: Canal%u [%%]
nl: Kanaal%u [%%]
pt: Canal%u [%%]
pt_br: Canal%u [%%]
ru: Канал%u [%%]
sl: Kanal%u [%%]
sr: Канал%u [%%]
sr@latn: Kanal%u [%%]

source: Channel%u [dB]
ca: Canal %u [dB]
cs: Kanál%u [dB]
de: Kanel%u [dB]
es: Canal%u [dB]
nl: Kanaal%u [dB]
pt: Canal%u [dB]
pt_br: Canal%u [dB]
ru: Канал%u [Дб]
sl: Kanal%u [dB]
sr: Канал%u [dB]
sr@latn: Kanal%u [dB]

source: Channel%u [float]
ca: Canal %u [decimal]
cs: Kanál%u [float]
es: Canal%u [flotante]
nl: Kanaal%u [float]
pt: Canal%u [fracção]
pt_br: Canal%u [flutuante]
ru: Канал%u [переменн]
sl: Kanal%u [plavajoč]
sr: Канал%u [пок.зап.]
sr@latn: Kanal%u [pok.zap.]

source: Check/ToggleRadio Button
ca: Botó de comprovar/canviar
cs: Zaškrtávací/přepínací tlačítko
es: Comprobar/Cambiar botón
nl: Vinkje/schakelknop
pt_br: Botão de rádio/verificação
sl: Izbira/preklop radijskega gumba

source: Child System Time
ca: Temps de sistema del fill
de: Abhängige Systemzeit
es: Tiempo de los procesos hijos del sistema
ru: Доч. сист. время

source: Child User Time
ca: Temps d'usuari del fill
de: Abhängige Benutzerzeit
es: Tiempo de los procesos hijos del usuario

source: Choose display scrolling direction
ca: Tria el sentit de desplaçament de la visualització
cs: Zvolte směr posunu displeje
de: Rollrichtung der Anzeige wählen
es: Escoger la dirección de desplazamiento del visor
nl: Kies de schuifrichting van de weergave
sl: Izbor smeri drsanja prikaza

source: Choose horizontal or vertical orientation
ca: Escolliu orientació vertical o horitzontal
cs: Zvolte vodorovnou nebo svislou orientaci
de: Horizontale oder vertikale Ausrichtung auswählen
es: Seleccionar dirección horizontal o vertical
nl: Horizontale of verticale oriëntatie kiezen
pt_br: Escolha a orientação vertical ou horizontal
ru: Выбрать горизонтальное или вертикальное направление
sl: Izbor vodoravne ali navpične usmeritve

source: Chorus audio output
ca: Sortida d'àudio del cor
cs: Výstup zvuku sboru
es: Salida de sonido de coros
nl: Chorus audio uitgang
pt: Saída audio de coro
pt_br: Saída de áudio de refrão
ru: Звуковой выход хора
sl: Zvočni izhod zbora
sr: Хорски излаз звука
sr@latn: Horski izlaz zvuka

source: Clear
ca: Neteja
cs: Vymazat
de: Löschen
es: Despejar
nl: Wissen
pt: Limpar
pt_br: Limpar
ru: Очистить
sl: Počisti
sr: Очисти
sr@latn: Očisti

source: Clear the current selection
ca: Neteja la selecció actual
cs: Odstranit aktuální výběr
de: Die momentane Auswahl löschen
es: Despejar la selección actual
nl: Huidige selectie wissen
pt: Limpar a selecção actual
pt_br: Limpa a seleção atual
ru: Очистить это выделение
sl: Počisti trenutni izbor
sr: Очисти текући избор
sr@latn: Očisti tekući izbor

source: Close %s
ca: Tanca %s
cs: Zavřít %s
de: %s schließen
es: Cerrar %s
nl: %s sluiten
sl: Zapri %s

source: Close all windows and quit
ca: Tanca totes les finestres i surt
cs: Zavřít všechna okna a skončit
de: Alle Fenster schließen und beenden
es: Cerrar todas las ventanas y salir
nl: Alle vensters sluiten en afsluiten
pt_br: Fecha todas as janelas e sai
ru: Закрыть все окна и выйти
sl: Zapri vsa okna in končaj

source: Close the project
ca: Tanca el projecte
cs: Zavřít projekt
de: Projekt schließen
es: Cerrar el proyecto
nl: Het project sluiten
pt_br: Fecha o projeto
ru: Закрыть проект
sl: Zapri projekt

source: Color Entry
ca: Entrada de color
cs: Zadání barvy
de: Farbeintrag
es: Color de la entrada
nl: Kleurinvoer
pt: Entrada de Cor
pt_br: Entrada de cor
ru: Цвет события
sl: Barvni vnos
sr: Унос боје
sr@latn: Unos boje

source: Comment
ca: Comentari
cs: Poznámka
de: Kommentar
el: Σχόλιο
es: Comentario
nl: Opmerking
pt: Comentário
pt_br: Comentário
ru: Комментарий
sl: Opomba
sr: Примедба
sr@latn: Primedba
sv: Kommentar

source: Compressed audio output 1
ca: Sortida d'àudio comprimida 1
cs: Výstup komprimovaného zvuku 1
de: Komprimierte Audio-Ausgabe 1
es: Salida de sonido comprimida 1
nl: Uitgang1 gecomprimeerde audio
pt_br: Saída de áudio comprimido 1
sl: Stisnjen zvočni izhod 1

source: Compressed audio output 2
ca: Sortida d'àudio comprimida 2
cs: Výstup komprimovaného zvuku 2
de: Komprimierte Audio-Ausgabe 2
es: Salida de sonido comprimido 2
nl: Uitgang2 gecomprimeerde audio
pt_br: Saída de áudio comprimido 2
sl: Stisnjen zvočni izhod 2

source: Configure
ca: Configura
cs: nastavit
de: Einstellungen
es: Configurar
nl: Configureren
pt: Configurar
pt_br: Configurar
ru: Настроить
sl: Nastavi
sr: Подеси
sr@latn: Podesi

source: Configure the column layout of the pattern editor
ca: Configura la disposició de les columnes de l'editor de patrons
cs: Nastavit rozložení sloupců editoru vzorků
de: Spaltenlayout des Design-Editors konfigurieren
es: Configurar el diseño de la columna del editor de patrones
nl: De kolomindeling van de patroon-editor configureren
pt: Configurar a disposição de colunas do editor de padrões
pt_br: Configura a disposição das colunas do editor de padrões
ru: Настроить раскладку столбцов в редакторе паттернов
sl: Nastavi razporeditev stolpca urejevalnika vzorcev
sr: Подеци изглед колона у уређивачу образаца
sr@latn: Podeci izgled kolona u uređivaču obrazaca

source: Const Out%u
ca: Sortida constant%u
cs: Konst Out%u
es: Salida constante %u
nl: Const uit%u
pt: Saída Constante %u
pt_br: Saída constante%u
ru: Выход%u
sl: Stalen Iz%u
sr: Конст. из.%u
sr@latn: Konst. iz.%u

source: Constant CENTER
ca: Constant CENTRADA
cs: Konstantní STŘEDNÍ
es: Constante CENTRO
nl: Constant MIDDEN
pt_br: CENTRO constante
sl: Stalno SREDNJE

source: Constant HIGH
ca: Constant ALTA
cs: Konstantní VYSOKÉ
es: Constante ALTA
nl: Constant HOOG
pt_br: ALTO constante
sl: Stalno VISOKO

source: Constant LOW
ca: Constant BAIXA
cs: Konstantní NÍZKÉ
de: Konstant NIEDRIG
es: Constante BAJA
nl: Constant LAAG
pt_br: BAIXO constante
sl: Stalno NIZKO

source: Constant Negative CENTER
ca: Constant negativa CENTRADA
cs: Konstantná záporné STŘEDNÍ
de: Konstant negativ ZENTRIERT
es: Constante negativa CENTRO
nl: Constant negatief MIDDEN
pt_br: CENTRO negativo constante
sl: Stalno SREDNJE negativno

source: Constant Negative HIGH
ca: Constant negativa ALTA
cs: Konstantní záporné VYSOKÉ
de: Konstant negativ HOCH
es: Constante negativa ALTA
nl: Constant negatief HOOG
pt_br: ALTO negativo constante
sl: Stalno VISOKO negativno

source: Constant Output %u
ca: Sortida constant %u
cs: Konstantní výstup %u
de: Konstante Ausgabe %u
es: Salida constante %u
nl: Constante uitgang %u
pt: Saída Constante %u
pt_br: Saída constante %u
ru: Значение выхода %u
sl: Stalen izhod %u
sr: Константни излаз %u
sr@latn: Konstantni izlaz %u

source: Constant signal value
de: Konstanter Signalwert
es: Valor de señal constante
sl: Stalna vrednost signala

source: Constant signal value as note, converted to Hertz according to the current musical tuning
de: Konstanter Signalwert als Note, entsprechend der aktuellen musikalischen Stimmung in Hertz umgewandelt
es: Valor constante de señal como nota, convertido a hercios según el tono musical actual
sl: Stalna vrednost signala kot nota, pretvorjena v hertze glede na trenutno uglaševanje

source: Constant signal value interpreted as frequency value in Hertz
de: Konstanter Signalwert, interpretiert als Frequenzwert in Hertz
es: Valor constante de señal interpretado como valor de frecuencia en hercios
sl: Vrednost stalnega signala, obravnava kot vrednost frekvence v hertzih

source: Contents
ca: Continguts
cs: Obsah
de: Inhalt
el: Περιεχόμενα
es: Contenido
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
ru: Содержимое
sl: Vsebina
sr: Садржај
sr@latn: Sadržaj
sv: Innehåll

source: Continuous 14
ca: Continu 14
cs: Spojité 14
de: Stetig 14
es: Contínuo 14
nl: Continue 14
pt_br: Contínuo 14
sl: Stalno 14

source: Continuous 15
ca: Continu 15
cs: Spojité 15
de: Stetig 15
es: Contínuo 15
nl: Continue 15
pt_br: Contínuo 15
sl: Stalno 15

source: Continuous 20
ca: Continu 20
cs: Spojité 20
de: Stetig 20
es: Contínuo 20
nl: Continue 20
pt_br: Contínuo 20
sl: Stalno 20

source: Continuous 21
ca: Continu 21
cs: Spojité 21
de: Stetig 21
es: Contínuo 21
nl: Continue 21
pt_br: Contínuo 21
sl: Stalno 21

source: Continuous 22
ca: Continu 22
cs: Spojité 22
de: Stetig 22
es: Contínuo 22
nl: Continue 22
pt_br: Contínuo 22
sl: Stalno 22

source: Continuous 23
ca: Continu 23
cs: Spojité 23
de: Stetig 23
es: Contínuo 23
nl: Continue 23
pt_br: Contínuo 23
sl: Stalno 23

source: Continuous 24
ca: Continu 24
cs: Spojité 24
de: Stetig 24
es: Contínuo 24
nl: Continue 24
pt_br: Contínuo 24
sl: Stalno 24

source: Continuous 25
ca: Continu 25
cs: Spojité 25
de: Stetig 25
es: Contínuo 25
nl: Continue 25
pt_br: Contínuo 25
sl: Stalno 25

source: Continuous 26
ca: Continu 26
cs: Spojité 26
de: Stetig 26
es: Contínuo 26
nl: Continue 26
pt_br: Contínuo 26
sl: Stalno 26

source: Continuous 27
ca: Continu 27
cs: Spojité 27
de: Stetig 27
es: Contínuo 27
nl: Continue 27
pt_br: Contínuo 27
sl: Stalno 27

source: Continuous 28
ca: Continu 28
cs: Spojité 28
de: Stetig 28
es: Contínuo 28
nl: Continue 28
pt_br: Contínuo 28
sl: Stalno 28

source: Continuous 29
ca: Continu 29
cs: Spojité 29
de: Stetig 29
es: Contínuo 29
nl: Continue 29
pt_br: Contínuo 29
sl: Stalno 29

source: Continuous 3
ca: Continu 3
cs: Spojité 3
de: Stetig 3
es: Contínuo 3
nl: Continue 3
pt_br: Contínuo 3
sl: Stalno 3

source: Continuous 30
ca: Continu 30
cs: Spojité 30
de: Stetig 30
es: Contínuo 30
nl: Continue 30
pt_br: Contínuo 30
sl: Stalno 30

source: Continuous 31
ca: Continu 31
cs: Spojité 31
de: Stetig 31
es: Contínuo 31
nl: Continue 31
pt_br: Contínuo 31
sl: Stalno 31

source: Continuous 9
ca: Continu 9
cs: Spojité 9
de: Stetig 9
es: Contínuo 9
nl: Continue 9
pt_br: Contínuo 9
sl: Stalno 9

source: Continuous MIDI Control #1 - Bank Select
ca: Control de MIDI continu #1 - Selecció de banc
cs: Spojité řízení MIDI č. 1 - Výběr banky
es: Modo de control MIDI continuo #1 - Selección de banco
nl: Continue MIDI controle #1 - Bank select
pt_br: Controle MIDI contínuo nº 1 - Seleção de Banco
sl: Stalni MIDI nadzor št 1 - Izbor banke

source: Contributions made by:
ca: Hi ha contribuït:
cs: Přispěli:
de: Mitwirkende:
es: Contribuciones hechas por:
nl: Met dank aan:
pt: Contribuições por:
pt_br: Contribuições feitas por:
ru: Свой вклад в программу сделали:
sl: Prispevali so:
sr: Такође допринели:
sr@latn: Takođe doprineli:

source: Control 0 Bank Select MSB
ca: Control 0 Selecció de banc MSB
cs: Řízení 0 Výběr banky MSB
es: Control 0 Selección de banco MSB
nl: Controle 0 Bank Select MSB
pt_br: Controle 0 Seleção de Banco MSB
sl: Nadzor 0 izbor banke MSB

source: Control 1 Modulation Depth MSB
ca: Control 1 Profunditat de modulació MSB
cs: Řízení 1 Hloubka modulace MSB
es: Control 1 Modulación de profundidad MSB
nl: Controle 1 Modulatie-sterkte MSB
pt_br: Controle 1 Profundidade de Modulação MSB
sl: Nadzor 1 Globina modulacije MSB

source: Control 100 Registered Parameter MSB
ca: Control 100 Paràmetre registrat MSB
cs: Řízení 100 Registrovaný parametr MSB
es: Control 100 Parámetro registrado MSB
nl: Control 100 Geregistreerde parameter MSB
pt_br: Controle 100 Parâmetro Registrado MSB
sl: Nadzor 100 vpisan parameter MSB

source: Control 101 Registered Parameter LSB
ca: Control 101 Paràmetre registrat LSB
cs: Řízení 101 Registrovaný parametr LSB
es: Control 101 Parámetro registrado LSB
nl: Control 101 Geregistreerde parameter LSB
pt_br: Controle 101 Parâmetro Registrado LSB
sl: Nadzor 101 vpisan parameter LSB

source: Control 11 Expression MSB
ca: Control 11 Expressió MSB
cs: Řízení 11 Výraz MSB
de: Steuerung 11, Ausdruck MSB
es: Control 11 Expresión MSB
nl: Controle 11 Expressie MSB
pt_br: Controle 11 Expressão MSB
sl: Nadzor 11 izraz MSB

source: Control 12 Effect Control 1 MSB
ca: Control 12 Control d'efecte 1 MSB
cs: Řízení 12 Řízení efektů 1 MSB
de: Steuerung 12, Wirkung auf Steuerung 1 MSB
es: Control 12 Control de efecto 1 MSB
nl: Controle 12 Effect-controle 1 MSB
pt_br: Controle 12 Controle de Efeito 1 MSB
sl: Nadzor 12 nadzor učinkov 1 MSB

source: Control 120 All Sound Off ITrigger
ca: Control 120 Tot el so del ITrigger apagat
cs: Řízení 120 Spuštění vypnutí všeho zvuku
es: Control 120 Todo el sonido de ITrigger apagado
nl: Controle 120 Alle geluid uit ITrigger

source: Control 121 All Controllers Off ITrigger
ca: Control 121 Tots els controladors del ITrigger apagats
cs: Řízení 121 Spuštění vypnutí všech řadičů
es: Control 121 Todos los controles de ITrigger apagados
nl: Controle 121 Alle controllers uit ITrigger

source: Control 122 Local Control Switch
ca: Control 122 Interruptor de control local
cs: Řízení 122 Přepnutí místního řízení
es: Control 122 Control de interruptor local
nl: Controle 122 Locale controle wisselaar
pt_br: Controle 122 Chave de Controle Local

source: Control 123 All Notes Off ITrigger
ca: Control 123 Totes les notes del ITrigger apagades
cs: Řízení 123 Spuštění vypnutí všech not
es: Control 123 Todas las notas de ITrigger apagadas
nl: Controle 123 Alle noten uit ITrigger

source: Control 124 Omni Mode Off ITrigger
ca: Control 124 Mode omnidireccional del ITrigger apagat
cs: Řízení 124 Spuštění vypnutí režimu Omni
es: Control 124 Modo omnidireccional de ITrigger apagado
nl: Controle 124 Omni Mode uit ITrigger

source: Control 125 Omni Mode On ITrigger
ca: Control 125 Mode omnidireccional del ITrigger encés
cs: Řízení 125 Spuštění zapnutí režimu Omni
es: Control 125 Modo omnidireccional de ITrigger encendido
nl: Controle 125 Omni Mode aan ITrigger

source: Control 126 Monophonic Voices Mode
ca: Control 126 Mode de veus monofònic
cs: Řízení 126 Režim monofonních zvuků
es: Control 126 Modo de voces monofónico
nl: Controle 126 Monofonische stemmen Modus
pt_br: Controle 126 Modo de Vozes Monofônicas
sl: Nadzor 126 način monofonskih glasov
