Repository: GNOME/beast
Catalog: po/*.po
Languages: ca, cs, de, el, es, nl, pt, pt_br, ru, sl, sr, sr@latn, sv

source: Synthesis network or wave to be used as instrument by this track
ca: Xarxa de síntesi o ona a utilitzar com a instrument per aquesta pista
cs: Síť syntézy nebo vlna, kterou v této stopě používat jako nástroj
de: Synthesenetzwerk oder Wellenform zur Nutzung als Instrument für diese Spur
es: Red se síntesis u onda que se va a usar como instrumento en esta pista
nl: Het synthese-netwerk of wave dat als instrument gebruikt zal worden bij dit spoor
pt_br: A rede ou o som de síntese para usar como instrumento por essa pista
sl: Sintezno omrežje ali val za uporabo kot inštrument na tej sledi

source: Synthesis network to be used as MIDI instrument
ca: Xarxa de síntesi a utilitzar com a instrument MIDI
cs: Síť syntézy, kterou používat jako nástroj MIDI
de: Synthesenetzwerk wird als MIDI-Instrument benutzt
es: La red se síntesis que se va a usar como instrumento MIDI
nl: Het synthese-netwerk dat als MIDI-instrument gebruikt zal worden
pt_br: A rede de síntese para usar como instrumento MIDI
sl: Sintezno omrežje za uporabo kot inštrument MIDI

source: Synthesis network to be used as instrument
ca: Xarxa de síntesi per utilitzar com a instrument
cs: Síť syntézy, kterou používat jako nástroj
de: Synthesenetzwerk, welches als Instrument verwendet werden soll
es: La red se síntesis que se va a usar como instrumento
nl: Het synthese-netwerk dat als instrument gebruikt zal worden
pt_br: A rede de síntese para usar como instrumento
sl: Omrežje sinteze za uporabo kot inštrument

source: Synthesis network to be used as postprocessor
ca: Xarxa de síntesi a utilitzar de postprocessador
cs: Síť syntézy, kterou používat jako postprocesor
de: Als Postprozessor verwendetes Synthesenetzwerk
es: La red se síntesis que se va a usar como post-procesador
nl: Synthesenetwerk dat als postprocessor gebruikt zal worden
pt_br: A rede de síntese para usar como pós-processador
ru: Синтезатор для пост-обработки

source: Synthesis network to use as embedded sub network
ca: Xarxa de síntesi per utilitzar com a subxarxa incrustada
cs: Síť syntézy, kterou používat jako vloženou podsíť
de: Synthesenetzwerk, welches als eingebettetes Subnetzwerk verwendet werden soll
es: Red se síntesis que se va a usar como sub red empotrada
nl: Het synthese-netwerk dat als ingebed subnetwerk gebruikt wordt
pt_br: A rede de síntese para usar como sub-rede embutida
sl: Sintezno omrežje za uporabo kot vključeno podomrežje

source: Synthesis signals (from tracks and busses) used as bus input
ca: Senyals de síntesi (de les pistes i els busos) utilitzats com a bus d'entrada
cs: Signály syntézy (ze stop a sběrnic) používané jako vstup sběrnice
de: Synthesesignale (aus Spuren und Bussen), die als Bus-Eingabe verwendet werden
es: Señales de síntesis (provenientes de pistas y buses) usadas como bus de entrada
nl: Synthese-signalen (uit sporen en bussen) gebruikt als bus-ingang
pt_br: Os sinais de síntese (a partir das pistas e barramentos) usados como entrada de barramento
ru: Входящие сигналы (с дорожек и шин)
sl: Sintezni signali (iz sledi in vodil) uporabljeni kot vhod vodil

source: Synthesize a note on a song of an active project.
ca: Sintetitza una nota en una cançó d'un projecte actiu.
cs: Syntetizovat notu do skladby z aktuálního projektu.
de: Eine Note eines Liedes eines aktiven Projekts synthetisieren.
es: Sintetizar una nota en una canción de un proyecto activo.
nl: Een noot in een nummer van een actief project synthetiseren.
pt_br: Sintetiza uma nota numa música de um projeto ativo.
sl: Sintetiziraj noto v skladbi dejavnega projekta.

source: Synthesizer
ca: Sintetitzador
cs: Syntetizér
es: Sintetizador
pt_br: Sintetizadores
ru: Синтезатор
sl: Sintetizator

source: Synthesizer Selection: %s
ca: Selecció del sintetitzador: %s
cs: Výběr syntetizéru: %s
de: Synthesizerauswahl: %s
es: Selección de sintetizador: %s
nl: Synthesizer selectie: %s
pt_br: Seleção de Sintetizador: %s
sl: Izbira sintetizatorja: %s

source: Synthesizer: %s
ca: Sintetitzador: %s
cs: Syntetizér: %s
es: Sintetizador: %s
pt_br: Sintetizadores: %s
ru: Синтезатор: %s
sl: Sintetizator: %s

source: System Time
ca: Temps del sistema
de: Systemzeit
es: Tiempo del sistema
ru: Сист. время

source: TID
es: HID
sl: IDN

source: Technical description of the multi-threaded synthesis engine innards
ca: Descripció tècnica dels motors de síntesi multifils
cs: Technický popis vnitřností vícevláknového engine syntetizéru
es: Descripción técnica del motor de síntesis multi-hebra
nl: Technische omschrijving van de inwendige werking van de multi-threaded synthesis motor
pt_br: Descrição técnica do funcionamento do mecanismo de síntese com multi-threads

source: Temporary error
ca: Error temporal
cs: Dočasná chyba
de: Temporärer Fehler
es: Error temporal
nl: Tijdelijke fout
sl: Začasna napaka

source: Tension of the string
es: Tensión de la cuerda
sl: Napetost strune

source: Text Color
ca: Color del text
cs: Barva textu
de: Textfarbe
es: Color del texto
nl: Kleur tekst
pt_br: Cor do texto
ru: Цвет текств
sl: Barva besedila

source: Text Entry
ca: Entrada de text
cs: Pole textu
de: Texteintrag
es: Entrada de texto
nl: Tekstinvoer
pt: Entrada de Texto
pt_br: Entrada de texto
ru: Ввод текста
sl: Vnos besedila
sr: Унос текста
sr@latn: Unos teksta

source: The CPU time spent executing instructions of children of this thread
ca: El temps de CPU dedicat a executar instruccions del fill d'aquest fil
de: Die Rechenzeit, die das System für die von diesem Prozess abhängenden Prozesse verwendet hat
es: Tiempo que la CPU gasta ejecutando las instrucciones hijas de esta hebra

source: The CPU time spent executing instructions of this thread
ca: El temps de CPU dedicat a executar instruccions d'aquest fil
de: Die CPU-Zeit, die verwendet wurde, um die Befehle dieser Funktion umzusetzen
es: Tiempo que la CPU gasta ejecutando las instrucciones de esta hebra

source: The CPU time spent in the system for children of this thread
ca: El temps de CPU dedicat pel sistema pel fill d'aquest fil
de: Die Rechenzeit, die das System für die von diesem Prozess abhängenden Prozesse verwendet hat
es: Tiempo que la CPU gasta en el sistema para los hijos de esta hebra

source: The CPU time spent in the system for this thread
ca: El temps de CPU dedicat pel sistema per a aquest fil
de: Die Rechenzeit, die das System für diesen Prozess verwendet hat
es: Tiempo que la CPU gasta en el sistema para esta hebra

source: The alignment of the lines in the text of the label relative to each other. This does NOT affect the alignment of the label within its allocation.
ca: L'alineació de les línies en el text de l'etiqueta relatiu a cadascun. No afecta l'alineació de l'etiqueta en la seva ubicació.
cs: Zarovnání řádků v textu popisku navzájem. NEMÁ vliv na zarovnání popisku v jeho alokaci.
de: Die interne, relative Zeilenausrichtung des Beschriftungstexts. Dies betrifft NICHT die Ausrichtung der Beschriftung innerhalb ihrer Allozierung
es: El alineamiento de las líneas en el texto de la etiqueta es relativo uno al otro. Esto NO afecta la alineación de las etiquetas dentro de su posición.
nl: De uitlijning van de tekstregels van het label, relatief tot elkaar. Dit heeft GEEN effect op de uitlijning van het label binnen de toegewezen ruimte.
pt: O alinhamento das linhas no texto da etiqueta. Isto NÃO afecta o alinhamento da etiqueta na sua alocação.
pt_br: O alinhamento das linhas no texto do rótulo relativo a cada um dos outros. Isto NÃO afeta o alinhamento do rótulo na sua localização.
ru: Выравнивание текстовых строк относительно друг друга. Это НИКАК не влияет на положение метки в окне.
sl: Poravnava vrstic v besedilu oznake relativno ena na drugo. To NE vpliva na poravnavo oznake znotraj dodelitve.
sr: Међусобно поравнавање редова текста у ознаци. Ово не утиче на поравнавање ознаке на свом месту.
sr@latn: Međusobno poravnavanje redova teksta u oznaci. Ovo ne utiče na poravnavanje oznake na svom mestu.

source: The audio channel to play, usually 1 is left, 2 is right
ca: Canal d'àudio a reproduir, normalment 1 és l'esquerre, 2 el dret
cs: Zvukový kanál, který přehrávat, obvykle 1 je levý, 2 je pravý
de: Der abzuspielende Audiokanal. Normalerweise ist 1 links und 2 rechts.
es: Canal de sonido para reproducir, usualmente 1 es el izquierdo, 2 es el derecho
nl: Het te beluisteren geluidskanaal, gewoonlijk is 1 links en 2 rechts
sl: Zvočni kanal za predvajanje, ponavadi je 1 levo, 2 je desno

source: The blues scale is the minor pentatonic with an additional augmented fourth, which is referred to as the "blues note".
de: Die Blues-Tonleiter ist eine pentatonische Molltonleiter mit einer zusätzlichen (?) Quarte. welche auch als »Blues-Note« bekannt ist.
es: La escala de blues es la pentatónica menor con una cuarta aumentada adicional, a la que se la llama «nota de blues».

source: The direction of cell movement each time an event or note was edited
ca: El sentit del moviment de la cel·la cada vegada que s'hagi editat un esdeveniment o una nota
cs: Směr pohybu buňky po každé úpravě události nebo noty
de: Die Richtung der Bewegung der Zelle, jedes mal, wenn ein Ereignis oder eine Note bearbeitet wurden
es: La dirección de movimiento de casillas cada vez que un evento o una nota fueron editados
nl: De verschuivingsrichting nadat een 'event' of noot is bewerkt
pt: A direcção do movimento da célula a cada edição de uma nota ou evento
pt_br: A direção de movimento da célula a cada vez que um evento ou nota for editada
sl: Smer premika celice ob vsakem urejanju dogodka ali note
sr: Правац кретања ћелије сваки пут када се уреди догађај или нота
sr@latn: Pravac kretanja ćelije svaki put kada se uredi događaj ili nota

source: The execution state of the thread
ca: L'estat d'execució del fil
de: Status der Ausführung des Prozesses
es: El estado de ejecución de la hebra
ru: Состояние исполнения потока

source: The feedback amount; a negative feedback inverts the signal
de: Der Grad der Rückkopplung, wobei ein negativer Wert das Signal umkehrt
es: La cantidad de realimentación; un valor negativo invierte la señal
sl: Količina odziva, negativen odziv obrne signal

source: The filter design type
ca: El tipus de disseny del filtre
cs: Typ návrhu filtru
de: Der Filtertyp
es: El tipo de diseño del filtro
nl: Het filterontwerptype
pt: O tipo de desenho do filtro
pt_br: O tipo de desenho do filtro
ru: Тип дизайна фильтра
sl: Vrsta oblike filtra
sr: Врста израде филтера
sr@latn: Vrsta izrade filtera

source: The filter gain normalization type (supported only by highpass and lowpass)
ca: El tipus de normalització del filtre de guany (suportat només pels passa-alts i els passa-baixos)
cs: Typ filtru normalizace zisku (podporováno jen horní a dolní propustí)
de: Der Filterzuwachs-Normalisierungstyp (nur von Hoch- und Tiefpass unterstützt)
es: El tipo de normalización de ganancia del filtro (soportado sólo por paso alto y paso bajo)
nl: Normalisatietype van filtergain (alleen ondersteund door highpass en lowpass)
pt: O tipo de normalização do filtro de ganho (apenas suportado por passagem alta e baixa)
pt_br: O tipo de normalização de ganho do filtro (suportado apenas por passa-alta e passa-baixa)
sr: Врста нормализације појачавања филтера (подржано једино у високом и ниском пролазу)
sr@latn: Vrsta normalizacije pojačavanja filtera (podržano jedino u visokom i niskom prolazu)

source: The last program version that displayed this message type
ca: L'última versió de programa que va mostrar aquest tipus de missatge
cs: Poslední verze programu, která zobrazila tento typ zprávy
de: Die letzte Programmversion die diesen Nachrichtentyp anzeigte
es: Última versión del programa que mostraba mensajes de este tipo
nl: De laatste programmaversie die dit soort berichten toonde
pt_br: A última versão do programa que exibia esse tipo de mensagem
sl: Zadnja različica programa, ki je prikazala to vrsto sporočila

source: The mnemonic accelerator key for this label
ca: La tecla acceleradora per a aquesta etiqueta
cs: Mnemonická klávesová zkratka pro tento popisek
de: Der Kürzelbuchstabe dieser Beschriftung
es: La combinación de teclas mnemotécnica para esta etiqueta
nl: De sneltoets voor dit label
pt: A tecla de atalho para esta etiqueta
pt_br: A tecla de atalho para esse rótulo
sl: Mnemonska pospeševalna tipka za to oznako
sr: Тастер пречице за избор ове ознаке
sr@latn: Taster prečice za izbor ove oznake

source: The nice value of a thread, -20 indicates a high priority thread and +19 a low priority one that is 'nice' to others
ca: El valor de prioritat d'un fil, -20 indica un fil d'alta prioritat i +19 un fil de baixa prioritat que és 'prioritari' respecte els altres.
de: Der »nice«-Wert eines Prozesses: -20 bezeichnet eine hohe Priorität und +19 eine niedrige, also einen Prozess, der »nice« (freundlich) zu anderen ist.
es: Prioridad de la hebra, -20 indica una alta prioridad en la hebra y +19 una prioridad muy baja

source: The number of cells to move across each time an event or note was edited
ca: El nombre de cel·les que es creuaran cada vegada que s'hagi editat un esdeveniment o una nota
cs: Počet buněk, o které se posunout po každé úpravě události nebo noty
de: Die Anzahl der Zellen, die jedes Mal hinüberbewegt werden, wenn ein Ereignis oder eine Note editiert wurde
es: El número de casillas a moverse a través cada vez que un evento o una nota fueron editados
nl: De verschuiving (in aantal cellen) nadat een 'event' of noot is bewerkt
pt: O número de células a mover a cada edição de uma nota ou evento
pt_br: O número de células pelas quais mover a cada vez que um evento ou nota for editada
sl: Število celic za premik ob vsakem urejanju dogodka ali note
sr: Број ћелија за који да премести попреко сваки пут када се уреди догађај или нота
sr@latn: Broj ćelija za koji da premesti popreko svaki put kada se uredi događaj ili nota

source: The pattern editor column layout is specified by listing column types with possible modifiers in display order.
ca: La disposició de columnes de l'editor de patrons s'especifica llistant els tipus de columnes amb els possibles modificadors en ordre de visualització.
cs: Rozložení sloupců editoru vzorků je určeno vypsáním typů sloupců s možnými modifikátory v pořadí zobrazování.
es: La salida del editor de patrones está especificada por la lista de tipos de columna con posibles modificaciones en el orden de mostrado.
nl: De kolom-indeling van de patroon-editor wordt gemaakt door het geven van kolomtypes met mogelijke aanpassingen in de weergavevolgorde.
pt: A disposição de colunas do editor de padrões é especificada listando os tipos de colunas com os modificadores possíveis, por ordem de apresentação.
pt_br: A disposição das colunas do editor de padrões é especificada pela lista de tipos de colunas, com possíveis modificadores, na ordem de exibição.
ru: Настройка столбцов редактора паттернов определяется записью типов столбцов со всевозможными модификаторами в порядке их отображения
sl: Razporeditev stolpcev urejevalnika vzorcev je določena z razvrstitvijo vrst stolpcev z možnimi spremenilniki v red prikaza.
sr: Распоред колона у уређивачу образаца се одређује навођењем врста колона уз могуће измењивачу у редоследу приказивања.
sr@latn: Raspored kolona u uređivaču obrazaca se određuje navođenjem vrsta kolona uz moguće izmenjivaču u redosledu prikazivanja.

source: The port name is a unique name to establish input<->output port relationships
ca: El nom del port és un nom únic per establir relacions de port d'entrada<->sortida
cs: Název portu je jedinečný název pro tvorbu vztahů portů vstup<->výstup
de: Der Kanalname ist ein Eindeutiger name, um eine Eingangs- <-> Ausgangskanal-Beziehung herzustellen
es: El nombre del puerto es un nombre único para establecer relaciones de puertos de entrada<->salida
nl: De poortnaam is een unieke naam om een relatie ingangspoort<->uitgangspoort tot stand te brengen
pt: O nome do porto é um nome único para estabelecer relações entrada<->saída de portos
pt_br: O nome da porta é um nome único para estabelecer relacionamentos com portas entrada<->saída
sl: Ime vrat je edinstveno ime za vzpostavljanje razmerij vhodna<->izhodna vrata
sr: Име порта је јединствено име за успоставу веза између улазно<->излазних портова
sr@latn: Ime porta je jedinstveno ime za uspostavu veza između ulazno<->izlaznih portova

source: The processor that this thread is currently being executed on
ca: El processador on s'està executant aquest fil
de: Der Prozessor, auf dem dieser Prozess derzeit ausgeführt wird
es: El procesador en el que esta hebra está siendo ejecutada
ru: Процессор, на котором выполняется этот поток в данный момент

source: The project has been modified.
ca: S'ha modificat el projecte.
cs: Projekt byl změněn.
de: Das Projekt wurde modifiziert.
es: El proyecto se ha modificado.
nl: Er zijn wijzigingen in het project aangebracht.
sl: Projekt je bil spremenjen.

source: The rack editor is still highly experimental code and guaranteed to be broken by future releases. So don't rely on rack editor contents to look similarly in future versions and be prepared to work around possible instabilities in the code (i.e. save your projects regularly).
ca: L'editor de rack és un codi molt experimental i segur que serà trencat en els futurs llançaments. Per tan no confieu que el contingut ni en l'aspecte de l'editor de rack sigui semblant en futures versions, i estigueu preparat per evitar possibles inestabilitats al codi (deseu els vostres projectes regularment).
cs: Editor racku je stále ještě vysoce experimentální kód a je zaručeno, že v budoucích verzích bude změněn. Takže nebuďte závislí na tom, že obsah editoru racku bude v dalších verzích vypadat stejně, a buďte připraveni na obcházení možných nestabilit kódu (tj. pravidelně ukládejte své projekty).
de: Der Baugruppeneditor ist nach wie vor sehr experimentell und garantiert fehlerhaft in zukünftigen Releases. Verlassen Sie sich also nicht darauf, dass der Inhalt des Ablageeditors in zukünftigen Versionen ähnlich aussieht. Machen Sie sich außerdem darauf gefasst, mögliche Instabilitäten zu umgehen (sprich: Projekte regelmäßig speichern).
es: El editor de racks se considera código altamente experimental e inestable y es muy probable que se modifique en las versiones futuras. Así que no confíe en que los contenidos del editor de racks se vean similares en las versiones futuras y esté preparado para trabajar con posibles inestabilidades del código (guarde sus proyectos regularmente).
nl: De rack-editor is nog steeds zeer experimentele code en zal in toekomstige versies zeker veranderen. Geloof dus niet dat de rack editor in de toekomst niet zal veranderen van uiterlijk en zorg dat u rekening houdt met de instabiliteiten van de code (dus uw projecten regelmatig opslaan).
pt: O editor de pilha é código ainda muito experimental e é garantido que irá deixar de funcionar em versões futuras. Assim, não conte que o conteúdo do editor de pilha seja semelhante em versões futuras e esteja preparado para contornar possíveis instabilidades no código (isto é, grave o seu projecto regularmente).
pt_br: O editor de pilha ainda é tem código extremamente experimental e é garantido que terá falhas nas versões futuras. Então não espere que o editor de pilha continue o mesmo em versões futuras e se prepare para lidar com possíveis instabilidades no código (p.ex. salve seus projetos regularmente).
ru: Редактор рэка по-прежнему является экспериментальной и в высшей степени нестабильной частью программы и вряд ли заработает должным образом в ближайших версиях программы. Не стоит рассчитывать на сохранение принципа его работы в следующих версиях. При его использовании настоятельно рекомендуется как можно чаще сохранять изменяемые проекты.

source: The resonance half life in number of milli seconds
es: El tiempo de vida medio de la resonancia en número de milisegundos
sl: Razpolovni čas resonance v mili sekundah

source: The text of the label
ca: El text de l'etiqueta
cs: Text popisku
de: Der Beschriftungstext
es: El texto de la etiqueta
nl: De tekst van het label
pt: O texto da etiqueta
pt_br: O texto do rótulo
ru: Текст метки
sl: Besedilo oznake
sr: Текст ознаке
sr@latn: Tekst oznake

source: The tick/note length per line
ca: La longitud del tic/nota per línia
cs: Délka znaménka/noty na řádku
de: Die Tick-/Notenlänge pro Zeile
es: Longitud de la señal/nota por línea
nl: De lengte van de tel/noot per regel
pt: O comprimento por linha da nota/compasso
pt_br: O comprimento por linha da batida/nota

source: The time for the left to right delay
de: Zeit der Rechts-nach-links-Verzögerung
es: El tiempo para el retraso de izquierda a derecha
sl: Čas zamika od leve proti desni

source: The time for the right to left delay
de: Zeit für die Verzögerung von rechts nach links
es: El tiempo para el retraso de derecha a izquierda
sl: Čas zamika od desne proti levi

source: The type of filter to use
ca: El tipus de filtre que s'usarà
cs: Typ filtru, který používat
de: Der Typ des zu verwendenden Filters
es: El tipo de filtro a usar
nl: Het soort filter om te gebruiken
pt: O tipo de filtro a utilizar
pt_br: O tipo de filtro para usar
ru: Тип используемого фильтра
sl: Vrsta filtra za uporabo
sr: Врста филтера који се користи
sr@latn: Vrsta filtera koji se koristi

source: The widget to be activated when the label's mnemonic key is pressed
ca: L'element d'interfície que s'activarà quan es premi la tecla acceleradora de l'etiqueta
cs: Widget, který aktivovat, když je stisknuta mnemonická klávesa popisku
de: Das Widget, das aktiviert werden soll, wenn die dem Kürzelbuchstaben der Beschriftung entsprechende Taste gedrückt wird
es: El widget que se activará cuando se presione la etiqueta de la tecla mnemotécnica
nl: Het te activeren widget wanneer de sneltoets van het label wordt gebruikt
pt: O widget a ser activado quando a tecla de atalho da etiqueta é primida
pt_br: O componente que será ativado quando a tecla de atalho do rótulo for pressionada
sr: Елемент који се активира када се притисне пречица ознаке
sr@latn: Element koji se aktivira kada se pritisne prečica oznake

source: Thirty-secondth note
ca: Fusa
cs: Dvaatřicetinová nota
de: Zweiunddreißigstelnoten
es: Fusa
nl: Tweeëndertigste noot
pt_br: Nota de trinta e dois avos de tempo
ru: 1/32 нота
sl: Dvaintridesetinka

source: This procedure has multiple return values.
ca: Aquest procediment te múltiples valors de retorn.
de: Diese Prozedur hat mehrere Rückgabewerte.
es: Este procedimiento tiene múltiples valores de retorno.
nl: Deze procedure heeft meerdere teruggeefwaardes.
sl: Ta postopek ima več vrnjenih vrednosti.

source: This setting can be changed in the "Messages" section of the preferences dialog
ca: Aquesta configuració pot ser canviada en la secció «Missatges»del diàlegde preferències
cs: Toto nastavení lze změnit v oddílu "Zprávy" dialogu nastavení
de: Diese Einstellung kann im Abschnitt »Meldungen« des Einstellungsdialogs geändert werden
es: Este ajuste se puede cambiar en la sección de «Mensajes» del diálogo de preferencias
nl: Deze instelling kan worden gewijzigd in de sectie "Berichten" van het dialogvenster Voorkeuren
pt_br: Essa configuração pode ser alterada na seção "Mensagens" da caixa de diálogo de preferências
sl: To nastavitev je mogoče spremeniti v odseku "Sporočila" pogovornega okna možnosti
