Repository: GNOME/beast
Catalog: po/*.po
Languages: ca, cs, de, el, es, nl, pt, pt_br, ru, sl, sr, sr@latn, sv

source: This signal goes high after the release phase has completed
ca: Aquest senyal puja quan s'ha completat la fase d'alliberament
cs: Tento signál je high po dokončení fáze uvolnění
es: Esta señal pasa alta después de que la fase de lanzamiento se ha completado
nl: Dit signaal gaat op hoog nadat de release-fase is voltooid
pt: Este sinal sobe após o término da fase de libertação
pt_br: Esse sinal sobe depois que a fase de liberação terminou
sl: Signal se dvigne po koncu faze sprostitve
sr: Овај сигнал иде високо када се фаза ослобађања заврши
sr@latn: Ovaj signal ide visoko kada se faza oslobađanja završi

source: Thread ID
ca: ID del fil
es: ID de la hebra
ru: Идентификатор потока

source: Thread ID (on some systems the process ID)
ca: ID del fil (en alguns sistemes l'ID del procés)
cs: ID vlákna (na některých systémech ID procesu)
de: Thread-ID (auf manchen Systemen die Prozess-ID)
es: ID de la hebra (el ID del proceso en algunos sistemas)
nl: Thread ID (op bepaalde systemen de proces ID)
pt_br: ID da thread (em alguns sistemas, a ID do processo)
ru: Идентификатор потока (процесса)
sl: ID niti (na nekaterih sistemih ID procesa)

source: Thread Name
ca: Nom del fil
cs: Název vlákna
de: Prozessname
es: Nombre de la hebra
nl: Thread-naam
pt_br: Nome da thread
ru: Имя потока
sl: Ime niti

source: Thread priority from -20 (high) to +19 (low)
ca: Prioritat del fil des de -20(alt) a +19(baix)
cs: Priorita vlákna od -20 (vysoká) do +19 (nízká)
de: Priorität des Prozesses von -20 (hoch) bis 19 (niedrig)
es: Prioridad de la hebra de -20 (alto) a +19 (bajo)
nl: Thread prioriteit van -20 (hoog) naar +19 (laag)
pt_br: Prioridade da thread, de -20 (alta) a +19 (baixa)
sl: Prednost niti od -20 (visoka) do +19 (nizka)

source: Threshold [dB]
ca: Llindar [dB]
cs: Práh [dB]
de: Schwellwert [dB]
es: Umbral [dB]
nl: Drempelwaarde [dB]
pt_br: Limiar [dB]
sl: Prag [dB]

source: Ticks
ca: Marques
cs: Doby
es: Señales
nl: Tikken
pt_br: Batidas

source: Time
ca: Temps
de: Zeit
es: Tiempo
nl: Tijd
sl: Čas

source: Time Entry
ca: Entrada de temps
cs: Pole pro zadání času
de: Zeiteingabe
es: Entrada de tiempo
nl: Tijd invoer
pt: Entrada de Tempo
pt_br: Entrada de hora
ru: Ввод времени
sl: Vnos časa
sr: Унос времена
sr@latn: Unos vremena

source: Timing
ca: Sincronització
cs: Časování
es: Sincronización
pt_br: Temporização

source: Toggle Button
ca: Botó de commutació
cs: Přepínací tlačítko
de: Umschaltknopf
es: Botón de activación
nl: Schakelknop
pt: Botão de Alternar
pt_br: Botão de alternância
sl: Preklopni gumb
sr: Прекидачко дугме
sr@latn: Prekidačko dugme

source: Toggle channel name hints
ca: Commuta les pistes de nom de canal
cs: Přepnout nápovědy názvů kanálů
de: Kanalbeschriftungen anzeigen/verbergen
es: Activar pistas de nombres de canales
nl: Kanaalnaam hints schakelen
pt: Alternar dicas de nome de canal
pt_br: Alterna as dicas de nomes de canais
ru: Переключить отображение имён каналов
sl: Preklop namigov imen kanala
sr: Искључи/укључи наговештаје имена канала
sr@latn: Isključi/uključi nagoveštaje imena kanala

source: Toggle exponential and linear control response
ca: Commuta el control de resposta lineal i exponencial
cs: Přepnout exponenciální a lineární odezvu na řízení
es: Activa la respuesta de control lineal y exponencial
nl: Exponentiële en lineaire controle-respons schakelen
pt: Alternar a resposta de controlo entre exponencial e linear
pt_br: Alterna a resposta dos controles entre exponencial e linear
ru: Переключить экспоненциальный или линейный управляющий сигнал
sl: Preklop eksponentnega in linearnega odziva nadzora
sr: Измени експоненцијални и линеарни контролни одговор
sr@latn: Izmeni eksponencijalni i linearni kontrolni odgovor

source: Toggle visibility of the tool palette
ca: Commuta la visibilitat de la paleta d'eines
cs: Přepnout viditelnost palety nástrojů
de: Die Werkzeugpalette anzeigen/verbergen
es: Activar la visibilidad de paleta de herramientas
nl: Het werkpalet tonen/verbergen
pt: Alternar a visibilidade da paleta de ferramentas
pt_br: Alterna a visibilidade da paleta
ru: Переключить видимость панели инструментов
sl: Preklop vidnosti orodne palete
sr: Измени видљивост палете алатки
sr@latn: Izmeni vidljivost palete alatki

source: Toggle whether horizontal movement of the focus cell will wrap around edges
ca: Commuta si el moviment horitzontal del la cel·la amb focus donarà la volta per les vores
cs: Přepnout, jestli vodorovný pohyb aktivní buňky bude pokračovat od opačného konce
de: Umschalten, ob eine horizontale Bewegung der fokussierten Zelle an Kanten umbrechen soll
es: Seleccionar si el movimiento horizontal del enfoque de la casilla envolverá los bordes
nl: Schakelen of horizontale verplaatsing van de focus-cel bij de randen doorloopt naar de volgende regel
pt: Alternar se o movimento horizontal da célula com foco irá quebrar nas margens
pt_br: Alterna se o movimento horizontal da célula com foco quebrará próximo às bordas
sl: Preklopi ali bo vodoraven premik žariščne celice prelomljen okoli robov
sr: Промени да ли се водоравно кретање ћелије прелама код ивица
sr@latn: Promeni da li se vodoravno kretanje ćelije prelama kod ivica

source: Too many open files
ca: Massa fitxers oberts
cs: Příliš mnoho otevřených souborů
de: Zu viele geöffnete Dateien
es: Demasiados archivos abiertos
nl: Te veel geopende bestanden
sl: Preveč odprtih datotek

source: Too many open files in system
ca: Massa fitxers oberts en el sistema
cs: Příliš mnoho otevřených souborů v systému
de: Zu viele geöffnete Dateien im System
es: Demasiados archivos abiertos en el sistema
nl: Te veel geopende bestanden in het systeem
sl: Preveč odprtih datotek v sistemu

source: Totals
cs: Součty
de: Summen
es: Totales
nl: Totalen
pt_br: Totais
ru: Всего
sl: Skupno

source: Tracks
ca: Pistes
cs: Stopy
de: Spuren
el: Κομμάτια
es: Pistas
nl: Sporen
pt: Pistas
pt_br: Pistas
ru: Дорожки
sl: Sledi
sr: Песме
sr@latn: Pesme
sv: Spår

source: Tracks contain instrument definitions and parts with notes
ca: Pistes que contenen definicions d'instruments i parts amb notes
cs: Stopy obsahují definice nástrojů a party s notami
de: Spuren enthalten Instrumentdefinitionen und Parts mit Noten
es: Las pistas contienen definiciones de instrumentos y partes con notas
nl: Sporen bevatten instrumentdefinities en gedeeltes met noten
pt_br: As pistas contêm definições de instrumentos e partes com notas
sl: Sledi vsebujejo definicije inštrumentov in dele z notami

source: Transpose
ca: Transposa
de: Transponierung
es: Transponer
nl: Transponeren
sl: Premakni

source: Transposition of the frequency in semitones
de: Transponierung der Frequenz in Halbtonschritten
es: Transposición de la frecuencia en semitonos
sl: Premik frekvence v poltonih

source: Transposition of the oscillator frequency in semitones
ca: Transposició de la freqüència de l'oscil·lador en semitons
de: Transponierung der Oszillatorfrequenz in Halbtonschritten
es: Transponer la frecuencia del oscilador en semitonos
nl: De oscillatorfrequentie in halve tonen transponeren
sl: Premik frekvence oscilatorja v poltonih

source: Trigger
es: Disparador
sl: Sprožilec

source: Trigger In
ca: Entrada disparador
cs: Spuštění In
es: Entrada del disparador
pt: Entrada de Despoletar
pt_br: Ent trigger
sl: Vhod sprožilca
sr: Ул. прекидач
sr@latn: Ul. prekidač

source: Trigger Velocity [%]
es: Velocidad del disparador [%]
sl: Hitrost sprožilca [%s]

source: Trigger filter
ca: Filtre de disparador
cs: Spustit filtr
es: Filtro de disparador
pt: Filtro de eventos
pt_br: Filtro trigger
sl: Filter sprožilca
sr: Покрени филтер
sr@latn: Pokreni filter

source: Trigger input
ca: Entrada de disparador
cs: Spuštění vstup
es: Entrada del disparador
nl: Trigger ingang
pt_br: Entrada trigger
sl: Vhod sprožilca

source: Triplet eighths note
ca: Corxera triple
cs: Osminová nota v triole
de: Dreifache Achtelnote
es: Corchea con doble puntillo
nl: Triool met achtsten
pt: Oitavo de nota com triplo
pt_br: Tercina
ru: Триоль из 1/8
sl: Triola osmink

source: Triplet half note
ca: Blanca triple
cs: Půlová nota v triole
de: Dreifache halbe Note
es: Blanca con doble puntillo
nl: Triool met hHalve noten
pt: Meia nota com triplo
pt_br: Tercina
ru: Триоль из 1/2
sl: Triola polovink

source: Triplet hundred twenty-eighth note
ca: Mitja semifusa triple
cs: Stodvacetiosminová nota v triole
de: Dreifache Hundertachtundzwanzigstelnote
es: Garrapatea con doble puntillo
nl: Triool met honderdachtentwintigsten
pt_br: Tercina
ru: Триоль из 1/128 нот
sl: Triola stoosemindajsetink

source: Triplet quarter note
ca: Negra triple
cs: Čtvrťová nota v triole
de: Dreifache Viertelnote
es: Negra con doble puntillo
nl: Triool met kwarten
pt: Quarto de nota com triplo
pt_br: Tercina
ru: Триоль из 1/4
sl: Triola četrtink

source: Triplet sixteenth note
ca: Semicorxera triple
cs: Šestnáctinová nota v triole
de: Dreifache Sechzehntelnote
es: Semicorchea con doble puntillo
nl: Triool met zestienden
pt: Um dezasseis avos de nota com triplo
pt_br: Tercina
ru: Триоль из 1/16
sl: Triola šestnajstink

source: Triplet sixty-fourth note
ca: Semifusa triple
cs: Čtyřiašedesátinová nota v triole
de: Dreifache Vierundsechzigstelnote
es: Semifusa con doble puntillo
nl: Triool met vierenzestigsten
pt_br: Tercina
ru: Триоль из 1/64 нот
sl: Triola štiriinšestdesetink

source: Triplet thirty-secondth note
ca: Fusa triple
cs: Dvaatřicetinová nota v triole
de: Dreifache Zweiunddreißigstelnote
es: Fusa con doble puntillo
nl: Triool met tweeëndertigsten
pt_br: Tercina
ru: Триоль из 1/32 нот
sl: Triola dvaintridesetink

source: Triplet whole note
ca: Rodona triple
cs: Celá nota v triole
de: dreifache ganze Note
es: Redonda con doble puntillo
nl: Triool met hele noten
pt: Nota completa com triplo
pt_br: Tercina
ru: Целая триоль
sl: Triola celink

source: Tuning
es: Tono
sl: Uglaševanje

source: Type
ca: Tipus
cs: Typ
de: Typ
el: Τύπος
es: Tipo
pt: Tipo
pt_br: Tipo
ru: Тип
sl: Vrsta
sr: Врста
sr@latn: Vrsta

source: UTime
ca: Temps d'usuari
cs: UČas
de: Nutzer-Zeit
es: TiempoU
nl: Gtijd
pt_br: TempoU

source: Unconnected Output Channel
ca: Canal de sortida desconnectat
cs: Nepřipojený výstupn kanály
de: Nichtverbundener Ausgabekanal:
es: Canales de salida sin conectar
nl: Niet verbonden uitvoerkanaal
sl: Nepovezan izhodni kanal

source: Undo
ca: Desfés
cs: Zpět
de: Rückgängig
es: Deshacer
nl: Ongedaan maken
pt: Desfazer
pt_br: Desfazer
ru: Отменить
sl: Razveljavi
sr: Опозови
sr@latn: Opozovi

source: Undo last editing step
ca: Desfés l'últim pas
cs: Vrátit poslední krok úprav
de: Den letzten Bearbeitungsschritt rückgängig machen
es: Deshacer el último paso de edición
nl: Laatste verandering herstellen
pt: Desfazer o último passo de edição
pt_br: Desfaz o último passo de edição
ru: Отменить последнее изменение
sl: Razveljavitev zadnjega koraka urejanja
sr: Опозови последњу измену
sr@latn: Opozovi poslednju izmenu

source: Undo the effect of the last action
ca: Desfés l'efecte de l'última acció
cs: Vrátit zpět efekt předchozí akce
de: Die letzte Aktion rückgängig machen
es: Deshacer el efecto de la última acción
nl: Het effect van de laatste actie ongedaan maken
pt_br: Desfaz o efeito da última ação
ru: Отменить эффект последнего действия
sl: Razveljavi učinek zadnjega dejanja

source: Unfiltered Audio Signal
ca: Senyal d'àudio sense filtrar
cs: Nefiltrovaný signál zvuku
de: Ungefiltertes Audio-Signal
es: Señal de sonido sin filtrar
nl: Ongefilterd audiosignaal
pt: Sinal Audio Sem Filtro
pt_br: Sinal de áudio não filtrado
ru: Нефильтрованный звуковой сигнал
sl: Nefiltriran zvočni signal
sr: Нефилтрирани звучни сигнал
sr@latn: Nefiltrirani zvučni signal

source: Unfiltered Input
ca: Entrada sense filtrar
cs: Nefiltrovaný vstup
de: Ungefilterte Eingabe
es: Entradas no filtradas
nl: Ongefilterde ingang
pt: Entrada sem Filtragem
pt_br: Entrada não filtrada
sl: Nefiltriran vhod
sr: Нефилтриран улаз
sr@latn: Nefiltriran ulaz

source: Unique name of this object
ca: Nom únic per aquest objecte
de: Eindeutiger Name dieses Objekts
es: Nombre único para este objeto
nl: Unieke naam voor dit project
sl: Edinstveno ime tega predmeta

source: Unknown error
ca: Error desconegut
cs: Neznámá chyba
de: Unbekannter Fehler
es: Error desconocido
nl: Onbekende fout
sl: Neznana napaka

source: Unknown format
ca: Format desconegut
cs: Neznámý formát
de: Unbekanntes Format
es: Formato desconocido
nl: Onbekend formaat
sl: Neznana vrsta zapisa

source: Unselect all events
ca: Deselecciona tots els esdeveniments
cs: Zrušit výběr všech událostí
de: Alle Ereignisse abwählen
es: No seleccionar ningún evento
nl: Alle 'events' deselecteren
pt_br: Desmarca a seleção de eventos
sl: Počisti izbor vseh dogodkov

source: Unselect all notes
ca: Deselecciona totes les notes
cs: Zrušit výběr všech not
de: Alle Noten deselektieren
es: No seleccionar ninguna nota
nl: Alle noten deselecteren
pt_br: Desmarcar a seleção de notas
sl: Počisti izbor vseh not

source: Unspecified length
ca: Longitud no especificada
cs: Neurčená délka
de: Nicht festgelegte Länge
es: Longitud sin especificar
nl: Ongespecificeerde lengte
pt: Comprimento não especificado
pt_br: Comprimento não especificado
ru: Длина не указана
sl: Nedoločena dolžina

source: Unused
ca: No utilitzat
cs: Nepoužito
de: Nicht verwendet
es: No usado
nl: Ongebruikt
pt: Não Utilizado
pt_br: Não usado
ru: Не используется
sl: Neporabljeno
sr: Некоришћен
sr@latn: Nekorišćen

source: Up
ca: Amunt
cs: Nahoru
de: Hoch
es: Arriba
nl: Omhoog
pt: Acima
pt_br: Para cima
ru: Вверх
sl: Navzgor
sr: Горе
sr@latn: Gore

source: Updating View
ca: S'està actualitzant la vista
cs: Aktualizuji pohled
de: Ansicht aktualisieren
es: Actualizando la vista
nl: Beeld bijwerken
pt_br: Atualizando visualização
sl: Posodabljanje pogleda

source: Use the horizontal ruler to adjust the left loop pointer
ca: Feu servir el regle horitzontal per ajustar el punter del bucle esquerre
cs: Použijte vodorovné pravítko pro úpravu ukazatele levé smyčky
de: Das horizontale Lineal verwenden, um den linken Loop-Marker anzupassen
el: Χρήση του οριζόντιου χάρακα για την ρύθμιση του left loop pointer
es: Utilizar la regla horizontal para ajustar el puntero de bucle izquierdo
nl: Gebruik de horizontale lineaal om de linkergrens van de lus aan te passen
pt: Utilizar a régua horizontal para ajustar o ponteiro esquerdo do cíclo
pt_br: Use a régua horizontal para ajustar o ponteiro esquerdo da repetição
ru: Используйте горизонтальную линейку для установки левого указателя цикла
sl: Uporabna vodoravnega ravnila za prilagoditev levega kazalnika zanke
sr: Користи водоравни лењир за поправку показивача леве петље
sr@latn: Koristi vodoravni lenjir za popravku pokazivača leve petlje
sv: Använd den horisontella linjalen för att justera den vänstra slingpekaren

source: Use the horizontal ruler to adjust the play position pointer
ca: Feu servir el regle horitzontal per ajustar el punter de posició de reproducció
cs: Použijte vodorovné pravítko pro úpravu ukazatele pozice přehrávání
de: Das horizontale Lineal verwenden, um den Wiedergabepositionsmarker anzupassen
el: Χρήση του οριζόντιου χάρακα για την ρύθμιση του σημείου κατάδειξης θέσης αναπαραγωγής
es: Utilizar la regla horizontal para ajustar el puntero de posición de reproducción
nl: Gebruik de horizontale lineaal om de afspeelpositie aan te passen
pt: Utilizar a régua horizontal para ajustar o ponteiro de posição de reprodução
pt_br: Use a régua horizontal para ajustar o ponteiro da posição de reprodução
ru: Используйте горизонтальную линейку для установки позиции воспроизведения
sl: Uporaba vodoravnega ravnila za prilagoditev kazalnika položaja predvajanja
sr: Користи водоравни лењир за поправку показивача тока пуштања
sr@latn: Koristi vodoravni lenjir za popravku pokazivača toka puštanja
sv: Använd den horisontella linjalen för att justera spelpositionspekaren

source: Use the horizontal ruler to adjust the right loop pointer
ca: Feu servir el regle horitzontal per ajustar el punter del bucle dret
cs: Použijte vodorovné pravítko pro úpravu ukazatele pravé smyčky
de: Das horizontale Lineal verwenden, um den rechten Loop-Marker anzupassen
el: Χρήση του οριζόντιου χάρακα για την ρύθμιση του right loop pointer
es: Utilizar la regla horizontal para ajustar el puntero de bucle derecho
nl: Gebruik de horizontale lineaal om de rechtergrens van de lus aan te passen
pt: Utilizar a régua horizontal para ajustar o ponteiro direito do cíclo
pt_br: Use a régua horizontal para ajustar o ponteiro direito da repetição
ru: Используйте горизонтальную линейку для установки правого указателя цикла
sl: Uporabna vodoravnega ravnila za prilagoditev desnega kazalnika zanke
sr: Користи водоравни лењир за поправку показивача десне петље
sr@latn: Koristi vodoravni lenjir za popravku pokazivača desne petlje
sv: Använd den horisontella linjalen för att justera den högra slingpekaren

source: Use underline
ca: Usa el guió baix
cs: Používat podtržení
de: Unterstrich verwenden
es: Usar subrayado
nl: Onderstrepen gebruiken
pt: Utilizar sublinhado
pt_br: Usar sublinhado
ru: Использовать подчёркивание
sl: Uporabi podčrtaj
sr: Користи подвлаку
sr@latn: Koristi podvlaku

source: User Time
ca: Temps d'usuari
de: Benutzerzeit
es: Tiempo del usuario

source: VScale:
ca: Escala vertical:
cs: VMěřítko:
de: VSkalierung:
el: VΚλίμακα:
es: EscalaV:
nl: Vschaal:
pt: EscalaV:
pt_br: EscalaV:
ru: ВМасшт:
sl: NMerilo:
sr: Усправна размера:
sr@latn: Uspravna razmera:
sv: VSkala:

source: VZoom
ca: Ampliació vertical
cs: SZvětšení
de: V-Größe
es: AmpliaciónV
pt: ZoomV
pt_br: ZoomV
ru: ВМасшт
sl: NPovečava
sr: УУвећање
sr@latn: UUvećanje

source: Value [float]
ca: Valor [decimal]
cs: Hodnota [float]
de: Wert [float]
es: Valor [flotante]
nl: Waarde [float]
pt: Valor [fracção]
pt_br: Valor [flutuante]
ru: Значение [плав.]
sl: Vrednost [plavajoče]
sr: Вредност [у покретном зарезу]
sr@latn: Vrednost [u pokretnom zarezu]

source: Velocity
ca: Velocitat
cs: Rychlost
de: Geschwindigkeit
es: Velocidad
pt: Velocidade
pt_br: Duração
ru: Скорость нажатия
sl: Hitrost
sr: Брзина
sr@latn: Brzina

source: Velocity Out
ca: Velocitat de sortida
cs: Rychlost Out
de: Ausgabegeschwindigkeit
es: Velocidad de salida
nl: Velocity uit
pt: Velocidade de Saída
pt_br: Saída de duração
sl: Hitrost Iz
sr: Из. брзина
sr@latn: Iz. brzina

source: Velocity of the note press
ca: Velocitat de la nota premuda
cs: Rychlost stisku noty
de: Anschlagsdynamik
es: Velocidad de pulsación de tecla
nl: Velocity van de toetsaanslag
pt: Velocidade da pressão de nota
pt_br: Duração do pressionamento da nota
sl: Hitrost pritiska note
sr: Брзина притиска ноте
sr@latn: Brzina pritiska note

source: Velocity while the note is pressed
ca: Velocitat mentre s'està prement la nota
cs: Rychlost při stisknutí noty
de: Anschlagsdynamik, während die Note gedrückt ist
es: Velocidad cuando se pulsa la nota
nl: Velocity terwijl de toets wordt ingedrukt
pt: Velocidade durante a pressão da nota
pt_br: Duração enquanto a nota é pressionada
sl: Hitrost med pritiskom note
sr: Брзина док је нота притиснута
sr@latn: Brzina dok je nota pritisnuta

source: Version
ca: Versió
cs: Verze
es: Versión
nl: Versie
pt_br: Versão
sl: Različica

source: Vertical Bar Color
ca: Color de la barra vertical
cs: Barva svislého pruhu
de: Farbe der vertikalen Balken
es: Color de la barra vertical
nl: Kleur verticale balk
pt: Cor da Barra Vertical
pt_br: Cor da barra vertical
ru: Цвет вертикальной черты
sl: Barva navpične vrstice
sr: Боја усправне траке
sr@latn: Boja uspravne trake

source: Vertical Grid Color
ca: Color de la graella vertical
cs: Barva svislé mřížky
de: Vertikale Gitterfarbe
es: Color de la rejilla vertical
nl: Kleur verticale rooster
pt: Cor da Grelha Vertical
pt_br: Cor da grade vertical
ru: Цвет вертикальной сетки
sl: Barva navpične mreže
sr: Боја усправне мреже
sr@latn: Boja uspravne mreže

source: Vertical Region
ca: Regió vertical
cs: Vertikální rozsah
de: Vertikaler Bereich
el: Κάθετη περιοχή
es: Región vertical
nl: Verticaal gebied
pt: Região Vertical
pt_br: Região vertical
ru: Верт. область
sl: Navpično območje
sr: Усправно подручје
sr@latn: Uspravno područje
sv: Vertikalt område

source: Vertical Scale
ca: Escala vertical
cs: Svislé zvětšení
de: Vertikale Skala
es: Escala vertical
nl: Verticale schaal
pt: Escala Vertical
pt_br: Escala vertical
ru: Масштаб по вертикали
sl: Navpično merilo
sr: Вертикална размера
sr@latn: Vertikalna razmera

source: Vertical Scale (Logarithmic)
ca: Escala vertical (Logarítmica)
cs: Svislé zvětšení (logaritmické)
de: Vertikale Skala (logarithmisch)
es: Escala vertical (logarítmica)
nl: Verticale schaal (logaritmisch)
pt: Escala Vertical (Logarítmica)
pt_br: Escala vertical (Logarítmica)
ru: Масштаб по вертикали (логарифм.)
sl: Navpično merilo (logaritemsko)
sr: Вертикална размера (логаритамска)
sr@latn: Vertikalna razmera (logaritamska)

source: Vertical Select
ca: Selecció vertical
cs: Svislý výběr
de: Vertikale Auswahl
el: Κάθετη επιλογή
es: Selección vertical
nl: Verticaal selecteren
pt: Selecção Vertical
pt_br: Seleção vertical
ru: Верт. выделение
sl: Navpična izbira
sr: Усправан избор
sr@latn: Uspravan izbor
sv: Vertikalmarkering

source: Vertical piano zoom
ca: Ampliació vertical del piano
cs: Svislé zvětšení klavíru
de: Vertikale Klavier-Ansichtsgröße
es: Ampliación vertical de piano
nl: Verticale pianozoom
pt: Zoom vertical do piano
pt_br: Zoom vertical do piano
sl: Navpična povečava klavirja
sr: Усправно увећање за клавир
sr@latn: Uspravno uvećanje za klavir

source: Virtual Rack
ca: Rack virtual
cs: Svislý rack
de: Virtuelle Ablage
es: Rack virtual
nl: Virtueel rack
pt: Pilha Virtual
pt_br: Pilha virtual
ru: Виртуальный рэк
sl: Navidezna polica
sr: Виртуелна полица
sr@latn: Virtuelna polica

source: Virtual input %u
ca: Entrada virtual %u
cs: Virtuální vstup %u
de: Virtueller Eingang %u
es: Entrada virtual %u
nl: Virtuele ingang %u
pt: Entrada virtual %u
pt_br: Entrada virtual %u
ru: Виртуальный вход %u
sl: Navidezni vhod %u
sr: Виртуелни улаз %u
sr@latn: Virtuelni ulaz %u

source: Virtual output %u
ca: Sortida virtual %u
cs: Virtuální výstup %u
de: Virtueller Ausgang %u
es: Salida virtual %u
nl: Virtuele uitgang %u
pt: Saída virtual %u
pt_br: Saída virtual %u
ru: Виртуальный выход %u
sl: Navidezni izhod %u
sr: Виртуелни излаз %u
sr@latn: Virtuelni izlaz %u

source: Volume
ca: Volum
cs: Hlasitost
de: Lautstärke
es: Volumen
nl: Geluidsterkte
sl: Glasnost

source: Volume adjustment in decibel of left bus channel
ca: Ajustament del volum del bus del canal esquerre en decibels
cs: Úprava hlasitosti levého kanálu sběrnice v decibelech
de: Lautstärkeanpassung des linken Buskanals in Dezibel
es: Ajuste del volumen en decibelios del bus del canal izquierdo
nl: Aanpassing geluidsterkte in decibel van het linker buskanaal
sl: Prilagoditev glasnosti v decibelih za kanal levega vodila

source: Volume adjustment in decibel of right bus channel
ca: Ajustament del volum del bus del canal dret en decibels
cs: Úprava hlasitosti pravého kanálu sběrnice v decibelech
de: Lautstärkeanpassung des rechten Buskanals in Dezibel
es: Ajuste del volumen en decibelios del bus del canal derecho
nl: Aanpassing geluidsterkte in decibel van het rechter buskanaal
sl: Prilagoditev glasnosti v decibelih za kanal desnega vodila

source: WAVE File
ca: Fitxer d'ONA
cs: Soubor WAVE
de: WAVE-Datei
es: Archivo de ondas
nl: WAVE bestand
pt_br: Arquivo WAVE
ru: Файл WAV
sl: Datoteka WAVE

source: Warning
ca: Avís
cs: Varování
de: Warnung
el: Προειδοποίηση
es: Advertencia
nl: Waarschuwing
pt: Aviso
pt_br: Aviso
ru: Предупреждение
sr: Упозорење
sr@latn: Upozorenje
sv: Varning

source: Wave
ca: Ona
cs: Vlna
de: Waveform
es: Onda
pt_br: Onda
ru: Сигнал
sl: Val
sr: Талас
sr@latn: Talas
