Repository: GNOME/beast
Catalog: po/*.po
Languages: ca, cs, de, el, es, nl, pt, pt_br, ru, sl, sr, sr@latn, sv

source: No MIDI
ca: Sense MIDI
cs: Žádné MIDI
de: Kein MIDI
es: Sin MIDI
nl: Geen MIDI

source: No Part
ca: Cap part
cs: Žádný part
de: Kein Part
el: Δεν υπάρχει μέρος
es: Sin parte
nl: Geen deel
pt: Nenhuma Parte
pt_br: Nenhuma parte
ru: Нет партии
sl: Ni dela
sr: Без дела
sr@latn: Bez dela
sv: Ingen del

source: No Track
ca: Cap pista
cs: Žádná stopa
de: Keine Spur
el: Δεν υπάρχει κομμάτι
es: Sin Pistas
nl: Geen track
pt: Nenhuma Pista
pt_br: Nenhuma pista
ru: Нет дорожек
sl: Ni sledi
sr: Без песме
sr@latn: Bez pesme
sv: Inget spår

source: No available MIDI device could be found and opened successfully. Reverting to null device, no MIDI events will be received or sent.
ca: No s'ha pogut trobar i obrir cap dispositiu MIDI. Tornant al dispositiu nul, no es rebran o s'enviaran esdeveniments MIDI.
cs: Nebylo možné najít a otevřít žádné dostupné zařízení MIDI. Vracím se k prázdnému zařízení, nebudou přijímány ani odesílány žádné události MIDI.
de: Es konnte kein verfügbares MIDI-Gerät gefunden und erfolgreich geöffnet werden. Rückfall auf Null-Gerät, es werden keine MIDI-Ereignisse empfangen oder gesendet.
es: No se encontró ningún dispositivo MIDI disponible y que se pudiera abrir satisfactoriamente. Se revierte al dispositivo nulo, no se enviará o recibiriá ningún evento MIDI.
nl: Er kon geen beschikbaar MIDI-apparaat gevonden en geopend worden. Er wordt teruggevallen naar het null-apparaat; er zullen geen MIDI-events ontvangen of verzonden worden.
sl: Ni mogoče najti in uspešno odpreti MIDI naprave. Povrnitev na napravo null, noben dogodek MIDI ne bo sprejet ali poslan.

source: No available audio device could be found and opened successfully. Sorry, no fallback selection can be made for audio devices, giving up.
ca: No s'ha pogut trobar i obrir cap dispositiu d'àudio disponible. No s'ha pogut fer cap selecció per defecte per dispositius d'àudio, sortint.
cs: Nebylo možné naját a otevřít žádné dostupné zvukové zařízení. Lituji, pro výběr zvukového zařízení není možná náhradní volba, vzdávám to.
de: Es konnte kein verfügbares Audiogerät gefunden und erfolgreich geöffnet werden. Es ist leider keine ersatzweise Auswahl für Audiogeräte möglich. Wird abgebrochen.
es: No se encontró ningún dispositivo de sonido disponible y que se pudiera abrir para la reproducción. No se puede realizar una selección alternativa para los dispositivos de sonido, abortando.
nl: Er kon geen beschikbaar audioapparaat gevonden en geopend worden. Helaas is er geen terugvaloptie voor audioapparaten; er wordt afgebroken.
sl: Ni mogoče najti in odpreti razpoložljive zvočne naprave. Žal ni zasilne izbire za zvočne naprave, program se bo zaprl.

source: No available audio device was found.
ca: No s'ha trobat cap dispositiu d'àudio disponible.
cs: Nebylo nalezeno žádné dostupné zvukové zařízení.
de: Es wurde kein verfügbares Audiogerät gefunden.
es: No se encontró ningún dispositivo de sonido disponible.
nl: Geen geschikt audioapparaat gevonden.
sl: Ni mogoče najti razpoložljive zvočne naprave.

source: No data available
ca: No hi ha dades disponibles
cs: Nejsou k dispozici žádná data
de: Keine Daten verfügbar
es: No hay datos disponibles
nl: Geen data beschikbaar
sl: Podatki niso na voljo

source: No device (driver) available
ca: No hi ha dispositiu (controlador) disponible
cs: Není k dispozici zařízení (ovladač)
de: Kein Gerät (Treiber) verfügbar
es: No hay dispositivo (controlador) disponible
nl: Geen apparaat (stuurprogramma) beschikbaar
pt_br: Nenhum dispositivo (driver) disponível
sl: Ni dostopne naprave (gonilnika)

source: No quantization selected
ca: No s'ha seleccionat cap quantificació
cs: Nevybrána žádná kvantizace
de: Keine Quantisierung gewählt
el: Δεν έχει επιλεχθεί quantization
es: Ninguna cuantización seleccionada
nl: Geen quantisatie geselecteerd
pt: Nenhuma quantização seleccionada
pt_br: Nenhuma quantificação selecionada
ru: Квантовать не выбрано
sl: Kvantizacija ni izbrana
sr: Без квантизације
sr@latn: Bez kvantizacije
sv: Ingen kvantisering vald

source: No space left on device
ca: No queda espai en el dispositiu
cs: Na zařízení nezbývá místo
de: Kein Speicherplatz mehr auf dem Gerät
es: No queda espacio en el dispositivo
nl: Geen vrije schijfruimte over
sl: Na napravi ni več prostora

source: No such entry
ca: No existeix l'entrada
cs: Taková položka neexistuje
de: Kein solcher Eintrag
es: No existe la entrada
nl: Deze bestaat niet
pt_br: Entrada não encontrada
sl: Ni takega vnosa

source: No such event
ca: No existeix l'esdeveniment
cs: Taková událost neexistuje
de: Kein solches Ereignis
es: No existe el evento
nl: Event bestaat niet
pt_br: Evento não encontrado
ru: Нет такого события
sl: Ni takega dogodka

source: No such file, device or directory
ca: No hi ha fitxer, dispositiu o directori
cs: Takový soubor, zařízení nebo adresář neexistuje
de: Keine solche Datei, Gerät oder Ordner
es: No existe el archivo, dispositivo o directorio
nl: Bestand, map of apparaat bestaat niet
sl: Ni take datoteke, naprave ali mape

source: No such input channel
ca: No existeix el canal d'entrada
cs: Takový vstupní kanál neexistuje
de: Kein solcher Eingabekanal:
es: No existe ese canal de entrada
nl: Zo'n invoerkanaal bestaat niet
pt_br: Canal de entrada não encontrado
ru: Нет такого канала на входе
sl: Ni takšnega vhodnega kanala

source: No such output channel
ca: No existeix el canal de sortida
cs: Takový výstupní kanál neexistuje
de: Kein solcher Ausgabekanal:
es: No existe ese canal de salida
nl: Zo'n uitvoerkanaal bestaat niet
pt_br: Canal de saída não encontrado
ru: Нет такого канала на выходе
sl: Ni takšnega izhodnega kanala

source: No such procedure
ca: No existeix el procediment
cs: Taková procedura neexistuje
de: Keine solche Prozedur
es: No existe el procedimiento
nl: Zo'n procedure bestaat niet
pt_br: Procedimento não encontrado
ru: Нет такой процедура
sl: Ni takega postopka

source: No such synthesis module
ca: No existeix el mòdul de síntesi
cs: Takový modul syntézy neexistuje
de: Kein solches Synthesemodul
es: No existe ese módulo de síntesis
nl: Zo'n synthesemodule bestaat niet
pt_br: Módulos de síntese não encontrado
ru: Нет такого модуля
sl: Ni takšnega sinteznega modula

source: No such wave
ca: No existeix l'ona
cs: Taková vlna neexistuje
de: Keine solche Wellenform
es: No existe la onda
nl: Wave bestaat niet
sl: Ni takega vala

source: No suitable web browser executable could be found to be executed and to display the URL: %s
de: Kein geeigneter Webbrowser konnte für die Anzeige der Adresse %s gefunden werden
es: No se ha podido encontrar un navegador web apropiado para mostrar el URL: %s

source: No target
ca: Cap objectiu
cs: Žádný cíl
de: Kein Ziel
el: Όχι στόχος
es: Sin objetivo
nl: Geen doel
pt: Nenhum alvo
pt_br: Nenhum alvo
ru: Нет цели
sl: Ni cilja
sr: Без мете
sr@latn: Bez mete
sv: Inget mål

source: Noise Out
ca: Sortida de soroll
cs: Hluk Out
es: Salida ruido
nl: Ruis uit
pt: Saída de Ruído
pt_br: Saída ruído
ru: Выход шума
sl: Iz šuma
sr: Излаз буке
sr@latn: Izlaz buke

source: Noise Output
ca: Sortida de soroll
cs: Výstup hluku
es: Salida de ruido
nl: Ruis uitgang
pt: Saída de Ruído
pt_br: Saída de ruído
ru: Выход шума
sl: Izhod šuma
sr: Излаз буке
sr@latn: Izlaz buke

source: Noise is a generator of (supposedly) white noise
ca: El soroll és un generador de (suposadament) soroll blanc
cs: Šum je generátor (snad) bílého šumu
es: El ruido es un generador de ruido blanco (supuestamente)
nl: Ruis is een generator van (verondersteld) witte ruis
pt_br: Ruído é um gerador de (supostamente) ruído branco
ru: Модуль Шум генерирует (предположительно) белый шум
sl: Šum je ustvarjalnik (domnevno) belega šuma

source: Non-Registered Parameter
ca: Paràmetre no registrat
cs: Neregistrovaný parametr
de: Nicht registrierter Parameter
es: Parámetro no registrado
nl: Niet geregistreerde parameter
pt_br: Parâmetro não registrado
sl: Nevpisan parameter

source: None
ca: Cap
cs: Žádné
de: Nichts
es: Ninguno
nl: Geen
pt: Nenhum
pt_br: Nenhum
ru: Ничего
sl: Brez

source: Norm Type
ca: Tipus de normalització
cs: Typ normování
de: Norm.-Typ
es: Tipo de norma
pt: Tipo de Norma
pt_br: Tipo de norma
sr: Врста нормализације
sr@latn: Vrsta normalizacije

source: Note
ca: Nota
cs: Upozornění
es: Nota
nl: Noot
pt: Nota
pt_br: Nota
ru: Нота
sl: Nota
sr: Напомена
sr@latn: Napomena

source: Note Decay
es: Decaimiento de la nota
sl: Dušenje not

source: Note Entry
ca: Entrada de nota
cs: Vstup noty
de: Noteneintrag
es: Entrada de notas
nl: Noot invoer
pt: Entrada de Nota
pt_br: Entrada de nota
ru: Нота события
sl: Vnos note
sr: Унос ноте
sr@latn: Unos note

source: Note Fine Tune
ca: Ajustament fi de la nota
cs: Doladění noty
de: Notenfeineinstellung
es: Ajustado fino de la nota
nl: Toonfijnstelling
pt_br: Ajuste fino da nota
sl: Fino uglaševanje note

source: Note Frequency
ca: Freqüència de nota
cs: Frekvence noty
de: Notenfrequenz
es: Frecuencia de la nota
nl: Frequentie noot
pt: Frequência da Nota
pt_br: Freqüência da nota
sl: Frekvenca note
sr: Учестаност ноте
sr@latn: Učestanost note

source: Note Sequence Grid Editor
ca: Editor de la graella de seqüència de notes
cs: Editor sekvence not v mřížce
es: Editor de la rejilla de secuencia de notas
nl: Nootvolgorde roostereditor
pt: Editor de Grelha de Sequência de Notas
pt_br: Editor de seqüência de notas
ru: Матричный редактор последовательности нот
sl: Urejevalnik mreže zaporedja not
sr: Мрежни уређивач низа нота
sr@latn: Mrežni uređivač niza nota

source: Note Sync
ca: Sincronització de nota
cs: Synch noty
es: Sincronismo de notas
nl: Noot sync
pt: Sincronização de Nota
pt_br: Sinc nota
sl: Uskladi note
sr: Синх. ноте
sr@latn: Sinh. note

source: Note Sync Signal
ca: Senyal de sincronització de nota
cs: Signál synchronizace noty
es: Señal de sinc. de nota
nl: Note sync signaal
pt: Sinal de Sincronização de Nota
pt_br: Sinal de sincronia da nota
sl: Uskladitev signala not
sr: Сигнал синхронизације ноте
sr@latn: Signal sinhronizacije note

source: Note Velocity
ca: Velocitat de nota
cs: Rychlost noty
de: Notengeschwindigkeit
es: Velocidad de la nota
pt_br: Duração da nota
sl: Hitrost note

source: Note _Length
ca: Durada de _la nota
cs: _Délka noty
de: Noten_länge
es: _Duración de la nota
nl: Noot _lengte
pt: _Comprimento da Nota
pt_br: _Duração da nota
ru: Длительность _ноты
sl: _Dolžina note
sr: Дужина _ноте
sr@latn: Dužina _note

source: Notes and informations about this release cycle
ca: Notes i informació sobre aquest cicle de llançament
cs: Poznámky a informace o tomto cyklu vydání
de: Hinweise und Bemerkungen zu diesem Releasezyklus
es: Notas e informaciones sobre este ciclo de lanzamiento
nl: Informatie en opmerkingen over deze versie
pt_br: Notas e informações sobre esse ciclo de lançamento
sl: Opombe in podrobnosti o tem ciklu izdaje

source: Notes from unchecked tracks are ignored by the sequencer during playback
ca: Les notes de les pistes no seleccionades són ignorades pel seqüenciador durant la reproducció
cs: Noty z nezaškrtnutých stop sekvencer při přehrávání ignoruje
de: Noten aus nicht markierten Spuren werden von Sequenzer bei der Wiedergabe ignoriert
es: Las notas de las pistas sin seleccionar son ignoradas por el secuenciador durante la reproducción
nl: Noten op sporen die niet zijn aangevinkt, worden tijdens het afspelen genegeerd door de sequencer.
pt_br: Notas de pistas não marcadas são ignoradas pelo seqüenciador durante a reprodução

source: Notify users via error bells if edits cannot be carried out
de: Den Benutzer mittels Klängen benachrichtigen, falls Bearbeitungen nicht ausgeführt werden können
es: Notifica al usuario a través de campanas de error si las ediciones no se pueden llevar a cabo
sl: Obvestilo uporabnikov preko zvoncev napak, če urejanj ni mogoče izvesti

source: Number of Columns
ca: Nombre de columnes
cs: Počet sloupců
de: Spaltenanzahl
es: Número de columnas
nl: Aantal kolommen
pt: Número de Colunas
pt_br: Número de colunas
ru: Количество Столбцов
sl: Število stolpcev
sr: Број колона
sr@latn: Broj kolona

source: Number of Rows
ca: Nombre de files
cs: Počet řádků
de: Zeilenanzahl
es: Número de filas
nl: Aantal rijen
pt: Número de Linhas
pt_br: Número de linhas
ru: Количество Cтрок
sl: Število vrstic
sr: Број редова
sr@latn: Broj redova

source: Number of elements (C specific)
ca: Nombre d'elements (C específic)
de: Anzahl der Elemente (C-spezifisch)
es: Número de elementos (específico C)
nl: Aantal elementen (C-specifiek)
sl: Število elementov (C določeno)

source: Number of octaves to be affected by exponential frequency modulation
ca: Nombre d'octaves que seran afectades per la modulació freqüencial exponencial
cs: Počet oktáv, na které má mít vliv exponenciální frekvenční modulace
de: Anzahl der von der exponenziellen Frequenzmodulation betroffenen Oktaven
es: Número de octavas a ser afectadas por la modulación exponencial de frecuencia
nl: Aantal octaven dat wordt beïnvloed door de exponentiële frequentiemodulatie
pt: Número de oitavas a afectar pela modulação de frequência exponencial
pt_br: Número de oitavas que serão afetadas pela modulação exponencial de freqüência
sl: Število oktav na katere vpliva eksponentna modulacija frekvence
sr: Број октава на које утиче експоненцијална модулација фреквенција
sr@latn: Broj oktava na koje utiče eksponencijalna modulacija frekvencija

source: Number of ticks per quarter note
ca: Nombre de marques per cada negra
cs: Počet dob na čtvrťovou notu
de: Anzahl der Ticks pro Viertelnote
es: Número de señales por cuarto de nota
nl: Aantal tikken per kwartnoot
pt_br: Número de batidas por nota de quarto de tempo

source: Numerator
ca: Numerador
cs: Čitatel
de: Zähler
es: Numerador
nl: Teller
pt_br: Numerador
sl: Števec

source: Object Drop Down Box
ca: Caixa d'objectes desplegable
cs: Pole pro výběr objektu
de: Drop-Down-Feld des Objekts
es: Caja desplegable de objetos
pt: Caixa de Selecção Única de Objecto
pt_br: Caixa drop down de objetos
sl: Spustno polje predmeta
sr: Падајућа листа објеката
sr@latn: Padajuća lista objekata

source: Object Selection: %s
ca: Selecció de l'objecte: %s
cs: Výběr objektu: %s
de: Objekt-Auswahl: %s
es: Selección de objeto: %s
nl: Objectselectie: %s
pt_br: Seleção de Objeto: %s
sl: Izbor predmeta: %s

source: Octaves
cs: Oktávy
de: Oktaven
es: Octavas
nl: Octaven
pt: Oitavas
pt_br: Oitavas
ru: Октавы
sl: Oktave
sr: Октаве
sr@latn: Oktave

source: Online Demos...
ca: Demostracions en línia...
cs: Dema online...
es: Demostraciones en línea…
pt_br: Demonstrações on-line...
sl: Spletni demoti ...

source: Online Sound Archive...
ca: Arxiu de sons en línia...
cs: Archiv zvuků online...
de: Online Sound-Archiv …
es: Archivo de sonidos en línea…
nl: Online geluidsarchief...
pt_br: Arquivo de Sons On-line...
sl: Spletni zvočni arhiv ...

source: Online _Help Desk...
ca: A_juda d'escriptori en línia...
cs: _Nápověda online...
de: _Online-Hilfe
es: Ayuda en línea…
pt_br: Aj_uda On-line...
sl: Pomoč na _spletu ...

source: Only parts louder than threshold are compressed
ca: Només les parts més altes que el llindar són comprimides
cs: Komprimovány jsou jen části hlasitější než práh
de: Es werden nur Teile komprimiert, die über der Ansprechschwelle liegen
es: Sólo las partes más altas que el umbral son comprimidas
nl: Alleen delen luider dan de drempelwaarde worden gecomprimeerd
pt_br: Apenas as partes mais intensas que o limiar são comprimidas
sl: Stisnjeni so le deli glasnejši kot prag

source: Open Project
ca: Obre un projecte
cs: Otevřít projekt
de: Projekt öffnen
el: Άνοιγμα εργασίας
es: Abrir proyecto
nl: Project openen
pt: Abrir Projecto
pt_br: Abrir projeto
ru: Открыть проект
sl: Odpri projekt
sr: Отвори пројекат
sr@latn: Otvori projekat
sv: Öppna projekt

source: Open Sound System MIDI driver: DEVICE - MIDI device file name. MODE - one of "ro", "rw" or "wo" for read-only, read-write or write-only access.
ca: Controlador MIDI del sistema de so obert: DISPOSITIU - nom del fitxer del dispositiu MIDI. MODE - un dels «ro», «rw» o «wo» per un accés de sols lectura (ro), lectura i escriptura (rw) o sols escriptura (wo).
cs: Ovladač Open Sound System MIDI: ZAŘÍZENÍ - název souboru zařízení MIDI. REŽIM - jedno z "ro", "rw" nebo "wo" pro přístup jen pro čtení, pro čtení a zápis, nebo jen pro zápis.
es: Controlador MIDI del Sistema de Sonido Abierto (OSS): DISPOSITIVO - nombre del archivo del dispositivo MIDI. MODO - uno de "sl", "le" o "se" para acceso de sólo lectura, lectura-escritura o sólo escritura.
nl: Open Sound System MIDI-stuurprogramma: APPARAAT - Bestandsnaam MIDI-apparaat MODUS - mag "rw", "ro" of "wo" bevatten voor alleen-lezen, lezen-schrijven of alleen-schrijven; toevoegen van "hs" forceert een hard sync bij underruns.
sl: MIDI gonilnik odprtega zvočnega sistema: DEVICE - ime datoteke MIDI naprave MODE - ena od "rw", "ro" ali "wo" za le za branje, branje-pisanje, dostop le za pisanje.

source: Open Sound System PCM driver: DEVICE - PCM device file name MODE - may contain "rw", "ro" or "wo" for read-only, read-write or write-only access; adding "hs" forces hard sync on underruns.
ca: Controlador PCM del sistema de so obert: DISPOSITIU - nom del fitxer del dispositiu PCM MODE - hauria de contenir «rw», «ro» o «wo» per" a accessos de sols lectura (ro), lectura i escriptura (rw) o sols escriptura (ro); afegint «hs» es força sincronització forta en baixos.
cs: Ovladač Open Sound System PCM: ZAŘÍZENÍ - název souboru zařízení PCM REŽIM - může obsahovat \"ro\", \"rw\" nebo \"wo\" pro přístup\n" jen pro čtení, pro čtení a zápis, nebo jen pro zápis;" přidání "hs" vynucuje tvrdou synchronizaci při podtečení.
es: Controlador PCM del Sistema de Sonido Abierto (OSS): DISPOSITIVO - nombre del archivo del dispositivo PCM. MODO - uno de "sl", "le" o "se" para acceso de sólo lectura, lectura-escritura o sólo escritura. añadir "sd" fuerza una sincronización dura en bajos rendimientos.
nl: Open Sound System PCM stuurprogramma: APPARAAT - Bestandsnaam PCM apparaat MODUS - mag "rw", "ro" of "wo" bevatten voor alleen-lezen, lezen-schrijven of alleen-schrijven; toevoegen van "hs" forceert een hard sync bij underruns.
sl: PCM gonilnik odprtega zvočnega sistema: DEVICE - ime datoteke PCM naprave MODE - lahko vsebuje "rw", "ro" ali "wo" za le za branje, branje-pisanje, dostop le za pisanje; dodajanje "hs" prisili trdo usklajevanje ob praznjenju medpomnilnika

source: Open existing project
ca: Obre un projecte existent
cs: Otevřít existující projekt
de: Ein vorhandenes Projekt öffnen
es: Abrir un proyecto existente
nl: Bestaand project openen
pt: Abrir um projecto existente
pt_br: Abre um projeto existente
ru: Открыть существующий проект
sl: Odpri obstoječ projekt
sr: Отвари постојећи пројекат
sr@latn: Otvari postojeći projekat

source: Open failed
ca: Ha fallat al obrir
cs: Otevření selhalo
de: Öffnen schlug fehl
es: Falló la apertura
nl: Openen mislukt
sl: Napaka med odpiranjem

source: Open file browser
ca: Obre el navegador de fitxers
cs: Otevřít prohlížeč souborů
de: Dateiwähler öffnen
es: Abrir examinador de archivos
nl: Bestandsbeheer openen
pt_br: Abre o navegador de arquivos
sl: Odpri brskalnik datotek

source: Opening project `%s'
ca: S'està obrint el projecte '%s'
cs: Otevírám projekt `%s'
de: Projekt »%s« wird geöffnet
el: Άνοιγμα εργασίας `%s'
es: Abriendo el proyecto «%s»
nl: Openen van project `%s'
pt: A abrir o projecto `%s'
pt_br: Abrindo o projeto '%s'
ru: Загружается проект '%s'
sl: Odpiranje projekta `%s'
sr: Отвара пројекат „%s“
sr@latn: Otvara projekat „%s“
sv: Öppnar projektet "%s"

source: Order
ca: Ordre
cs: Pořadí
de: Ordnung
es: Orden
nl: Volgorde
pt: Ordem
pt_br: Ordem
ru: Очерёдность
sl: Red
sr: Редослед
sr@latn: Redosled

source: Order of Filter
ca: Ordre del filtre
cs: Pořadí filtrů
de: Filter-Ordnung
es: Orden de filtro
nl: Filtervolgorde
pt: Ordem do Filtro
pt_br: Ordem de filtro
ru: Очерёдность фильтров
sl: Red filtra
sr: Ред филтера
sr@latn: Red filtera

source: Orientation
ca: Orientació
cs: Orientace
de: Ausrichtung
es: Dirección
nl: Oriëntatie
pt_br: Orientação
ru: Направление
sl: Usmeritev

source: Origin: %s
ca: Origen: %s
cs: Původ: %s
de: Ursprung: %s
es: Origen: %s
nl: Oorsprong: %s
pt_br: Origem: %s
sl: Izvor: %s

source: Orphan Parts
ca: Parts orfes
cs: Nepřipojené party
de: Verwaiste Teile
es: Partes huérfanas
nl: Overgebleven delen
sl: Osiroteli deli

source: Oscillated Output
ca: Sortida oscil·lada
cs: Oscilovaný výstup
de: Oscillationsausgabe
es: Salidas oscilantes
nl: Oscillerende uitgang
pt: Saída Oscilada
pt_br: Saída oscilada
sl: Oscilirajoči izhod
sr: Осцилаторни улаз
sr@latn: Oscilatorni ulaz

source: Oscillating Frequency Input
ca: Entrada de la freqüència oscil·lant
cs: Vstup oscilující frekvence
de: Oszillationsfrequenzeingang
es: Entrada de frecuencia de oscilación
nl: Oscillerende frequentie-ingang
pt: Entrada de Frequência Oscilante
pt_br: Entrada de freqüência de oscilação
sl: Vhod oscilirajoče frekvence
sr: Осцилаторни фреквентни улаз
sr@latn: Oscilatorni frekventni ulaz

source: Oscillator
ca: Oscil·lador
cs: Oscilátor
de: Oszillator
es: Oscilador
sl: Oscilator

source: Oscillator frequency in Hertz, i.e. the number of oscillator cycles per second
de: Oszillatorfrequenz in Hertz, also die Anzahl der Schwingungen des Oszillators pro Sekunde
es: Frecuencia del oscilador en hercios, ej. el número de ciclos del oscilador por segundo
sl: Frekvenca oscilatorja v hertzih, število oscilatorskih ciklov na sekundo

source: Oscillator wave form
ca: Forma d'ona de l'oscil·lador
cs: Tvar vlny oscilátoru
de: Oszillatorwellenform
es: Forma de onda del oscilador
nl: Oscillator golfvorm
pt: Formato de oscilador wave
pt_br: Forma de onda do oscilador
ru: Форма сигнала осциллятора
sl: Valovna oblika oscilatorja
sr: Облик таласа осцилатора
sr@latn: Oblik talasa oscilatora

source: Out of memory
ca: No queda memòria
cs: Nedostatek paměti
de: Außerhalb des Speichers
es: Se agotó la memoria
nl: Geen vrij geheugen meer
sl: Pomnilnika je zmanjkalo

source: Output
ca: Sortida
cs: Výstup
de: Ausgabe
el: 'Εξοδος
es: Salida
nl: Uitvoer
pt: Saída
pt_br: Saída
ru: Выход
sl: Izhod
sr: Излаз
sr@latn: Izlaz
sv: Utmatning

source: Output Assignments
ca: Assignacions de sortida
cs: Přiřazení výstupů
de: Ausgabe-Zuordnungen
es: Asignaciones de salida
nl: Uitgangs-toewijzingen
pt: Atribuições de Saída
pt_br: Atribuições de saída
ru: Назначения на выходе
sl: Izhodne dodelitve
sr: Расподела излаза
sr@latn: Raspodela izlaza

source: Output Balance
ca: Balanç de sortida
cs: Vyvážení výstupu
de: Ausgabeabgleich
es: Balance de salida
nl: Uitvoer balans
pt: Balanço de Saída
pt_br: Balanço de saída
ru: Баланс на выходе
sl: Ravnotežje izhoda
sr: Равнотежа излаза
sr@latn: Ravnoteža izlaza

source: Output Panning
ca: Panning de sortida
cs: Posun výstupu
es: Salida panorámica
nl: Uitgang Pan
pt: Ajustamento de Saída
pt_br: Ajuste de saída
ru: Баланс на выходе
sr: Равнање излаза
sr@latn: Ravnanje izlaza

source: Output Port %u
ca: Port de sortida %u
cs: Výstupní port %u
de: Ausgabeport %u
es: Puerto de salida %u
nl: Uitgangspoort %u
pt: Porto de Saída %u
pt_br: Porta de saída %u
ru: Порт выхода %u
sl: Izhodna vrata %u
sr: Порт излаза %u
sr@latn: Port izlaza %u

source: Output Signal Monitor
ca: Monitor del senyal de sortida
cs: Sledování výstupního signálu
de: Ausgabesignalmonitor
es: Monitor de señales de salida
nl: Uitgangsignaal monitor
sl: Nadzor izhodnih signalov

source: Output Signals
ca: Senyals de sortida
cs: Výstupní signály
de: Ausgabesignale
es: Señales de salida
nl: Uitgangsignalen
pt_br: Sinais de saída
sl: Izhodni signali

source: Output [dB]
ca: Sortida [dB]
cs: Výstup [dB]
de: Ausgabe [dB]
es: Salida [dB]
nl: Uitvoer [dB]
pt_br: Saída [dB]
sl: Izhod[dB]
