Repository: GNOME/beast
Catalog: po/*.po
Languages: ca, cs, de, el, es, nl, pt, pt_br, ru, sl, sr, sr@latn, sv

source: Filename
ca: Nom del fitxer
de: Dateiname
es: Nombre del archivo
nl: Bestandsnaam
sl: Ime datoteke

source: Filename Text Entry
ca: Entrada de text del nom de fitxer
cs: Pole textu názvu souboru
de: Dateinameneingabe
es: Entrada de texto del nombre de archivo
nl: Bestandsnaam tekstinvoer
pt: Entrada de Texto de Nome de Ficheiro
pt_br: Caixa de texto de nome de arquivo
ru: Поле ввода имени файла
sl: Vnos besedila datoteke
sr: Унос имена датотеке
sr@latn: Unos imena datoteke

source: Filter
ca: Filtre
cs: Filtr
es: Filtro
pt: Filtro
pt_br: Filtro
ru: Фильтр
sr: Филтер

source: Filter Algorithm
ca: Algorisme del filtre
cs: Algoritmus filtru
de: Filteralgorithmus
es: Algoritmo de filtrado
nl: Filteralgoritme
pt: Algorítmo de Filtragem
pt_br: Algoritmo de filtro
ru: Алгоритм фильтра
sl: Algoritem filtra
sr: Алгоритам филтера
sr@latn: Algoritam filtera

source: Filter Choice
ca: Selecció de filtre
cs: Výběr filtru
de: Filter auswählen
es: Selección de filtrado
nl: Filterkeuze
pt: Escolha de Filtro
pt_br: Escolha do filtro
ru: Выбор фильтра
sl: Izbira filtra
sr: Избор филтера
sr@latn: Izbor filtera

source: Filter Specification
ca: Especificació del filtre
cs: Určení filtrů
de: Filterangabe
es: Especificación del filtro
nl: Filterspecificatie
pt: Especificação do Filtro
pt_br: Especificação do filtro
ru: Спецификация фильтра
sl: Določitev filtra
sr: Спецификација филтера
sr@latn: Specifikacija filtera

source: Filter Type
ca: Tipus de filtre
cs: Typ filtru
de: Filtertyp
es: Tipo de filtro
pt: Tipo de Filtro
pt_br: Tipo de filtro
ru: Тип фильтра
sl: Vrsta filtra
sr: Врста филтера
sr@latn: Vrsta filtera

source: Filter cutoff frequency
de: Grenzfrequenz des Filters
es: Frecuencia de corte del filtro
sl: Obrezna frekvenca filtra

source: Filter cutoff frequency as note, converted to Hertz according to the current musical tuning
de: Filter-Trennfrequenz als Notenwert, entsprechend der aktuellen musikalischen Stimmung in Hertz umgewandelt
es: Frecuencia de corte del filtro como una nota, convertida en hercios según el tono musical actual
sl: Obrezna frekvenca filtra v hertzih kot nota, pretvorjena v hertze glede na trenutno uglaševanje

source: Filter cutoff frequency in Hertz
de: Grenzfrequenz des Filters in Hertz
es: Frecuencia de corte del filtro en hercios
sl: Obrezna frekvenca filtra v hertzih

source: Filtered Audio Signal
ca: Senyal d'àudio filtrada
cs: Filtrovaný signál zvuku
de: Gefiltertes Audio-Signal
es: Señal de sonido filtrada
nl: Gefilterd audiosignaal
pt: Sinal Audio Filtrado
pt_br: Sinal de áudio filtrado
ru: Фильтрованный звуковой сигнал
sl: Filtriran zvočni signal
sr: Филтрирани звучни сигнал
sr@latn: Filtrirani zvučni signal

source: Filtered Output
ca: Sortida filtrada
cs: Filtrovaný výstup
de: Gefilterte Eingabe
es: Salidas filtradas
nl: Gefilterde uitgang
pt: Saída Filtrada
pt_br: Saída filtrada
sl: Filtriran izhod
sr: Филтриран улаз
sr@latn: Filtriran ulaz

source: Filtered audio output
ca: Sortida d'àudio filtrada
cs: Výstup filtrovaného zvuku
de: Gefilterte Audio-Ausgabe
es: Salida de sonido filtrada
nl: Gefilterde audio uitgang
pt: Saída audio filtrada
pt_br: Saída de áudio filtrado
sl: Filtriran zvočni izhod
sr: Филтрирани излаз звука
sr@latn: Filtrirani izlaz zvuka

source: Find a track suitable for playing notes of a given part.
ca: Cerca una pista adequada per reproduir notes d'una part donada.
cs: Hledat stopu vhodnou pro přehrávání not daného partu.
de: Eine Spur suchen, die für das Abspielen von Noten des angegebenen Parts geeignet ist.
es: Encontrar una pista conveniente para reproducir notas de una pieza dada.
nl: Een track zoeken die geschikt is om de noten voor een gegeven deel te spelen.
pt_br: Encontra uma pista adequada para executar notas de uma determinada parte.
sl: Najdi sled primerno za predvajanje not danega dela.

source: Find in current document
ca: Cerca en el document actual
cs: Hledat v aktuálním dokumentu
de: Das momentan angezeigte Dokument durchsuchen
es: Buscar en el documento actual
nl: In huidige document zoeken
pt: Procurar o documento actual
pt_br: Procura no documento atual
ru: Найти в открытом документе
sl: Najdi v trenutnem dokumentu
sr: Нађи у текућем документу
sr@latn: Nađi u tekućem dokumentu

source: Find the first track that contains part, suitable to check for orphan parts.
ca: Cerca la primera pista que contingui una peça, adequada per comprovar parts orfes.
cs: Hledat první stopu, která obsahuje part, vhodné pro hledání nepřipojených partů.
de: Nach der ersten Spur suchen, die den Part enthält, nützlich für die Suche nach verwaisten Parts.
es: Encontrar la primera pista que contenga una pieza, conveniente para comprobar con las piezas huérfanas.
nl: Zoek het eerste spoor dat een deel bevat dat geschikt is om te controleren op overgebleven delen.
sl: Najdi prvo sled, ki vsebuje del v katerem je mogoče najti osirotele dele.

source: Fine Tune
ca: Ajustament fi
cs: Doladění
de: Feineinstellung
es: Ajuste fino
nl: Fijnstelling
pt: Afinar
pt_br: Ajuste fino
ru: Точная настройка
sl: Fino uglaševanje
sr: Мала подешавања
sr@latn: Mala podešavanja

source: First audio input
ca: Primera entrada d'àudio
cs: První vstup zvuku
de: Erste Audio-Eingabe
es: Primera entrada de sonido
nl: Eerste audio ingang
pt: Primeira entrada audio
pt_br: Primeira entrada de áudio
ru: Первый звуковой вход
sl: Prvi zvočni vhod
sr: Први улаз за звук
sr@latn: Prvi ulaz za zvuk

source: First control input
ca: Primera entrada de control
cs: První řídicí vstup
de: Erste Steuereingabe
es: Primera entrada de control
nl: Eerste controle-ingang
pt: Primeira entrada de controlo
pt_br: Primeira entrada de controle
ru: Первый управляющий вход
sl: Prvi nadzorni vhod
sr: Први контролни улаз
sr@latn: Prvi kontrolni ulaz

source: Flavour
de: Klangfarbe
es: Sabor
sl: Okus

source: Flip Spectrum
ca: Inverteix l'espectre
cs: Obrátit spektrum
de: Spektrum umkehren
es: Invertir el espectro
nl: Spectrum omklappen
sl: Zrcali spekter

source: Flip Spectrum display, interchaging low and high frequencies
ca: Inverteix la visualització de l'espectre, intercanviant les altes i baixes freqüències
cs: Obrátit zobrazení spektra, prohodit nízké a vysoké frekvence
de: Anzeige des Spektrums umkehren, tiefe und hohe Frequenzen tauschen
es: Invertir visualizador del espectro, intercambiando las frecuencias altas y bajas
nl: Spectrum omklappen waardoor lagen en hoge frequenties worden verwisseld
sl: Obrne prikaz spektra, zamenja nizke in visoke frekvence

source: Font Size
ca: Mida del tipus de lletra
cs: Velikost písma
de: Schriftgröße
es: Tamaño de tipografía
nl: Lettertypegrootte
pt: Tamanho da Fonte
pt_br: Tamanho da fonte
ru: Размер шрифта
sl: Velikost pisave
sr: Величина фонта
sr@latn: Veličina fonta

source: Font size in pixels for labels displayed in synthesis networks
ca: Mida del tipus de lletra en píxels de les etiquetes visualitzades en les xarxes de síntesi
cs: Velikost písma v pixelech pro popisky zobrazované v sítích syntézy
de: Schriftgröße der in Synthesenetzwerken angezeigten Beschriftungen
es: Tamaño de la fuente en píxeles para etiquetas mostradas en redes de síntesis
nl: Groote van lettertype in beeldpunten voor weergegeven labels in sythese netwerken
pt: Tamanho da fonte em pixels para etiquetas apresentadas em redes de sintetização
pt_br: Tamanho da fonte em pixels para rótulos exibidos em redes de síntese
ru: Размер шрифта в подписях для синтезаторов
sl: Velikost pisave v točkah za oznake prikazane v omrežjih sinteze
sr: Величина фонта у тачкама за ознаке приказане и мрежама за синтезу
sr@latn: Veličina fonta u tačkama za oznake prikazane i mrežama za sintezu

source: Foot Controller
ca: Controlador de peu
cs: Pedál
de: Fußpedal
es: Control de pie
nl: Voetbediening
sl: Nadzornik nog

source: Format
es: Formato
sl: Vrsta

source: Free form comment or description
ca: Formulari lliure per a comentaris o descripció
de: Kommentar oder Beschreibung in freier Form
es: Comentario o descripción en forma libre
nl: Vrije-vorm bijschrift of omschrijving
sl: Opomba ali opis proste oblike

source: Freq In
ca: Entrada de freqüència
cs: Frekv In
de: Eingangsfrequenz
es: Frecuencia entrada
pt: Frequência de Entrada
pt_br: Ent Freq
sl: Frek Vh
sr: Ул. учест.
sr@latn: Ul. učest.

source: Freq Mod In
ca: Entrada modulació freqüència
cs: Frekv mod In
es: Entrada de modulación de frecuencia
pt: Modulação de Frequência de Entrada
pt_br: Ent Mod Freq
sl: Frek Mod Vh
sr: Ул. мод. учест.
sr@latn: Ul. mod. učest.

source: Freq Out
ca: Freqüència de sortida
cs: Frekv Out
de: Ausgabefrequenz
es: Frecuencia de salida
nl: Freq uit
pt: Frequência de Saída
pt_br: Freqüência de saída
sl: Frekv Iz
sr: Из. учест.
sr@latn: Iz. učest.

source: Frequency
ca: Freqüència
cs: Frekvence
de: Frequenz
es: Frecuencia
nl: Frequentie
pt: Frequência
pt_br: Freqüência
ru: Частота
sl: Frekvenca
sr: Учестаност
sr@latn: Učestanost

source: Frequency Input
ca: Freqüència d'entrada
cs: Vstup frekvence
de: Frequenzeingabe
es: Entrada de frecuencia
nl: Frequentie ingang
pt: Entrada de Frequência
pt_br: Entrada de freqüência
sl: Frekvenčni vhod
sr: Улаз учестаности
sr@latn: Ulaz učestanosti

source: Frequency Modulation Input
ca: Entrada de modulació de freqüència
cs: Vstup frekvenční modulace
de: Frequenzmodulationseingabe
es: Entrada de modulación de frecuencia
nl: Frequentiemodulatie ingang
pt: Entrada de Modulação de Frequência
pt_br: Entrada de modulação de freqüência
sl: Vhod frekvenčne modulacije
sr: Улаз модулације фреквенције
sr@latn: Ulaz modulacije frekvencije

source: Frequency Ratio
de: Frequenzverhältnis
es: Tasa de frecuencia
sl: Razmerje frekvenc

source: Frequency Signal
ca: Senyal de freqüència
cs: Signál frekvence
de: Frequenzsignal
es: Señal de frecuencia
nl: Frequentie signaal
pt: Sinal de Frequência
pt_br: Sinal de freqüência
sl: Frekvenčni signal
sr: Фреквентни сигнал
sr@latn: Frekventni signal

source: Frequency at which control values are evaluated, should be much smaller than Synth Mixing Frequency to reduce CPU load
ca: Freqüència a partir dels qual els valors de control són avaluats, hauria de ser molt més petit que la freqüència de mescla del sintetitzador per reduir la càrrega de CPU
cs: Frekvence, se kterou jsou vyhodnocovány řídicí hodnoty, pro snížení zátěže CPU by měla mít mnohem menší než frekvence mixování syntézy
de: Frequenz zur Berechnung der Steuerungswerte. Sollte viel kleiner sein als die Mixerfrequenz des Synthesizers, um die Prozessorlast zu reduzieren.
es: Frecuencia a la que los valores de control se evalúan, debería ser mucho más pequeño que La Frecuencia de mezcla de síntesis para reducir la carga de CPU
nl: Frequentie waarmee controlewaardes worden geëvalueerd. Deze moet veel kleiner zijn dan de Mixfrequentie voor synthese zijn om de processor niet te zwaar te belasten
pt: Frequência a que são avaliados os valores de controlo, deverá ser muito menor do que a Frequência de Mistura do Sintetizador para reduzir a carga no CPU
pt_br: Freqüência na qual os valores de controle são testados, devem ser bem menores que a Freqüência de mixagem de síntese para reduzir a carga da CPU
ru: Частота вычисления контрольных сигналов; должна быть значительно меньше частоты микширования для уменьшения нагрузки процеесора
sl: Frekvenca na kateri so nadzorne vrednosti ocenjene, naj bo precej manjša od mešalne frekvence sintetizatorja za zmanjšanje bremena CPE

source: Frequency shift ratio (assumed 1.0 if not connected)
ca: Relació de desplaçament de freqüència (val 1.0 si no està connectat)
cs: Podíl posunu frekvence (není-li připojeno, předpokládá se 1.0)
es: Relación de cambio de la frecuencia (se asume 1.0 si no está conectada)
nl: Frequentieverschuiving verhouding (aangenomen wordt 1,0 indien niet verbonden)
pt: Racio de deslocamento da frequência (assumido como 1.0 se desligado)
pt_br: Razão de deslocamento de freqüência (assumida como 1.0 se não conectado)
sl: Razmerje zamika frekvence (brez povezave je predpostavljena vrednost 1.0)
sr: Однос помераја фреквенције (претпоставља се 1,0 ако није повезан)
sr@latn: Odnos pomeraja frekvencije (pretpostavlja se 1,0 ako nije povezan)

source: Fully include wave files
ca: Inclou els fitxers d'ona sencers
cs: Přímo zahrnout soubory vln
de: Wave-Dateien integrieren
el: Πλήρης συμπερίληψη αρχείων wave
es: Incluir completamente los archivos de onda
nl: Wave-bestanden volledig bijvoegen
pt: Incluir a totalidade dos ficheiros wave
pt_br: Incluir arquivos de som completamente
ru: Полностью включить WAV-файлы
sl: Polno vključi datoteke valov
sr: У потпуности укључи таласне датотеке
sr@latn: U potpunosti uključi talasne datoteke
sv: Inkludera wave-filer fullständigt

source: Function
ca: Funció
cs: Funkce
de: Funktion
es: Función
nl: Functie
pt: Função
pt_br: Função
ru: Функция
sl: Zmožnost
sr: Функција
sr@latn: Funkcija

source: Function used to create new key bindings
ca: Funció utilitzada per a crear noves vinculacions de tecles
cs: Funkce používaná pro vytvoření nových klávesových zkratek
de: Funktion um neue Tastenkombinationen zu erstellen
es: Función usada para crear combinaciones de teclas nuevas
nl: Functie die gebruikt wordt bij nieuwe toetsbindingen
pt: Função utilizada para criar novas associações de teclas
pt_br: Função usada para criar uma nova associação de teclas
ru: Функция, используемая для создания новых горячих клавиш
sl: Zmožnost uporabljena za ustvarjanje novih tipkovnih bližnjic
sr: Функција којом се додељују нове операције тастерима
sr@latn: Funkcija kojom se dodeljuju nove operacije tasterima

source: Functionality not implemented
ca: Funció no implementada
cs: Funkce není implementována
de: Funktionalität nicht implementiert
es: Funcionalidad no implementada
nl: Functionaliteit niet geïmplementeerd
pt_br: Funcionalidade não implementada
sl: Zmožnost ni podprta

source: Functions to be activated for a key binding
ca: Funcions que poden ser activades amb una vinculació de tecles
cs: Funkce, které aktivovat pro klávesovou zkratku
de: Funktionen, die für eine Tastenkombination aktiviert werden sollen
es: Funciones a ser activadas para una combinación de teclas
nl: Functies die bij een toetsbinding geactiveerd worden
pt: Funções a serem activadas por uma associação de teclas
pt_br: Funções para ativar com uma associação de teclas
ru: Активируемые по комбинации клавиш функции
sl: Zagnane zmožnosti z določenimi tipkovnimi bližnjicami
sr: Функције које се покрећу за додељени тастер
sr@latn: Funkcije koje se pokreću za dodeljeni taster

source: GNU Lesser General Public License
ca: Llicència Pública Menys General GNU
de: GNU Lesser General Public-Lizenz
es: GNU Lesser General Public Licence
pt: Licença Pública Genérica Restrita GNU
pt_br: Licença Pública Geral Menor GNU (LGPL)
sl: Manj splošno dovoljenje GNU
sr: ГНУ-ова слабија општа јавна лиценца (LGPL)
sr@latn: GNU-ova slabija opšta javna licenca (LGPL)

source: Gain Mod In
ca: Entrada modulació guany
cs: Zisk mod In
es: Entrada de modulación de ganancia
nl: Gain mod ingang
pt: Modulação do Ganho de Entrada
pt_br: Ent Mod Ganho
sl: Mod okr glas Vh
sr: Ул. пој. мод.
sr@latn: Ul. poj. mod.

source: Gain Modulation Input
ca: Entrada de modulació de guany
cs: Vstup modulace zisku
de: Modulationszuwachseingabe
es: Entrada de modulación de ganancia
nl: Gain modulatie ingang
pt: Modulação do Ganho de Entrada
pt_br: Entrada de modulação de ganho
sl: Vhod modulacije
sr: Улаз за појачање модулацијом
sr@latn: Ulaz za pojačanje modulacijom

source: Gain Modulation [%]
ca: Modulació del guany [%]
cs: Modulace zisku [%s]
de: Modulationszuwachs [%]
es: Modulación de ganancia [%]
nl: Gain Modulatie [%]
pt: Modulação de Ganho [%]
pt_br: Modulação de ganho [%]
ru: Модуляция усиления [%]
sl: Modulacija okrepitve glasnosti [%]
sr: Појачање модулацијом [%]
sr@latn: Pojačanje modulacijom [%]

source: Gain [dB]
ca: Guany [dB]
cs: Zisk [dB]
de: Zuwachs [dB]
es: Ganancia [dB]
pt: Ganho [dB]
pt_br: Ganho [dB]
ru: Усиление [Дб]
sl: Okrepitev glasnosti [dB]
sr: Појачање [dB]
sr@latn: Pojačanje [dB]

source: Gate
ca: Porta
cs: Brána
es: Puerta
pt: Portão
sl: Vrata
sr: Врата
sr@latn: Vrata

source: Gate In
ca: Porta d'entrada
cs: Brána In
es: Puerta de entrada
pt: Portão de Entrada
pt_br: Ent gate
sl: Vrata vhoda
sr: Ул. врата
sr@latn: Ul. vrata

source: Gate Out
ca: Porta de sortida
cs: Brána Out
es: Puerta de salida
nl: Gate uit
pt: Portão de Saída
pt_br: Saída de gate
sl: Izhod vrat
sr: Из. врата
sr@latn: Iz. vrata

source: Gate Output
ca: Porta de sortida
cs: Výstup brány
es: Salida de puerta
nl: Gate uitgang
pt: Portão de Saída
pt_br: Saída de gate
sl: Izhod vrat
sr: Врата излаза
sr@latn: Vrata izlaza

source: Gate input (activates/deactivates envelope)
ca: Porta d'entrada (activa/desactiva l'embolcall)
cs: Vstup brány (aktivuje/deaktivuje obálku)
es: Puerta de entrada (activa/desactiva la envoltura)
nl: Gate ingang (activeert/deactiveert envelope)
pt: Portão de entrada (activa/desactiva o envelope)
pt_br: Entrada gate (ativa/desativa o envelope)
sr: Улазна врата (активира/деактивира коверту)
sr@latn: Ulazna vrata (aktivira/deaktivira kovertu)

source: General Purpose Controller 1
ca: Controlador de propòsit general 1
cs: Všeobecný řadič 1
de: Allgemeine Steuerung 1
es: Controlador general 1
nl: Algemene bedieningsknop 1
pt_br: Controlador de Propósito Geral 1
sl: Splošno namenski nadzornik 1

source: General Purpose Controller 2
ca: Controlador de propòsit general 2
cs: Všeobecný řadič 2
de: Allgemeine Steuerung 2
es: Controlador general 2
nl: Algemene bedieningsknop 2
pt_br: Controlador de Propósito Geral 2
sl: Splošno namenski nadzornik 2

source: General Purpose Controller 3
ca: Controlador de propòsit general 3
cs: Všeobecný řadič 3
de: Allgemeine Steuerung 3
es: Controlador general 3
nl: Algemene bedieningsknop 3
pt_br: Controlador de Propósito Geral 3
sl: Splošno namenski nadzornik 3

source: General Purpose Controller 4
ca: Controlador de propòsit general 4
cs: Všeobecný řadič 4
de: Allgemeine Steuerung 4
es: Controlador general 4
nl: Algemene bedieningsknop 4
pt_br: Controlador de Propósito Geral 4
sl: Splošno namenski nadzornik 4

source: Generic Keys
ca: Tecles genèriques
cs: Obecné klávesy
de: Tastaturbelegung
es: Teclas genéricas
nl: Generieke toetsen
pt: Teclas Genéricas
pt_br: Teclas genéricas
ru: Общие клавиши
sl: Splošne tipke
sr: Општи тастери
sr@latn: Opšti tasteri

source: Go back one page
ca: Vés una pàgina endarrere
cs: Jít o stranu zpět
de: Eine Seite zurück gehen
es: Retroceder una página
nl: Een pagina terug
pt: Retroceder uma página
pt_br: Volta uma página
ru: Назад на страницу
sl: Pojdi nazaj eno stran
sr: Иди једну страну уназад
sr@latn: Idi jednu stranu unazad

source: Go forward one page
ca: Vés una pàgina endavant
cs: Jít o stranu vpřed
de: Eine Seite vor gehen
es: Adelantar una página
nl: Een pagina vooruit
pt: Avançar uma página
pt_br: Avança uma página
ru: Вперёд на страницу
sl: Pojdi naprej eno stran
sr: Иди једну страну унапред
sr@latn: Idi jednu stranu unapred

source: Go to browser index
ca: Vés a l'índex del navegador
cs: Jít do indexu prohlížeče
de: Zum Browser-Index gehen
es: Ir al índice del navegador
nl: Naar browser-index
pt: Ir para o índice do navegador
pt_br: Vai para o índice do navegador
ru: В начало
sl: Pojdi na kazalo brskalnika
sr: Иди у индекс читача
sr@latn: Idi u indeks čitača

source: Grow Horizontally
ca: Creix horitzontalment
cs: Vodorovně zvětšit
de: Horizontal ausdehnen
el: Οριζόντια αύξηση
es: Aumentar horizontalmente
nl: Horizontaal groeien
pt: Crescer Horizontalmente
pt_br: Crescer horizontalmente
ru: Увеличить по гориз.
sl: Zrasti vodoravno
sr: Повећај водоравно
sr@latn: Povećaj vodoravno
sv: Väx horisontellt

source: Grow Vertically
ca: Creix verticalment
cs: Svisle zvětšit
de: Vertikal ausdehnen
el: Κάθετη αύξηση
es: Aumentar verticalmente
nl: Verticaal groeien
pt: Crescer Verticalmente
pt_br: Aumentar verticalmente
ru: Увеличить по верт.
sl: Zrasti navpično
sr: Повећај усправно
sr@latn: Povećaj uspravno
sv: Väx vertikalt

source: Grow the scrollable area
ca: Augmenta l'àrea de desplaçament
cs: Zvětšit posouvatelnou oblast
de: Scrollbaren Bereich vergrößern
es: Agrandar el área desplazable
nl: Het schuifbare gebied groter maken
pt_br: Aumenta a área de rolagem
ru: Увеличить область прокрутки
sl: Povečaj drsno področje

source: HWrap
ca: Volta horitzontal
cs: VPřechod
es: EnvolturaH
pt: QuebraH
pt_br: QuebraH
sl: VOblij
sr: ВПрелом
sr@latn: VPrelom

source: HZoom
ca: Ampliació horitzontal
cs: VZvětšení
de: H-Größe
es: AmpliaciónH
pt: ZoomH
pt_br: ZoomH
ru: ГМасшт
sl: VPovečava
sr: ВУвећање
sr@latn: VUvećanje

source: Half note
ca: Blanca
cs: Půlová nota
de: Halbe Note
es: Blanca
nl: Halve noot
pt: Meia nota
pt_br: Nota de meio tempo
ru: Половинка
sl: Polovinka

source: High if the note is currently being pressed
ca: Alt si la nota s'està prement
cs: High, pokud je nota právě stisknuta
es: Alto si la nota está presionada
nl: Hoog indien de toets momenteel wordt ingedrukt
pt: Alto se a nota está actualmente a ser primida
pt_br: Alto se a nota está sendo pressionada atualmente
sl: Visoko, če je nota trenutno pritisnjena
sr: Високо уколико је управо притиснута нота
sr@latn: Visoko ukoliko je upravo pritisnuta nota

source: High indicates the instrument is done synthesizing
ca: Alt indica que l'instrument està sintetizant
cs: High znamená, že nástroj dosyntetizoval
es: Alto indica que el instrumento está haciendo sintetizado
nl: Hoog geeft aan dat het instrument klaar is met de synthese
pt: Alta indica que o instrumento terminou a sintetização
pt_br: Alto indica que a síntese do instrumento está pronta
sr: Високо означава да је инструмент завршио са синтезом
sr@latn: Visoko označava da je instrument završio sa sintezom

source: Hit the drum on raising edges
ca: Colpeja la percussió en els flancs ascendents
cs: Udeřit do bubnu při vzestupných hranách
es: Golpear el tambor en los bordes crecientes
nl: De drum slaan op de stijgende kant
pt: Tocar a bateria ao elevar os limites
pt_br: Bate na bateria nas bordas ascendentes
sl: Udarjanje bobna po dvignjenih robovih
sr: Удри бубањ при издизању ивица
sr@latn: Udri bubanj pri izdizanju ivica

source: Homogeneous Input Fields
ca: Camps d'entrada homogenis
cs: Homogenní vstupní pole
de: Homogene Eingabefelder
es: Campos de entrada homogéneos
nl: Homogene invoervelden
pt: Campos de Entrada Homogéneos
pt_br: Campos de entrada homogêneos
ru: Однородные поля ввода
sl: Homogena vhodna polja
sr: Једнообразна улазна поља
sr@latn: Jednoobrazna ulazna polja

source: Horizontal Bar Color
ca: Color de la barra horitzontal
cs: Barva vodorovného pruhu
de: Farbe der horizontalen Balken
es: Color de la barra horizontal
nl: Kleur horizontale balk
pt: Cor da Barra Horizontal
pt_br: Cor da barra horizontal
ru: Цвет горизонтальной черты
sl: Barva vodoravne vrstice
sr: Боја водоравне траке
sr@latn: Boja vodoravne trake

source: Horizontal Grid Color
ca: Color de la graella horitzontal
cs: Barva vodorovné mřížky
de: Horizontale Gitterfarbe
es: Color de la rejilla horizontal
nl: Kleur horizontaal rooster
pt: Cor da Grelha Horizontal
pt_br: Cor da grade horizontal
ru: Цвет горизонт. сетки
sl: Barva vodoravne mreže
sr: Боја водоравне мреже
sr@latn: Boja vodoravne mreže

source: Horizontal Scale
ca: Escala horitzontal
cs: Vodorovné zvětšení
de: Horizontale Skala
es: Escala horizontal
nl: Horizontale schaal
pt: Escala Horizontal
pt_br: Escala horizontal
ru: Масштаб по горизонтали
sl: Vodoravno merilo
sr: Хоризонтална размера
sr@latn: Horizontalna razmera
