Repository: GNOME/beast
Catalog: po/*.po
Languages: ca, cs, de, el, es, nl, pt, pt_br, ru, sl, sr, sr@latn, sv

source: Advanced Linux Sound Architecture PCM driver, using ALSA %s. The device specification follows the ALSA device naming conventions, a detailed description of which is available at the project's website: http://alsa-project.org/alsa-doc/alsa-lib/pcm.html Various ALSA plugins can be used here, 'hw' allows direct adressing of hardware channels by card, device and subdevice. PLUGIN - the ALSA plugin, 'default' is usually good enough CARD - the card number for plugins like 'hw' DEV - the device number for plugins like 'hw' SUBDEV - the subdevice number for plugins like 'hw'
ca: Controlador PCM de l'Arquitectura de So Avançada de Linux, que utilitza ALSA %s. L'especificació del dispositiu segueix les convencions de noms d'ALSA, una descripció detallada està disponible al lloc web del projecte: http://alsa-project.org/alsa-doc/alsa-lib/pcm.html Es poden utilitzar varis connectors ALSA, 'hw' et permet adreçament directe dels canals de maquinari de la tarja, dispositiu i sub-dispositiu. CONNECTOR - el connector ALSA, 'per defecte' normalment és suficient TARJA - el número de tarja per els connectors com 'hw' DISPOSITIU - el número de dispositiu per els connectors com 'hw' SUB-DISPOSITIU - el número de sub-dispositiu per els connectors com 'hw'
cs: Ovladač PCM Advanced Linux Sound Architecture PCM driver, používá ALSA %s. Specifikace zařízení používá konvence pojmenovávání zařízení ALSA, jejichž detailní popis je k dispozici na WWW stránkách projektu: http://alsa-project.org/alsa-doc/alsa-lib/pcm.html Dají se zde použít různé zásuvné moduly ALSA, 'hw' umožňuj přímé adresování hardwarových kanálů podle karty, zařízení a podzařízení. MODUL - modul ALSA, obvykle stačí 'default' KARTA - číslo karty pro moduly jako 'hw' ZAŘ - číslo zařízení pro moduly jako 'hw' PODZAŘ - číslo podzařízení pro moduly jako 'hw'
es: Controlador PCM de Arquitectura de Sonido Linux Avanzada (ALSA) usando ALSA %s. La especificación del dispositivo sigue las convenciones de nombres de ALSA como se detalla en la descripción que está disponible en la página web del proyecto: http://alsa-project.org/alsa-doc/alsa-lib/midi.html Varios complementos para ALSA pueden ser usados, 'hw' permite direccionamiento directo de los canales hardware por tarjeta, dispositivo y subdispositivo. COMPLEMENTO - el complemento ALSA por defecto es generalmente bueno TARJETA - el número de tarjeta para los complementos como 'hw' DISPOSITIVO - el número de dispositivo para los complementos como 'hw' SUBDISPOSITIVO - el número de subdispositivo para los complementos como 'hw'
nl: Advanced Linux Sound Architecture PCM stuurprogramma, gebruik ALSA %s. De apparaatspecificatie volgt de naamgevingconventie voor ALSA apparaten. Een gedetailleerde beschrijving hiervan is beschikbaar op de website van het project: http://alsa-project.org/alsa-doc/alsa-lib/pcm.html Verschillende ALSA plugins kunnen hier worden gebruikt; 'hw' geeft directe toegang tot hardware-kanalen via kaart, apparaat en sub- apparaat. PLUGIN - de ALSA plugin, 'default' is gewoonlijk goed genoeg KAART - het kaartnummer voor plugins als 'hw' APP - het apparaatnummer voor plugins als 'hw' SUBAPP - het subapparaatnummer voor plugins als 'hw'
sl: PCM gonilnik napredne linux zvočne arhitekture, uporablja ALSA %s. Določitev naprave sledi ALSA poimenovanju naprav, katerega podroben opis je mogoče najti na spletišču projekta: http://alsa-project.org/alsa-doc/alsa-lib/pcm-html Različne vstavke ALSA je mogoče uporabiti tukaj, 'hw' omogoča neposredno naslavljanje strojnih kanalov po kartici, napravi in podnapravi. PLUGIN - vstavek ALSA, 'default' je običajno dovolj dober CARD - številka kartice za vstavke kot 'hw' DEV - številka naprave za vstavke kot 'hw' SUBDEV - številka podnaprave za vstavke kot 'hw'

source: Aftertouch
ca: Postpulsació
cs: Dotlak
es: Martillo balanceado (aftertouch)
nl: Naslag
pt: Retoque
pt_br: Pós-toque
ru: Послекасание
sr: Након додира
sr@latn: Nakon dodira

source: Aftertouch Out
ca: Alliberament de sortida
cs: Dotlak Out
de: Aftertouch aus
es: Aftertouch
nl: Naslag uit
pt: Retoque de Saída
pt_br: Saída pós-toque
sr: Из. нак. дод.
sr@latn: Iz. nak. dod.

source: Aggresively slows down the periodic update frequency of scopes. Doing this may be desirable on particularly slow machines.
ca: Abaixa molt el període de freqüència d'actualització dels abasts. Això pot ser desitjat en màquines velles.
es: Activa o impide a BEAST que actualice periódicamente la frecuencia de los ámbitos. Hacer esto quizás sea deseable en equipos lentos.
nl: Dit verlaagt de update-frequentie van de oscilloscopen drastisch. Op zeer langzame computers is het raadzaam om dit te doen.

source: Align Control Events
ca: Esdeveniments de control d'alineació
cs: Zarovnat řídicí události
de: Steuerereignisse ausrichten
el: Στοίχιση γεγονότων ελέγχου
es: Alinear evento de control
nl: Uitlijnen controle-events
pt: Alinhar os Eventos de Controlo
pt_br: Eventos do controle de alinhamento
ru: Выровнять контрольные события
sl: Poravnaj nadzorne dogodke
sr: Поравнај контролне догађаје
sr@latn: Poravnaj kontrolne događaje
sv: Justera kontrollhändelser

source: Align Events
ca: Alinea esdeveniments
cs: Zarovnat události
de: Ereignisse ausrichten
es: Alinear eventos
nl: 'Events' uitlijnen
pt: Alinhar os Eventos
pt_br: Alinhar eventos
ru: Выровнять события
sl: Poravnaj dogodke
sr: Усклади догађаје
sr@latn: Uskladi događaje

source: All
ca: Tot
cs: Vše
de: Alle
es: Todo
nl: Alles
sl: Vse

source: Always
de: Immer
es: Siempre

source: Amount of detuning in cent (hundredth part of a semitone)
ca: Percentatge de desentonació (centèsima part d'un semitò)
de: Grad der Verstimmung in Cent (hundertster Teil eines Halbtonschritts)
es: Porcentaje de desentonación (centésima parte de un semitono)
nl: Valsheid in cent (honderste deel van een een halve noot)
sl: Vrednost razglašenosti v centih (stotinka poltona)

source: Amplified audio output
ca: Sortida d'àudio amplificada
cs: Zesílený výstup zvuku
de: Verstärkte Audio-Ausgabe
es: Salida de sonido amplificada
nl: Versterkte audio uitgang
pt: Resultado audio amplificado
pt_br: Saída de áudio amplificada
ru: Выход усиленного звука
sl: Ojačan zvočni izhod
sr: Појачани излаз звука
sr@latn: Pojačani izlaz zvuka

source: An audio project is in use which processes an audio input signal, but the audio device has not been opened in recording mode. An audio signal of silence will be used instead of a recorded signal, so playback operation may produce results not actually intended (such as a silent output signal).
ca: S'està fent servir un projecte d'àudio que processa un senyal d'àudio d'entrada, però el dispositiu d'àudio no s'ha obert en mode de gravació. Es farà servir un senyal d'àudio de silenci enlloc del senyal gravat, per tant l'operació de reproducció pot produir resultats no desitjats (com un senyal de sortida de silenci).
cs: Používá se projekt zvuku, který zpracovává vstupní signál zvuku, ale zvukové zařízení nebylo otevřeno pro nahrávání. Místo nahrávaného signálu se jako vstup použije tichý signál, takže přehrávání možná bude mít nezamýšlené výsledky (například tichý výstupní signál).
de: Ein Audio-Projekt verarbeitet derzeit ein Audio-Eingabesignal, aber das Audiogerät wurde nicht im Aufnahmemodus geöffnet. Ein Stille-Signal wird anstelle eines aufgenommenen Signals verwendet, daher können Wiedergabevorgänge unerwartete Ergebnisse zeigen (wie z.B. Stille als Ausgabesignal).
es: Hay un proyecto de sonido en uso que está procesando una señal de entrada, pero el dispositivo de sonido no se ha abierto en modo de grabación. Una señal de sonido silenciosa se usará como entrada en lugar de una señal grabada, de tal forma que la reproducción no puede dar un resultado no esperado (como silenciar la señal de salida).
nl: Een invoermodule voor geluid is in gebruik, maar het audioapparaat is niet in opnamemodus geopend. Een geluidsignaal met stilte zal gebruikt worden in plaats van een opgenomen signaal, dus bij het afspelen kunnen onverwachte resultaten verwacht worden (zoals een stil uitgangssignaal).
sl: V uporabi je zvočni projekt, ki obdela zvočni vhodni signal, toda zvočna naprava ni bila odprta v snemalnem načinu. Namesto posnetega signala bo uporabljen signal tišine, zato lahko predvajanje povzroči nepričakovane rezultate (kot na primer tih izhodni signal).

source: An error occoured during execution of script procedure '%s': %s
ca: S'ha produït un error durant l'execució del procediment '%s' del fitxer de seqüència d'ordres: %s
cs: Při provádění procedury skriptu '%s' došlo k chybě: %s
de: Ein Fehler trat während der Ausführung der Skiptprozedur »%s« auf: %s
es: Ocurrió un error durante la ejecución del procedimiento del script «%s»: %s
nl: Er is een fout opgetreden bij het uitvoeren van scriptprocedure ‘%s’: %s
sl: Med izvajanjem postopka skripta '%s' je prišlo do napake: %s

source: An error occoured while opening the recording file, selecting a different file might fix this situation.
ca: S'ha produït un error en obrir el fitxer on es gravava. Si seleccioneu un altre fitxer potser ho solucionareu.
cs: Při otevírání souboru záznamu došlo k chybě, výběr jiného souboru možná tuto situaci opraví.
de: Ein Fehler trat beim Öffnen der aufgezeichneten Datei auf. Die Auswahl einer anderen Datei könnte dieses Problem beseitigen.
es: Ocurrió un error al abrir el archivo grabado, seleccionar un archivo diferente puede solucionar esta situación.
nl: Er is een fout opgetreden bij het openen van het opname-bestand. Het kiezen van een ander bestand zou dit probleem kunnen verhelpen.
sl: Med odpiranjem posnete datoteke je prišlo do napake, izbira druge datoteke lahko popravi to stanje.

source: Answers to frequently asked questions
ca: Respostes a les preguntes més freqüents
cs: Odpovědi na často kladené otázky
de: Antworten zu häufig gestellten Fragen
es: Respuestas a las preguntas más frecuentes
nl: Antwoorden op veelgestelde vragen
sl: Odgovori na pogosto zastavljena vprašanja

source: Anti-Alias
ca: Suavitzat
cs: Vyhlazovat
es: Suavizado de bordes
ru: Сглаживание
sl: Mehčanje robov
sr: Омекшавање
sr@latn: Omekšavanje

source: Apply configuration changes to the pattern editor layout
ca: Aplica els canvis de configuració a la disposició de l'editor de patrons
cs: Použít změny nastavení rozložení editoru vzorků
de: Konfigurationsänderungen für das Layout des Design-Editors übernehmen
es: Aplicar los cambios en la configuración al patrón del editor de apariencia
nl: Configuratiewijzigingen toepassen op de layout van de patroon-editor
pt_br: Aplica as alterações de configuração ao layout do editor de padrões
ru: Учесть изменения в облике редаткора паттернов
sl: Uporaba spremembe nastavitev razporeditve urejevalnika vzorcev

source: Array of column types
ca: Vector de tipus de columna
cs: Pole typů sloupců
de: Datenfeld mit Spaltentypen
es: Formación de tipos de columnas
nl: Matrix van kolomtypes
pt: Matriz de tipos de colunas
pt_br: Matriz de tipos de colunas
ru: Массив типов стоблцов
sl: Polje vrst stolpcev
sr: Низ врста колона
sr@latn: Niz vrsta kolona

source: ArtsCompressor compresses the sound. Compression is a dynamic operation that consists of two parts: (1) the current input volume of the signal is detected (2) if it exceeds a given theshold, the volume of the output signal will be reduced The input volume detection has an attack and a release half-life time which can be specified - in milliseconds - with the corresponding properties. This envelope causes the compressor to adapt slowly to the actual input signal level. The ratio specifies how the volume of a signal should be reduced, if it exceeds the threshold. A compression ratio of 2:1 means for instance that if the input volume is 2 dB over the threshold, the output volume will be 1 dB over the threshold. Example (threshold = -10, ratio 2:1): input = -20 dB => output = -20 dB input = -10 dB => output = -10 dB input = 0 dB => output = -5 dB input = 10 dB => output = 0 dB input = 20 dB => output = 5 dB Compression is often thought off as an operation to make music "sound louder". To achieve this, the first step is to reduce the dynamic range like in the example above. As the loud parts of the music have been reduced in volume, we can now amplify everything, without risking distortion or clipping. This has the overall effect of the music sounding louder. In our example, an output amplification of 5 dB would be okay, if the input signal never exceeded 0 dB.
ca: ArtsCompressor comprimeix el so. La compressió és una operació dinàmica que consisteix en dues parts: (1) es detecta el volum d'entrada del senyal actual (2) si excedeix el llindar donat, el volum del senyal de sortida serà reduït La detecció del volum d'entrada té un temps de vida mitjà d'atac i llançament que pot ser especificat - en mil·lisegons - amb les corresponents propietats. Aquest embolcall fa que el compressor s'adapti lentament al nivell de senyal d'entrada actual. El rati especifica com ha de ser reduït el volum d'un senyal, si excedeix el llindar. Un rati de compressió de 2:1 vol dir per exemple que si el volum d'entrada és 2 dB per sobre del llindar, el volum de sortida serà de 1 dB per sobre del llindar. Per exemple (llindar = 10, rati 2:1): entrada = 20 dB => sortida = -20 dB entrada = -10 dB => sortida = -10 dB entrada = 0 dB => sortida = -5 dB entrada = 10 dB => sortida = 0 dB entrada = 20 dB => sortida = 5 dB La compressió sovint se sol pensar com una operació per fer que la música «soni més alta». Per aconseguir això, el primer pas és reduir el rang dinàmic com en l'exemple de dalt. Una vegada s'han reduït les parts sorolloses de la música en volum, ara ho podem amplificar tot, sense el perill de distorsió o trencament.Això té l'efecte global que la música sona més forta. En el nostre exemple, una amplificació de sortida de 5 dB seria suficient, si el senyal d'entrada mai excedeix 0 dB.
cs: ArtsCompressor komprimuje zvuk. Komprese je dynamická operace, která se skládá ze dvou částí: (1) je detekována aktuální hlasitost vstupního signálu (2) pokud překračuje danou hranici, hlasitost výsledného signálu bude omezena Detekce hlasitosti vstupu má poločas nástupu a uvolnění, který lze určit - v milisekundách - odpovídajícími vlastnostmi. Tato obálka způsobuje, že kompresor se pomalu adaptuj na skutečnou úroveň vstupního signálu. Poměr určuje, jak má být omezena hlasitost signálu, pokud překračuje hranici. Například kompresní poměr 2:1 znamená, že pokud je vstupní hlasitost 2 dB přes hranici, výstupní hlasitost bude 1 db přes hranici. Příklad (hranice = -10, poměr 2:1): vstup = -20 dB => výstup = -20 dB vstup = -10 dB => výstup = -10 dB vstup = 0 dB => výstup = -5 dB vstup = 10 dB => výstup = 0 dB vstup = 20 dB => výstup = 5 dB Komprese se často považuje ze operaci, po které bude hudba "znít hlasitěji". První krok k dosažení tohoto efektu je omezit dynamický rozsah jako v příkladu výše. Protože hlasité části hudby byly ztišeny, můžeme nyní vše zesílit bez rizika zkreslení nebo ořezávání. Celkový efekt je, že hudba zní hlasitěji. V našem případě by bylo v pořádku zesílení výstupu o 5 dB, pokud vstupní signál nikdy nepřekročil 0 dB.
es: ArtsCompressor comprime el sonido. La compresión es una operación dinámica consistente en dos partes: (1) el valor actual del volumen de la señal de entrada es detectado (2) si excede de cierto umbral, el volumen de la señal de salida será reducido La detección del volumen de entrada tiene un tiempo de vida medio de ataque y salida que puede ser especificado - en milisegundos . con sus correspondientes propiedades. Esta envoltura hace que el compresor se adapte lentamente al nivel de la señal de entrada actual.n La relación especifica cómo se ha de reducir el volumen de una señal, si excede del umbral. Una relación de compresión de 2:1 significa que si la entrada es de 2dB sobre el umbral, el volumen de salida será de 1 dB por encima del umbral. Ejemplo (umbral = -10, relación 2:1): entrada = -20 dB => salida = -20 dB entrada = -10 dB => salida = -10 dB entrada = 0 dB => salida = -5 dB entrada = 10 dB => salida = 0 dB entrada = 20 dB => salida = 5 dB La compresión se suele pensar como una operación para hacer que la música «suene más alta». Para conseguir esto, el primer paso es reducir el rango dinámico como en el ejemplo anterior. Como se ha reducido el volumen de las partes más ruidosas de la música más ruidosas, podemos amplificar todo, sin riego de distorsión o truncamientos. Esto tiene un efecto general que hace que la música suene más alta. En nuestro ejemplo, una amplificación de 5 dB estaría bien, si la señal de salida nunca excede de 0 dB.
nl: ArtsCompressor comprimeert het geluid. Compressie is een dynamische bewerking die uit twee delen bestaat: (1) het huidige ingangsvolume van het signaal wordt gedetecteerd (2) indien die een bepaalde drempelwaarde overschrijdt, zal de geluidssterkte van het uitgangssignaal worden gereduceerd De ingangsvolume detectie heeft een halveringstijd voor 'attack' en 'release' die opgegeven kan worden - in milliseconden - met de corresponderende eigenschappen. Deze omhullende dwingt de compressor om langzaam te reageren op veranderingen in het eigenlijke ingangssignaal. De verhouding bepaalt hoe het volume van een signaal moet worden gereduceerd, indien het de drempelwaarde overschrijdt. Een compressieverhouding van 2:1 betekent bijvoorbeeld dat indien het ingangsvolume 2 dB boven de drempelwaarde zit, het uitgangsvolume 1 dB boven de drempelwaarde zal zitten. Bijvoorbeeld (drempelwaarde = -10, verhouding 2:1): ingang = -20 dB => outgang = -20 dB ingang = -10 dB => outgang = -10 dB ingang = 0 dB => outgang = -5 dB ingang = 10 dB => outgang = 0 dB ingang = 20 dB => outgang = 5 dB Compressie wordt vaak beschouwd als een bewerking waarmee muziek "luider gaat klinken". Om dit te bereiken moet u beginnen met het dynamische bereik te beperken zoals in bovenstaand voorbeeld. Omdat de luide gedeelten in geluidssterkte zijn gereduceerd, kunnen we nu alles versterken zonder risico op vervorming of oversturing ('clipping'). Dit heeft als effect dat de muziek luider klinkt. In ons voorbeeld zou een versterking van het uitgangssignaal met 5 dB in orde zijn, indien het ingangssignaal nooit de 0 dB overschrijdt.
pt_br: O ArtsCompressor comprime o som. Compressão é um processo dinâmico que consiste de duas partes: (1) o volume de entrada atual do sinal é detectado (2) se exceder um dado limiar, o volume do sinal de saída será reduzido A detecção do volume de entrada tem um tempo de meia-vida de ataque e de liberação que pode ser especificado - em milissegundos - com as propriedades correspondentes. Esse envelope faz o compressor se adaptar lentamente ao nível real do sinal de entrada. A taxa especifica como o volume de um sinal deve ser reduzida, se ela exceder o limiar. Uma taxa de compressão de 2:1 significa, por exemplo, que se o volume de entrada for 2 dB a mais que o limiar, o volume de saída será 1 dB a mais que o limiar. Exemplo (limiar = -10, taxa 2:1): entrada = -20 dB => saída = -20 dB entrada = -10 dB => saída = -10 dB entrada = 0 dB => saída = -5 dB entrada = 10 dB => saída = 0 dB entrada = 20 dB => saída = 5 dB A compressão é freqüentemente vista como uma operação para deixar a música "mais alta". Para conseguir isto, o primeiro passo é reduzir o limite dinâmico como no exemplo acima. Como as partes de maior intensidade da música foram reduzidas, no volume, podemos agora amplificar tudo, sem risco de distorção

source: Assignments
ca: Assignacions
cs: Přiřazení
de: Zuordnungen
es: Asignaciones
nl: Toewijzingen
pt: Atribuições
pt_br: Atribuições
ru: Назначения
sl: Dodelitve
sr: Расподеле
sr@latn: Raspodele

source: Attack [ms]
ca: Atac [ms]
cs: Nástup [ms]
de: Ansprechzeit [ms]
es: Ataque [ms]
pt: Ataque [ms]
pt_br: Ataque [ms]
ru: Атака [мс]
sl: Napad [ms]
sr: Напад [ms]
sr@latn: Napad [ms]

source: Attack-Decay-Sustain-Release envelope output
ca: Atac-Decaiguda-Sosteniment-Llançament embolcall de la sortida
cs: Výstup obálky nástup-útlum-trvání-uvolnění
es: Ataque-Decaimiento-Sostenido-máxima salida
nl: Attack-Decay-Sustain-Release envelope uitgang
pt: Saída de envelope de Ataque-Decomposição-Sustenir-Libertar
pt_br: Saída envelope ataque-desaparecimento-sustain-liberação
sr: Излаз напад-расипање-задржавање-ослобађање коверте
sr@latn: Izlaz napad-rasipanje-zadržavanje-oslobađanje koverte

source: Attenuate the level of audio input 1
ca: Atenua el nivell de l'entrada d'àudio 1
cs: Zeslabit úroveň vstupu zvuku 1
de: Den Pegel der Audio-Eingabe 1 dämpfen
es: Atenúa el nivel de la entrada de sonido 1
nl: Het niveau van audio ingang 1 verzwakken
pt: Atenuar o nível da entrada audio 1
pt_br: Atenua o nível da entrada de áudio 1
ru: Ослабление уровня в звуковом вх1
sl: Zmanjšanje ravni zvočnega vhoda 1
sr: Ослаби ниво улаза звука 1
sr@latn: Oslabi nivo ulaza zvuka 1

source: Attenuate the level of audio input 2
ca: Atenua el nivell de l'entrada d'àudio 2
cs: Zeslabit úroveň vstupu zvuku 2
de: Den Pegel der Audio-Eingabe 2 dämpfen
es: Atenúa el nivel de la entrada de sonido 2
nl: Het niveau van audio ingang 2 verzwakken
pt: Atenuar o nível da entrada audio 2
pt_br: Atenua o nível da entrada de áudio 2
ru: Ослабление уровня в звуковом вх1
sl: Zmanjšanje ravni zvočnega vhoda 2
sr: Ослаби ниво улаза звука 2
sr@latn: Oslabi nivo ulaza zvuka 2

source: Attenuate the level of control input 1
ca: Atenua el nivell de l'entrada de control 1
cs: Zeslabit úroveň řídicího vstupu 1
de: Den Pegel der Steuereingabe 1 dämpfen
es: Atenúa el nivel de la entrada de control 1
nl: Het niveau van controle-ingang 1 verzwakken
pt: Atenuar o nível da entrada de controlo 1
pt_br: Atenua o nível da entrada de controle 1
ru: Ослабление уровня в управляющем вх1
sl: Zmanjšanje ravni nadzornega vhoda 1
sr: Ослаби ниво контролног улаза 1
sr@latn: Oslabi nivo kontrolnog ulaza 1

source: Attenuate the level of control input 2
ca: Atenua el nivell de l'entrada de control 2
cs: Zeslabit úroveň řídicího vstupu 2
de: Den Pegel der Steuereingabe 2 dämpfen
es: Atenúa el nivel de la entrada de control 2
nl: Het niveau van controle-ingang 2 verzwakken
pt: Atenuar o nível da entrada de controlo 2
pt_br: Atenua o nível da entrada de controle 2
ru: Ослабление уровня в управляющем вх1
sl: Zmanjšanje ravni nadzornega vhoda 2
sr: Ослаби ниво контролног улаза 2
sr@latn: Oslabi nivo kontrolnog ulaza 2

source: Audio
ca: Àudio
cs: Zvuk
el: Ήχος
es: Sonido
pt_br: Áudio
ru: Звук
sl: Zvok
sr: Звук
sr@latn: Zvuk

source: Audio In
ca: Entrada d'àudio
cs: Zvuk In
de: Audio-Ein
es: Entrada de sonido
pt: Entrada Audio
pt_br: Ent áudio
ru: Звуковой вх.
sl: Zvočni Vh
sr: Улаз звука
sr@latn: Ulaz zvuka

source: Audio In%u
ca: Entrada d'àudio %u
cs: Zvuk In%u
de: Audio-Ein%u
es: Entrada de sonido%u
pt: Entrada Audio%u
pt_br: Ent áudio%u
ru: Звуковой вх.%u
sl: Zvočni vhod %u
sr: Улаз звука%u
sr@latn: Ulaz zvuka%u

source: Audio In1
ca: Entrada d'àudio 1
cs: Zvuk In1
de: Audio-Ein1
es: Entrada sonido1
pt: Entrada Audio 1
pt_br: Entrada de áudio1
ru: Звуковой вх1
sl: Zvočni Vh1
sr: Улаз звука 1
sr@latn: Ulaz zvuka 1

source: Audio In2
ca: Entrada d'àudio 2
cs: Zvuk In2
de: Audio-Ein2
es: Entrada de sonido 2
pt: Entrada Audio 2
pt_br: Entrada de áudio2
ru: Звуковой вх2
sl: Zvočni Vh2
sr: Улаз звука 2
sr@latn: Ulaz zvuka 2

source: Audio In3
ca: Entrada d'àudio3
cs: Zvuk In3
de: Audio-Ein3
es: Entrada de sonido 3
pt: Entrada Audio3
pt_br: Ent áudio3
ru: Звук. вх.3
sl: Zvočni Vh3
sr: Улаз звука3
sr@latn: Ulaz zvuka3

source: Audio In4
ca: Entrada d'àudio4
cs: Zvuk In4
de: Audio-Ein4
es: Entrada de sonido 4
pt: Entrada Audio4
pt_br: Ent áudio4
ru: Звук. вх.4
sl: Zvočni Vh4
sr: Улаз звука4
sr@latn: Ulaz zvuka4
