Repository: GNOME/beast
Catalog: po/*.po
Languages: ca, cs, de, el, es, nl, pt, pt_br, ru, sl, sr, sr@latn, sv

source: A 32768 value FFT window corresponds to a spectrum with 16385 frequency peaks
ca: Una finestra amb 32768 valors de FFT correspon a un espectre amb 16385 pics de freqüència
cs: Okno FFT s 32768 hodnotami odpovídá spektru s 16385 vrcholy frekvence
es: Una ventana con 32768 valores de FFT corresponde a un espectro con 16385 picos de frecuencia
nl: Een 32768-waarde FFT-venster correspondeert met een spectrum met 16385 frequentiepieken
sl: Okno 32768 vrednosti FFT ustreza spektru s 16385 frekvenčnimi vrhovi

source: A 4 value FFT window corresponds to a spectrum with 3 frequency peaks
ca: Una finestra amb 4 valors de FFT correspon a un espectre amb 3 pics de freqüència
cs: Okno FFT s 4 hodnotami odpovídá spektru s 3 vrcholy frekvence
es: Una ventana con 4 valores de FFT corresponde a un espectro con 3 picos de frecuencia
nl: Een 4-waarde FFT-venster correspondeert met een spectrom met 3 frequentiepieken
sl: Okno 4 vrednosti FFT ustreza spektru s 3 frekvenčnimi vrhovi

source: A 4096 value FFT window corresponds to a spectrum with 2049 frequency peaks
ca: Una finestra amb 4096 valors de FFT correspon a un espectre amb 2049 pics de freqüència
cs: Okno FFT s 4096 hodnotami odpovídá spektru s 2049 vrcholy frekvence
es: Una ventana con 4096 valores de FFT corresponde a un espectro con 2049 picos de frecuencia
nl: Een 4096-waarde FFT-venster correspondeert met een spectrum met 2049 frequentiepieken
sl: Okno 4096 vrednosti FFT ustreza spektru z 2049 frekvenčnimi vrhovi

source: A 512 value FFT window corresponds to a spectrum with 257 frequency peaks
ca: Una finestra amb 512 valors de FFT correspon a un espectre amb 257 pics de freqüència
cs: Okno FFT s 512 hodnotami odpovídá spektru s 257 vrcholy frekvence
es: Una ventana con 512 valores de FFT corresponde a un espectro con 257 picos de frecuencia
nl: Een 512-waarde FFT-venster correspondeert met een spectrum met 257 frequentiepieken
sl: Okno 512 vrednosti FFT ustreza spektru z 257 frekvenčnimi vrhovi

source: A 64 value FFT window corresponds to a spectrum with 33 frequency peaks
ca: Una finestra amb 64 valors de FFT correspon a un espectre amb 33 pics de freqüència
cs: Okno FFT s 64 hodnotami odpovídá spektru s 33 vrcholy frekvence
es: Una ventana con 64 valores de FFT corresponde a un espectro con 33 picos de frecuencia
nl: Een 64-waarde FFT-venster correspondeert met een spectrum met 33 frequentiepieken
sl: Okno 64 vrednosti FFT ustreza spektru z 32 frekvenčnimi vrhovi

source: A 65536 value FFT window corresponds to a spectrum with 32769 frequency peaks
ca: Una finestra amb 65536 valors de FFT correspon a un espectre amb 32769 pics de freqüència
cs: Okno FFT s 65536 hodnotami odpovídá spektru s 32769 vrcholy frekvence
es: Una ventana con 65536 valores de FFT corresponde a un espectro con 32769 picos de frecuencia
nl: Een 65536-waarde FFT-venster correspondeert met een spectrum met 32769 frequentiepieken
sl: Okno 65536 vrednosti FFT ustreza spektru z 32769 frekvenčnimi vrhovi

source: A 8 value FFT window corresponds to a spectrum with 5 frequency peaks
ca: Una finestra amb 8 valors de FFT correspon a un espectre amb 5 pics de freqüència
cs: Okno FFT s 8 hodnotami odpovídá spektru s 5 vrcholy frekvence
es: Una ventana con 8 valores de FFT corresponde a un espectro con 5 picos de frecuencia
nl: Een 8-waarde FFT-venster correspondeert met een spectrom met 5 frequentiepieken
sl: Okno 8 vrednosti FFT ustreza spektru z 5 frekvenčnimi vrhovi

source: A 8192 value FFT window corresponds to a spectrum with 4097 frequency peaks
ca: Una finestra amb 8192 valors de FFT correspon a un espectre amb 4097 pics de freqüència
cs: Okno FFT s 8192 hodnotami odpovídá spektru s 4097 vrcholy frekvence
es: Una ventana con 8192 valores de FFT corresponde a un espectro con 4097 picos de frecuencia
nl: Een 8192-waarde FFT-venster correspondeert met een spectrum met 4097 frequentiepieken
sl: Okno 8192 vrednosti FFT ustreza spektru s 4097 frekvenčnimi vrhovi

source: A guide to synthesis plugin development
ca: Una guia per al desenvolupament de connectors de síntesi
cs: Průvodce vývojem zásuvných modulů pro syntézu
de: Ein Leitfaden zum Entwickeln von Plugins
es: Guía de síntesis de desarrollo de complementos
nl: Een gids voor het ontwikkelen van plugins
pt_br: Um guia de desenvolvimento de plugins de síntese
sl: Vodič po razvoju vstavkov sinteze

source: A string with _ characters in positions correspond to characters in the text to underline
ca: Una cadena de text amb el caràcter '_', que es correspon amb els caràcters que se subratllaran
cs: Řetězec se znaky _ na místech odpovídajících znakům v textu, které podtrhnout
de: Eine Zeichenkette mit _-Zeichen an bestimmten Positionen entspricht den im Text zu unterstrichenden Zeichen
es: Una cadena con caracteres _ en las posiciones correspondientes a caracteres en el texto a subrayar
nl: Een tekenreeks met _ tekens in posities corresponderend met tekens in de te onderstrepen tekst
pt: Uma expressão com caracteres _ em posições corresponde a caracteres no texto a sublinhar
pt_br: Uma string com caracteres _ nas posições correspondentes aos caracteres para sublinhar no texto
sl: Niz z znaki _ v položajih ustrezajo znakom v besedilu za podčrtanje
sr: Ниска са знацима „_“ на местима одговара знацима у тексту који се подвлаче
sr@latn: Niska sa znacima „_“ na mestima odgovara znacima u tekstu koji se podvlače

source: A unique number identifying this thread
ca: Un sol nombre identificant aquest fil
de: Eine eindeutige Zahl, die diesen Thread identifiziert
es: Un único número que identifique esta hebra
ru: Уникальный номер этого потока

source: ADSR Envelope Generator
ca: Generador embolcall ADSR
cs: Generátor obálky ADSR
es: Generador de envolturas ADSR
sl: Ustvarjalnik ovojnice ADSR

source: Aborted
ca: Anul·lat
cs: Přerušeno
de: Abgebrochen
el: Εγκαταλείφθηκε
es: Abortado
nl: Afgebroken
pt: Abortado
pt_br: Abortado
ru: Прервано
sl: Prekinjeno
sr: Прекинут
sr@latn: Prekinut
sv: Avbruten

source: Abortion
ca: Avortament
cs: Přerušení
de: Abbruch
el: Εγκατάλειψη
es: Abortando
nl: Afbreken
pt: Abortar
pt_br: Aborto
ru: Прерывание
sl: Preklic
sr: Прекид
sr@latn: Prekid
sv: Avbrytande

source: Add
ca: Afegeix
cs: Přidat
de: Hinzufügen
el: Προσθήκη
es: Añadir
nl: Toevoegen
pt: Adicionar
pt_br: Adicionar
ru: Доб.
sl: Dodaj
sr: Додај
sr@latn: Dodaj
sv: Lägg till

source: Add Custom Synthesizer
ca: Afegeix un sintetitzador personalitzat
cs: Přidat vlastní syntetizér
de: Neuer benutzerdef. Synthesizer
es: Añadir un sintetizador personalizado
nl: Aangepaste synthesizer toevoegen
sl: Dodaj sintetizator po meri

source: Add MIDI Synthesizer
ca: Afegeix un sintetitzador MIDI
cs: Přidat syntetizér MIDI
de: Neuer MIDI-Synthesizer
es: Añadir un sintetizador MIDI
nl: MIDI synthesizer toevoegen
sl: Dodaj sintetizator MIDI

source: Add a new MIDI synthesizer to control an instrument from external MIDI events
ca: Afegeix un altre sintetitzador MIDI per controlar un instrument d'esdeveniments MIDI externs
cs: Přidat nový syntetizér MIDI pro ovládání nástroje externími událostmi MIDI
de: Einen neuen MIDI-Synthesizer zur Steuerung eines Instruments durch externe MIDI-Ereignisse anlegen
es: Añadir un nuevo sintetizador MIDI para controlar un instrumento de eventos MIDI externos
nl: Een nieuwe MIDI-synthesizer toevoegen om een instument te bedienen met externe MIDI-signalen
sl: Doda nov sintetizator MIDI za nadzor inštrumenta iz zunanjih dogodkov MIDI

source: Add a new bus to the mixer
ca: Afegeix un bus nou al mesclador
cs: Přidat k mixéru novou sběrnici
de: Einen neuen Bus zum Mixer hinzufügen
es: Añadir un nuevo bus al mezclador
nl: Een nieuwe bus aan de mixer toevoegen
pt_br: Adiciona um novo barramento ao mixador
sl: Dodajanje novega vodila v mešalnik

source: Add a new synthesizer mesh to be used as effect or instrument in songs
ca: Afegeix una nova malla de sintetització per utilitzar com a efecte o instrument en cançons
cs: Přidat novou síť syntetizéru pro použití jako efekt nebo nástroj ve skladbách
de: Ein neues Synthesenetz zur Effekt- oder Instrumentbenutzung in Songs anlegen
es: Añadir un nuevo acoplamiento de sintetizador para ser usado como efecto o instrumento en las canciones
nl: Een nieuwe synthesizernet toevoegen dat als effect of als instrument in liedjes gebruikt wordt

source: Add a new track to this song
ca: Afegeix una nova pista a aquesta cançó
cs: Přidat k této skladbě novou stopu
de: Eine neue Spur zu diesem Titel hinzufügen
el: Προσθήκη νέου κομματιού σε αυτό το τραγούδι
es: Añadir una pista nueva a esta canción
nl: Een nieuwe track toevoegen aan dit nummer
pt: Adicionar uma nova pista a esta música
pt_br: Adiciona uma nova faixa para essa música
ru: Добавить новую дорожку к композиции
sl: Dodajanje nove sledi tej skladbi
sr: Додај нову мелодију у ову песму
sr@latn: Dodaj novu melodiju u ovu pesmu
sv: Lägg till ett nytt spår till denna låt

source: Add directory to searchpath
ca: Afegeix un directori al camí de cerca
cs: Přidat adresář do cesty hledání
de: Ordner zum Suchpfad hinzufügen
es: Añadir directorio al buscador de rutas
nl: Map toevoegen aan het zoekpad
pt_br: Adiciona diretórios ao caminho de busca
sl: Dodaj mapo v iskalno pot

source: Add, edit and connect synthesizer mesh components
es: Añadir, editar y conectar los componentes de acoplamiento del sintetizador

source: Add...
ca: Afegeix...
cs: Přidat...
de: Hinzufügen …
es: Añadir…
nl: Toevoegen...
pt: Adicionar...
pt_br: Adicionar...
ru: Добавить...
sl: Dodaj ...
sr: Додај...
sr@latn: Dodaj...

source: Adds the selection from the "%s" list to the "%s" list
ca: Afegeix la selecció des de la llista «%s» a la llista «%s»
cs: Přidá výběr ze seznamu "%s" do seznamu "%s"
de: Die Auswahl der Liste »%s« in die Liste »%s« einfügen
es: Añade la selección de la lista de «%s» a la lista de «%s»
nl: Voegt de selectie toe uit de "%s" lijst naar de "%s" lijst
pt_br: Adiciona a seleção da lista "%s" à lista "%s"
sl: Dodajanje izbire iz seznama "%s" na seznam "%s"

source: Adjust FFT window size
ca: Ajusta la mida de la finestra FFT
cs: Upravit velikost okna FFT
de: FFT-Fenstergröße anpassen
es: Ajustar el tamaño de la ventana FFT
nl: FFT-venstergrootte aanpassen
sl: Prilagodi velikost okna FFT

source: Adjust frequency level threshold
ca: Ajusta el llindar de nivell de freqüència
cs: Upravit úroveň prahu frekvence
es: Ajustar el nivel umbral de frecuencia
nl: Frequentiedrempelwaarde aanpassen
sl: Prilagoditev praga ravni frekvence

source: Adjust how much the control signals affect the output balance
ca: Ajusteu quant afecta els senyals de control al balanç de sortida
cs: Upravit, jak moc řídicí signály ovlivňují vyrovnání výstupu
de: Festlegen, in welchem Maße das Steuersignal den Abgleich der Ausgabekanäle beeinflusst
es: Ajusta cuánto afectan las señales de control el balance de la salida
nl: Instellen in welke mate de controle-signalen de uitgangsbalans beïnvloeden
pt: Ajustar quanto os sinais de controlo afectam o balanço de saída
pt_br: Ajusta o quanto os sinais de controle afetam o balanço de saída
sl: Prilagodi koliko nadzorni signali vplivajo na izhodno ravnotežje
sr: Прилагоди колико контролни сигнали утичу на равнотежу излаза
sr@latn: Prilagodi koliko kontrolni signali utiču na ravnotežu izlaza

source: Adjust how much the control signals affect the output volume
ca: Ajusta quant afecta els senyals de control al volum de sortida
cs: Upravit, jak moc řídicí signály ovlivňují výstupní hlasitost
de: Festlegen, in welchem Maße das Steuersignal die Ausgabelautstärke beeinflusst
es: Ajusta cuánto afectan las señales de control al volumen de salida
nl: Instellen in welke mate de controlesignalen het uitgangsvolume beïnvloeden
pt: Ajustar quanto os sinais de controlo afectam o volume de saída
pt_br: Ajusta o quanto os sinais do controle afetam o volume de saída
sl: Prilagajanje kako izhodni signali vplivajo na izhodno glasnost
sr: Прилагоди колико контролни сигнали утичу на излазну јачину звука
sr@latn: Prilagodi koliko kontrolni signali utiču na izlaznu jačinu zvuka

source: Adjust output balance between left and right
ca: Ajusteu el balanç de sortida entre l'esquerra i la dreta
cs: Upravit vyvážení výstupu mezi levou a pravou stranou
de: Den Abgleich zwischen dem linken und rechten Ausgabekanal festlegen
es: Ajusta el balance de la salida entre la izquierda y la derecha
nl: Balans tussen de linker en rechter uitgang instellen
pt: Ajustar o balanço de saída entre a esquerda e a direita
pt_br: Ajusta o balanço de saída entre esquerda e direita
sl: Prilagajanje izhodnega ravnotežja med levo in desno
sr: Прилагодите равнотежу излаза лево и десно
sr@latn: Prilagodite ravnotežu izlaza levo i desno

source: Adjust overall program behaviour
ca: Ajusta el comportament de tot el programa
cs: Upravit obecné chování programu
de: Allgemeine Programmeinstellungen vornehmen
es: Ajustar el comportamiento global del programa
nl: Algeheel programmagedrag aanpassen
pt_br: Ajusta o comportamento geral do programa
ru: Настроить поведение программы
sl: Prilagajanje splošnega obnašanja programa

source: Adjust overall song behaviour
ca: Ajusta el comportament global de la cançó
cs: Upravit obecné chování skladby
de: Allgemeine Songeinstellungen vornehmen
es: Ajustar el comportamiento global de la canción
nl: Algeheel programmagedrag wijzigen
pt_br: Ajusta o comportamento geral das músicas
sl: Prilagodi skupno obnašanje skladbe

source: Adjust overall synthesizer behaviour
ca: Ajusta el comportament global dels sintetitzadors
cs: Upravit obecné chování syntetizéru
de: Allgemeine Synthesizereinstellungen vornehmen
es: Ajustar el comportamiento global del sintetizador
nl: Algeheel synthesizergedrag wijzigen
pt_br: Ajusta o comportamento geral do sintetizador
sl: Prilagoditev skupnega obnašanja sintetizatorja

source: Adjust relative alignment of the values or bars to be drawn
ca: Ajusta l'alineament relatiu dels valors o barres a dibuixar
cs: Upravit relativní zarovnání kreslených hodnot nebo pruhů
de: Relative Bündigkeit der Werte und Skalen einstellen
es: Ajustar la alineación relativa de los valores o barras que se mostrarán
nl: De relatieve uitlijning aanpassen van de te tonen waarden of balken
pt_br: Ajusta o alinhamento relativo dos valores ou barras que devem ser desenhadas
ru: Настроить относительное выравние отображаемых значений
sl: Prilagodi relativno poravnavo vrednosti stolpcev za izris

source: Adjust the number of rows between each shaded row
ca: Ajusta el nombre de files entre cada fila ombrejada
cs: Upravit počet řádků mezi stínovanými řádky
de: Die Anzahl der Zeilen zwischen den schattierten Zeilen
es: Ajustar el número de filas entre cada fila sombreada
nl: Het aantal rijen tussen elke schaduwrij aanpassen
pt_br: Ajusta o número de linhas entre cada linha sombreada
sl: Prilagoditev števila vrstic med vsako osenčeno vrstico

source: Adjust the output amplification automatically according to threshold and ratio
ca: Ajusta l'amplificació de sortida automàticament d'acord amb el llindar i la relació
cs: Automaticky upravit zesílení výstupu podle prahu a poměru
es: Ajustar la amplificación de la salida automáticamente de acuerdo al umbral y a la relación
nl: De uitgangsversterking automatisch aanpassen volgens de drempelwaarde en verhouding
pt_br: Ajusta a amplificação da saída automaticamente de acordo com o limiar e com a taxa
sl: Samodejno prilagajanje ojačitve izhoda glede na prag in razmerje

source: Adjust the zoom factor of the router display
ca: Ajusta el factor d'ampliació de la visualització de l'encaminador
cs: Upravit faktor zvětšení zobrazení routeru
de: Die Ansichtsgröße der Router-Anzeige anpassen
es: Ajustar el factor de ampliación de la visualización del encaminador
nl: Zoomfactor van de router-weergave aanpassen
pt: Ajustar o factor de zoom da apresentação de routeamento
pt_br: Ajusta o fator de zoom da exibição do roteador
sr: Прилагоди чинилац увећања приказа преусмеривача
sr@latn: Prilagodi činilac uvećanja prikaza preusmerivača

source: Adjust whether to draw dB values instead of lines
ca: Escolliu si dibuixar valors en dB en comptes de línies
cs: Upravit, jestli kreslit hodnoty dB místo čar
de: Legt fest, ob dB-Werte anstatt Linien angezeigt werden
es: Ajustar si dibujar valores de dB en vez de líneas
nl: Of dB-waarden worden weergegeven in plaats van lijnen
pt_br: Ajusta se devem ser mostrados valores em dB em vez de linhas
sl: Prilagodit ali naj bodo narisane vrednosti v dB namesto vrstic

source: Adjustments
ca: Ajustaments
cs: Úpravy
de: Ausrichtungen
es: Ajustes
nl: Aanpassingen
pt_br: Ajustes
ru: Назначения
sl: Prilagoditve

source: Advanced Linux Sound Architecture MIDI driver, using ALSA %s. The device specification follows the ALSA device naming conventions, a detailed description of which is available at the project's website: http://alsa-project.org/alsa-doc/alsa-lib/midi.html Various ALSA plugins can be used here, 'hw' allows direct adressing of hardware channels by card, device and subdevice. PLUGIN - the ALSA plugin, 'default' is usually good enough CARD - the card number for plugins like 'hw' DEV - the device number for plugins like 'hw' SUBDEV - the subdevice number for plugins like 'hw'
ca: Controlador MIDI de l'Arquitectura de So Avançada de Linux, que utilitza l'ALSA %s. L'especificació del dispositiu segueix les convencions de noms d'ALSA, una descripció detallada està disponible al lloc web del projecte: http://alsa-project.org/alsa-doc/alsa-lib/midi.html Es poden utilitzar varis connectors ALSA, 'hw' permet adreçament directe dels canals de maquinari de la tarja, dispositiu i sub-dispositiu. CONNECTOR - el connector ALSA, 'per defecte' normalment és suficient TARJA - el número de tarja per els connectors com 'hw' DISPOSITIU - el número de dispositiu per els connectors com 'hw' SUB-DISPOSITIU - el número de sub-dispositiu per els connectors com 'hw'
cs: Ovladač MIDI Advanced Linux Sound Architecture, používá ALSA %s. Specifikace zařízení používá konvence pojmenovávání zařízení ALSA, jejichž detailní popis je k dispozici na WWW stránkách projektu: http://alsa-project.org/alsa-doc/alsa-lib/midi.html Dají se zde použít různé zásuvné moduly ALSA, 'hw' umožňuj přímé adresování hardwarových kanálů podle karty, zařízení a podzařízení. MODUL - modul ALSA, obvykle stačí 'default' KARTA - číslo karty pro moduly jako 'hw' ZAŘ - číslo zařízení pro moduly jako 'hw' PODZAŘ - číslo podzařízení pro moduly jako 'hw'
es: Controlador MIDI de Arquitectura de Sonido Linux Avanzada (ALSA) usando ALSA %s. La especificación del dispositivo sigue las convenciones de nombres de ALSA como se detalla en la descripción que está disponible en la página web del proyecto: http://alsa-project.org/alsa-doc/alsa-lib/midi.html Varios complementos para ALSA pueden ser usados, 'hw' permite direccionamiento directo de los canales hardware por tarjeta, dispositivo y subdispositivo. COMPLEMENTO - el complemento ALSA por defecto es generalmente bueno TARJETA - el número de tarjeta para los complementos como 'hw' DISPOSITIVO - el número de dispositivo para los complementos como 'hw' SUBDISPOSITIVO - el número de subdispositivo para los complementos como 'hw'
nl: Advanced Linux Sound Architecture PCM stuurprogramma, gebruik ALSA %s. De apparaatspecificatie volgt de naamgevingconventie voor ALSA apparaten. Een gedetailleerde beschrijving hiervan is beschikbaar op de website van het project: http://alsa-project.org/alsa-doc/alsa-lib/midi.html Verschillende ALSA plugins kunnen hier worden gebruikt; 'hw' geeft directe toegang tot hardware-kanalen via kaart, apparaat en sub- apparaat. PLUGIN - de ALSA plugin, 'default' is gewoonlijk goed genoeg KAART - het kaartnummer voor plugins als 'hw' APP - het apparaatnummer voor plugins als 'hw' SUBAPP - het subapparaatnummer voor plugins als 'hw'
sl: MIDI gonillnik napredne linux zvočne arhitekture, uporablja ALSA %s. Določitev naprave sledi dogovoru o poimenovanju naprav ALSA, katerega podrobni opis je na voljo na spletni strani projekta: http://alsa-project.org/alsa-doc/alsa-lib/midi.html Mogoče je uporabiti različne vstavke ALSA, 'hw' dovoli neposredno naslavljanje strojnih kanalov po kartici, napravi ali podnapravi. PLUGIN - vstavek ALSA, 'default' je ponavadi dovolj dober CARD - številka kartice za vstavke kot 'hw' DEV - številka naprave za vstavke kot 'hw' SUBDEV - številka naprave za vstavke kot 'hw'
