Repository: GNOME/beast
Catalog: po/*.po
Languages: ca, cs, de, el, es, nl, pt, pt_br, ru, sl, sr, sr@latn, sv

source: Duplicate
ca: Duplica
cs: Duplikovat
de: Duplizieren
el: Αντίγραφο
es: Duplicar
nl: Dupliceren
pt: Duplicar
pt_br: Duplicar
ru: Продублировать
sl: Podvoji
sr: Удвостручи
sr@latn: Udvostruči
sv: Duplicera

source: EVENTS:
ca: ESDEVENIMENTS:
cs: UDÁLOSTI:
de: EREIGNISSE:
es: EVENTOS:
pt: EVENTOS:
pt_br: EVENTOS:
ru: СОБЫТИЯ:
sl: DOGODKI:
sr: ДОГАЂАЈИ:
sr@latn: DOGAĐAJI:

source: EXAMPLE:
ca: EXEMPLE:
cs: PŘÍKLAD:
de: BEISPIEL:
es: EJEMPLO:
pt: EXEMPLO:
pt_br: EXEMPLO:
ru: ПРИМЕР:
sl: PRIMER:
sr: ПРИМЕР:
sr@latn: PRIMER:

source: E_xamples
ca: E_xemples
cs: _Příklady
de: _Beispiele
es: E_jemplos
nl: _Voorbeelden
pt: E_xemplos
pt_br: E_xemplos
ru: Пр_имеры
sl: P_rimeri
sr: _Примери
sr@latn: _Primeri

source: Edit
ca: Edita
cs: Upravit
de: Bearbeiten
es: Editar
nl: Bewerken
pt: Editar
pt_br: Editar
ru: Правка
sl: Uredi
sr: Уреди
sr@latn: Uredi

source: Edit Part
ca: Edita una part
cs: Upravit part
de: Part bearbeiten
el: Επεξεργασία μέρους
es: Editar parte
nl: Deel bewerken
pt: Editar uma Parte
pt_br: Editar parte
ru: Редактировать партию
sl: Uredi del
sr: Уреди део
sr@latn: Uredi deo
sv: Redigera del

source: Edit Rack Item
ca: Edita un element del rack
cs: Upravit položku racku
de: Ablageobjekt bearbeiten
el: Επεξεργασία αντικειμένου rack
es: Editar elemento del rack
nl: Rack-item bewerken
pt: Editar um Item da Pilha
pt_br: Editar item da pilha
ru: Изменить часть рэка
sl: Urejanje elementa police
sr: Уреди ставку полице
sr@latn: Uredi stavku police
sv: Redigera rackobjekt

source: Edit the currently selected wave
ca: Suprimeix l'ona seleccionada
cs: Upravit momentálně vybranou vlnu
de: Die momentan gewählte Wave bearbeiten
es: Editar la onda seleccionada actualmente
nl: De geselecteerde wave bewerken
pt: Editar o wave actualmente seleccionado
pt_br: Edita o som atualmente selecionado
ru: Изменить выбранный звук. файл
sl: Urejanje trenutno izbranega vala
sr: Уреди тренутно изабрани талас
sr@latn: Uredi trenutno izabrani talas

source: Edit tool (mouse buttons 1-3) Use button1 to create links, button2 for movement and button3 to change properties
ca: Eina d'edició (botons del ratolí 1-3) Feu servir el botó 1 per crear enllaços, el botó 2 per al moviment i el botó 3 per canviar les propietats
cs: Nástroj pro úpravy (tlačítka myši 1-3) Vytvářejte odkazy tlačítkem 1, přesouvejte tlačítkem 2 a měňte vlastnosti tlačítkem 3
de: Bearbeiten-Werkzeug (Maustasten 1-3) Taste 1: Verknüpfungen anlegen, Taste 2: Verschieben, Taste 3: Eigenschaften festlegen
es: Editar herramienta (botón 1-3 del ratón) Use el botón 1 para crear enlaces, el botón 2 para movimiento y el botón 3 para cambiar las propiedades
nl: Bewerken (muisknop 1-3) Gebruik knop1 voor het aanmaken van links, knop3 voor beweging en knop3 om eigenschappen aan te passen
pt: Ferramenta de edição (botões 1-3 do rato) Utilize o botão 1 para criar atalhos, o botão 2 para movimento e o botão 3 para alterar as propriedades
pt_br: Ferramenta de edição (botões do mouse 1-3) Use o botão 1 para criar ligaduras, o botão 2 para movimento e o botão 3 para alterar propriedades
ru: Редактирование (клавиши 1-3 мыши) Используйте клавишу 1 для создания связей, клавишу 2 дял перемещений и клавишу 3 для изменения свойств.
sl: Orodje urejanje (miškini gumbi 1-3) Gumb 1 ustvari povezave, gumb 2 omogoča premika, gumb3 spremeni lastnosti
sr: Алат за уређивање (1-3. дугме миша) Користите 1. дугме да направите везе, 2. дугме за премештање и 3. дугме да измените особине
sr@latn: Alat za uređivanje (1-3. dugme miša) Koristite 1. dugme da napravite veze, 2. dugme za premeštanje i 3. dugme da izmenite osobine

source: Edit/Move/Menu (mouse buttons 1-3)
ca: Edita/mou/menú (botons 1-3 del ratolí)
cs: Upravit/přesunout/menu (tlačítka myši 1-3)
de: Bearbeiten/Verschieben/Menü (Maustasten 1-3)
es: Editar/Mover/Menú (Botones 1-3 del ratón)
nl: Bewerken/Verplaatsen/Menu (muisknop 1-3)
pt: Editar/Mover/Menu (botões 1-3 do rato)
pt_br: Editar/Mover/Menu (botões do mouse 1-3)
ru: Изменить/Переместить/Меню (клавиши мыши 1-3)
sl: Uredi/premakni/meni (miškini gumbi 1-3)
sr: Уреди/Премести/Мени (1–3. дугме миша)
sr@latn: Uredi/Premesti/Meni (1–3. dugme miša)

source: Effect Control 1
ca: Control d'efecte 1
cs: Řízení efektů 1
de: Effektsteuerung 1
es: Control de efecto 1
nl: Effect controle 1
pt_br: Controle de efeito 1
sl: Nadzor učinkov 1

source: Effect Control 2
ca: Control d'efecte 2
cs: Řízení efektů 2
de: Effektsteuerung 2
es: Control de efecto 2
nl: Effect controle 2
pt_br: Controle de efeito 2
sl: Nadzor učinkov 2

source: Effect Path
ca: Camí d'efectes
cs: Cesta efektů
de: Effekt-Pfad
es: Ruta de efectos
nl: Effectenpad
pt_br: Caminho de efeitos
sl: Pot učinka

source: Eighths note
ca: Corxera
cs: Osminová nota
de: Achtelnote
es: Corchea
nl: Achtste noot
pt: Oitavo de nota
pt_br: Nota de oitavo de tempo
ru: Восьмушка
sl: Osminka

source: Emphasis
ca: Èmfasi
cs: Zvýraznění
de: Gewichtung
es: Énfasis
nl: Nadruk
pt: Ênfase
pt_br: Ênfase
ru: Акцент
sl: Poudarki
sr: Нагласак
sr@latn: Naglasak

source: Empty Field Color
ca: Color del camp buit
cs: Barva prázdného pole
de: Farbe eines leeren Feldes
es: Color del campo vacío
nl: Kleur leeg veld
pt_br: Cor de campo vazio
sl: Barva praznega polja

source: Enable Error Bell
de: Klingel bei Fehlern aktivieren
es: Activar campana de error
sl: Omogoči zvonec napak

source: Enable homogeneous sizes for most (numeric and text) input fields. For some fields, this will only take effect after a restart.
ca: Habilita les mides homogènies per a la majoria dels camps d'entrada (numèrics i de text). A alguns camps, només els afectarà quan es reiniciï.
cs: Povolit homogenní velikosti většiny (číselných a textových) vstupních polí. Na některé pole bude mít vliv až po restartu.
de: Ermögliche homogene Größen für die meisten (numerischen und Text-) Eingabefelder. Für einige Felder wird dies erst nach einem Neustart angewendet.
es: Activar tamaño homogéneo para los campos de entrada (numéricos y de texto). Para algunos de los campos, esto sólo tendrá efecto después de reiniciar el programa.
nl: Homogene afmetingen gebruiken voor de meeste (numerieke en tekst) invoervelden. Voor bepaalde velden zal dit pas effect hebben na een herstart.
pt: Activar tamanhos homogéneos para a maioria dos campos de entrada (numéricos e texto). Para alguns campos, apenas terá efeito após reiniciar a aplicação.
pt_br: Habilita tamanhos homogêneos para a maioria dos campos de entrada (numéricos e texto). Para alguns campos, isso só terá efeito depois de reiniciar.
sl: Omogoči homogene velikosti za večno (besedilnih in številčnih) vnosnih polij. Za nekatera polja bo to imelo učinek po ponovnem zagonu.
sr: Користи једнообразну величину за већину (бројевних и текстуалних) поља за унос. За нека поља, ово ће узети маха тек при новом покретању.
sr@latn: Koristi jednoobraznu veličinu za većinu (brojevnih i tekstualnih) polja za unos. Za neka polja, ovo će uzeti maha tek pri novom pokretanju.

source: Enable or disable message display of a specific message type
ca: Habilita o inhabilita el mostrar missatges d'un tipus específic de missatge
cs: Povolit nebo zakázat zobrazování konkrétního typu zpráv
de: Legt fest, ob Nachrichten eines bestimmten Typs angezeigt werden sollen
es: Activar o desactivar el mostrado de los mensajes de un tipo específico
nl: Het tonen van een bepaald soort bericht aan of uitzetten
pt_br: Habilita ou desabilita a exibição de mensagens de um tipo específico
sl: Omogoči ali onemogoči prikaz sporočila o določeni vrsti sporočila

source: End:
ca: Fi:
cs: Konec:
de: Ende:
el: Τέλος:
es: Fin:
nl: Eind:
pt: Fim:
pt_br: Fim:
ru: Конец:
sl: Konec:
sr: Крај:
sr@latn: Kraj:
sv: Slut:

source: Ensure that each part in a song is inserted into at least one track.
ca: Assegura que cada part d'una cançó està com a mínim en una pista.
cs: Zajistit, že každý part skladby je vložen do alespoň jedné stopy.
de: Stellen Sie sicher, dass jeder Part eines Liedes mindestens einer Spur zugeordnet wurde.
es: Asegúrese de que cada parte de la canción esté insertada en al menos una pista.
nl: Controleren dat elke partij in een nummer in tenminste één track wordt gebruikt.
pt_br: Garante que cada parte em uma música está inserida em pelo menos uma pista.
sl: Prepričajte se, da je vsak del v skladbi vstavljen v vsaj eno sled.

source: Enter document or file location
ca: Introduïu la ubicació del document o del fitxer
cs: Zadejte umístění dokumentu nebo souboru
de: Einen Dokument- oder Dateiort eingeben
es: Introduzca el documento o la ubicación del archivo
nl: Document- of bestandslocatie invoeren
pt: Introduza a localização do documento ou ficheiro
pt_br: Digite a localização do documento ou arquivo
ru: Укажите расположение файла
sl: Vnesite mesto dokumenta ali datoteke
sr: Унесите положај документа или датотеке
sr@latn: Unesite položaj dokumenta ili datoteke

source: Envelope Modulation [%]
ca: Modulació de l'embolcall [%]
cs: Modulace obálky [%]
de: Einhüllende Modulation [%]
es: Modulación de contenedor [%]
nl: Envelope-modulatie [%]
pt: Modulação de Envelope [%]
pt_br: Modulação de envelope [%]
ru: Модуляция огибающей [%]
sl: Modulacija ovojnice [%]
sr: Модулација омотача [%]
sr@latn: Modulacija omotača [%]

source: Epsilon
ca: Èpsilon
es: Épsilon
pt_br: Ípsilon
ru: Эпсилон
sr: Епсилон

source: Events
ca: Esdeveniments
cs: Události
de: Ereignisse
es: Eventos
pt: Eventos
pt_br: Eventos
ru: События
sl: Dogodki
sr: Догађаји
sr@latn: Događaji

source: Every eighth and sixteenth row
ca: Cada vuitena i setzena fila
cs: Každý osmý a šestnáctý řádek
de: Jede achte und sechzehnte Zeile
es: Cada octava y dieciseisava fila
nl: Elke achtste en zestiende rij
pt_br: A cada oitava e décima sexta linhas
sl: Vsaka osma in šestnajsta vrstica

source: Every eighth row
ca: Cada vuitena fila
cs: Každý osmý řádek
de: Jede achte Zeile
es: Cada octava linea
nl: Elke achtste rij
pt_br: A cada oitava linha
sl: Vsaka osma vrstica

source: Every fourth and eighth row
ca: Cada quarta i vuitena fila
cs: Každý čtvrtý a osmý řádek
de: Jede vierte und achte Zeile
es: Cada cuarta y octava fila
nl: Elke vierde en achtste rij
pt_br: A cada quarta e oitava linhas
sl: Vsaka četrta in osma vrstica

source: Every fourth and sixteenth row
ca: Cada quarta i setzena fila
cs: Každý čtvrtý a šestnáctý řádek
de: Jede vierte und sechzehnte Zeile
es: Cada cuarta y dieciseisava fila
nl: Elke vierde en zestiende rij
pt_br: A cada quarta e décima sexta linhas
sl: Vsaka četrta in šestnajsta vrstica

source: Every fourth and twelfth row
ca: Cada quarta i dotzena fila
cs: Každý čtvrtý a dvanáctý řádek
de: Jede vierte und zwölfte Zeile
es: Cada cuarta y doceava fila
nl: Elke vierde en twaalfde rij
pt_br: A cada quarta e décima segunda linhas
sl: Vsaka četrta in dvanajsta vrstica

source: Every fourth row
ca: Cada quarta fila
cs: Každý čtvrtý řádek
de: Jede vierte Zeile
es: Cada cuarta fila
nl: Elke vierde rij
pt_br: A cada quarta linha
sl: Vsaka četrta vrstica

source: Every second and fourth row
ca: Cada segona i quarta fila
cs: Každý druhý a čtvrtý řádek
de: Jede zweite und vierte Zeile
es: Cada segunda y cuarta fila
nl: Elke tweede en vierde rij
pt_br: A cada segunda e quarta linhas
sl: Vsaka druga in četrta vrstica

source: Every second row
ca: Cada segona fila
cs: Každý druhý řádek
de: Jede zweite Zeile
es: Cada segunda fila
nl: Elke tweede rij
pt_br: A cada segunda linha
sl: Vsaka druga vrstica

source: Every sixteenth row
ca: Cada setzena fila
cs: Každý šestnáctý řádek
de: Jede sechzehnte Zeile
es: Cada decimosexta fila
nl: Elke zestiende rij
pt_br: A cada décima sexta linha
sl: Vsaka šestnajsta vrstica

source: Every sixth and twelfth row
ca: Cada sisena i dotzena fila
cs: Každý šestý a dvanáctý řádek
de: Jede sechste und zwölfte Zeile
es: Cada sexta y doceava fila
nl: Elke zesde en twaalfde rij
pt_br: A cada sexta e décima segunda linhas
sl: Vsaka šesta in dvanajsta vrstica

source: Every sixth row
ca: Cada sisena fila
cs: Každý šestý řádek
de: Jede sechste Zeile
es: Cada sexta fila
nl: Elke zesde rij
pt_br: A cada sexta linha
sl: Vsaka šesta vrstica

source: Every third and sixth row
ca: Cada tercera i sisena fila
cs: Každý třetí a šestý řádek
de: Jede dritte und sechste Zeile
es: Cada tercera y sexta fila
nl: Elke derde en zesde rij
pt_br: A cada terceira e sexta linhas
sl: Vsaka tretja in šesta vrstica

source: Every third and twelfth row
ca: Cada tercera i dotzena fila
cs: Každý třetí a dvanáctý řádek
de: Jede dritte und zwölfte Zeile
es: Cada tercera y doceava fila
nl: Elke derde en twaalfde rij
pt_br: A cada terceira e décima segunda linhas
sl: Vsaka tretja in dvanajsta vrstica

source: Every third row
ca: Cada tercera fila
cs: Každý třetí řádek
de: Jede dritte Zeile
es: Cada tercera fila
nl: Elke derde rij
pt_br: A cada terceira linha
sl: Vsaka tretja vrstica

source: Every twelfth row
ca: Cada dotzena fila
cs: Každý dvanáctý řádek
de: Jede zwölfte Zeile
es: Cada doceava fila
nl: Elke twaalfde rij
pt_br: A cada décima segunda linha
sl: Vsaka dvanajsta vrstica

source: Everything went well
ca: Tot ha anat bé
cs: Vše fungovalo správně
de: Alles in Ordnung
es: Todo fue correctamente
nl: Alles is goed gegaan
pt_br: Tudo correu bem
sl: Vse je šlo v redu

source: Executing '%s'
ca: S'està executant '%s'
cs: Spouštím '%s'
de: »%s« wird ausgeführt
es: Ejecutando «%s»
nl: ‘%s’ uitvoeren
sl: Izvajanje '%s'

source: Executing procedure '%s' from script '%s'.
ca: Executant el procediment '%s' del fitxer de seqüència d'ordres '%s'.
cs: Spouštím proceduru '%s' ze skriptu '%s'.
de: Prozedur »%s« aus dem Skript »%s« wird ausgeführt.
es: Ejecutando el procedimiento «%s» del script «%s».
nl: Uitvoeren van procedure ‘%s’ uit script ‘%s’.
sl: Izvajanje postopka '%s' iz skripta '%s'.

source: Exponential Control
ca: Control exponencial
cs: Exponenciální řízení
es: Control exponencial
nl: Exponentiële controle
pt: Controlo Exponencial
pt_br: Controle exponencial
ru: Экспоненциальный регулятор
sl: Eksponentni nadzor
sr: Експоненцијални контролни
sr@latn: Eksponencijalni kontrolni

source: Exponential FM
ca: FM exponencial
cs: Exponenciální FM
de: Exponenzielle FM
es: FM exponencial
nl: Exponentiële FM
pt: FM Exponencial
pt_br: FM exponencial
ru: Экспоненциальная ЧМ
sl: Eksponentni FM
sr: Експоненцијални ФМ
sr@latn: Eksponencijalni FM

source: Export Audio
ca: Exporta l'àudio
cs: Exportovat zvuk
de: Audio exportieren
es: Exportar sonido
nl: Audio exporteren
pt_br: Exportar áudio
ru: Экспорт в файл
sl: Izvozi zvok

source: Expression
ca: Expressió
cs: Výraz
de: Ausdruck
es: Expresión
nl: Uitdrukking
pt_br: Expressão
sl: Izraz

source: Failed to configure device buffer
ca: No s'ha pogut configurar la memòria intermèdia del dispositiu
cs: Nemohu nastavit vyrovnávací paměť zařízení
de: Gerätepuffer konnte nicht konfiguriert werden
es: Falló la configuración del búfer del dispositivo
nl: Apparaat-buffer configureren is mislukt
pt_br: Falha ao configurar o buffer do dispositivo
sl: Nastavitev medpomnilnika naprave je spodletela

source: Failed to configure device format
ca: No s'ha pogut configurar el format de dispositiu
cs: Nemohu nastavit formát zařízení
de: Konfiguration des Geräteformats fehlgeschlagen
es: Falló la configuración del formato del dispositivo
nl: Apparaat-formaat configureren is mislukt
pt_br: Falha ao configurar o formato do dispositivo
sl: Nastavitev zapisa naprave je spodletela

source: Failed to configure device frequency
ca: No s'ha pogut configurar la freqüència del dispositiu
cs: Nemohu nastavit frekvenci zařízení
de: Grerätefrequenz konnte nicht konfiguriert werden
es: Falló la configuración de la frecuencia del dispositivo
nl: Apparaat-frequentie configureren is mislukt
pt_br: Falha ao configurar a freqüência do dispositivo
sl: Nastavitev frekvence naprave je spodletela

source: Failed to configure device latency
ca: No s'ha pogut configurar la latència del dispositiu
cs: Nemohu nastavit zpoždění zařízení
de: Gerätelatenz konnte nicht konfiguriert werden
es: Falló la configuración de la latencia del dispositivo
nl: Apparaat-'latency' configureren is mislukt
pt_br: Falha ao configurar a latência do dispositivo
sl: Nastavitev latence naprave je spodletela

source: Failed to configure number of device channels
ca: No s'ha pogut configurar el nombre de canals del dispositiu
cs: Nemohu nastavit počet kanálů zařízení
de: Anzahl der Gerätekanäle konnte nicht konfiguriert werden
es: Falló la configuración del número de canales del dispositivo
nl: Het aantal apparaat-kanalen configureren is mislukt
pt_br: Falha ao configurar o número de canais do dispositivo
sl: Nastavitev števila kanalov naprave je spodletela

source: Failed to detect (start of) header
ca: No s'ha pogut detectar (l'inici de) la capçalera
cs: Nemohu detekovat (začátek) hlavičky
de: Beginn des Dateikopfs konnte nicht erkannt werden
es: Falló la detección (del inicio de) la cabecera
nl: Detecteren van (begin van) header mislukt
sl: Zaznavanje začetka glave je spodletelo

source: Failed to execute script procedure '%s': %s
ca: No s'ha pogut executar el procediment del fitxer de seqüència d'ordres '%s': %s
cs: Nemohu spustit proceduru skriptu '%s': %s
de: Ausführen der Skriptprozedur »%s« fehlgeschlagen: %s
es: Error al ejecutar el procedimiento del script «%s»: %s
nl: Uitvoeren van scriptprocedure ‘%s’ is mislukt: %s
sl: Izvajanje postopka skripte '%s' je spodletelo: %s

source: Failed to launch a web browser executable
de: Ausführbarer Webbrowser konnte nicht gestartet werden
es: Falló al lanzar el ejecutable del navegador web

source: Failed to load project "%s": %s
ca: No s'ha pogut carregar el projecte «%s»: %s
cs: Nemohu načíst projekt "%s": %s
de: Das Laden des Projekts »%s« ist fehlgeschlagen: %s
es: Error al cargar el proyecto «%s»: %s
nl: Laden van project ‘%s’ is mislukt: %s
sl: Nalaganje projekta "%s" je spodletelo: %s

source: Failed to load wave file "%s": %s
ca: No s'ha pogut obrir el fitxer d'ona «%s»: %s
cs: Nemohu načíst soubor vlny "%s": %s
de: Das Öffnen der Wave-Datei »%s« ist fehlgeschlagen: %s
es: Error al cargar el archivo de ondas «%s»: %s
nl: Laden van wave-bestand "%s" mislukt: %s
sl: Nalaganje datoteke vala "%s" je spodletelo: %s

source: Failed to merge project "%s": %s
ca: No s'ha pogut fusionar el projecte «%s»: %s
de: Das Zusammenführen des Projekts »%s« ist fehlgeschlagen: %s
es: Error al combinar el proyecto «%s»: %s
nl: Samenvoegen van project ‘%s’ is mislukt: %s
sl: Združevanje projekta "%s" je spodletelo: %s

source: Failed to open MIDI devices: %s
ca: No s'ha progut obrir els dispositius MDI: %s
cs: Nemohu otevřít zařízení MIDI: %s
de: Öffnen der MIDI-Geräte fehlgeschlagen: %s
es: Error al abrir los dispositivos MIDI: %s
nl: Openen van MIDI-apparaten mislukt: %s
sl: Odpiranje naprav MIDI je spodletelo: %s

source: Failed to open PCM devices: %s
ca: No s'ha progut obrir els dispositius PCM: %s
cs: Nemohu otevřít zařízení PCM: %s
de: Öffnen der PCM-Geräte fehlgeschlagen: %s
es: Error al abrir los dispositivos PCM: %s
nl: Openen van PCM-apparaten mislukt: %s
sl: Odpiranje naprav PCM je spodletelo: %s

source: Failed to open file "%s" for output: %s
ca: No s'ha pogut obrir el fitxer «%s» de sortida: %s
cs: Nemohu otevřít soubor "%s" pro výstup: %s
de: Öffnen der Ausgabedatei »%s« fehlgeschlagen: %s
es: Error al abrir el archivo «%s» para la salida: %s
nl: Openen van bestand ‘%s’ voor uitvoer is mislukt: %s

source: Failed to replace file `%s' due to: %s
ca: No s'ha pogut reemplaçar el fitxer `%s' degut a: %s
cs: Nemohu nahradit soubor `%s' kvůli: %s
de: Die Datei »%s« konnte nicht ersetzt werden. Grund: %s
es: Error al reemplazar el archivo «%s» debido a: %s
nl: Kon bestand `%s' niet vervangen wegens: %s
sl: Spodletela zamenjava datoteke `%s' zaradi: %s

source: Failed to retrieve seek information
ca: No s'ha pogut recuperar la informació de cerca
cs: Nemohu získat informace o pozici
de: Informationen zum Durchsuchen konnten nicht geholt werden
es: Fallo al obtener la información de posicionamiento
nl: Zoek-informatie ophalen is mislukt
sl: Pridobivanje podatkov iskanja je spodletelo

source: Failed to save `%s' to `%s': %s
ca: No s'ha pogut desar `%s' a `%s': %s
cs: Nemohu uložit `%s' do `%s': %s
de: »%s« konnte nicht unter »%s« gespeichert werden. Grund: %s
el: Αποτυχία αποθήκευσης `%s' σε `%s': %s
es: Error al guardar «%s» en «%s»: %s
nl: Kon `%s' niet opslaan als `%s': %s
pt: Falha ao gravar `%s' para `%s': %s
pt_br: Falha ao salvar '%s' em '%s': %s
ru: Не удалось сохранить `%s' как `%s': %s
sl: Spodletelo shranjevanje `%s' v `%s': %s
sr: Нисам успео да сачувам „%s“ у „%s“: %s
sr@latn: Nisam uspeo da sačuvam „%s“ u „%s“: %s
sv: Misslyckades med att spara "%s" till "%s": %s

source: Failed to save to file `%s' due to: %s
ca: No s'ha pogut desar al fitxer `%s' degut a: %s
cs: Nemohu uložit soubor `%s' kvůli: %s
de: Die Datei »%s« konnte nicht geschrieben werden. Grund: %s
es: Error al guardar al archivo «%s» debido a: %s
nl: Kon niet in bestand `%s' opslaan wegens: %s
sl: Spodletelo shranjevanje datoteke `%s' zaradi: %s

source: Failed to spawn child process
ca: No s'ha pogut intercanviar el procés fill
cs: Nemohu spustit proces potomka
de: Kindprozess konnte nicht erstellt werden
es: Falló el intercambio del proceso hijo
nl: Afsplitsen van een dochterproces is mislukt
pt_br: Falha ao gerar o processo filho
sl: Napaka med ustvarjanjem podrejenega opravila

source: Failed to start recording from audio device.
ca: S'ha produït un error al començar a gravar des del dispositiu d'àudio.
cs: Nemohu začít zaznamenávat ze zvukového zařízení.
de: Start der Aufnahme vom Audiogerät ist gescheitert.
es: Error al iniciar la grabación desde el dispositivo de sonido.
nl: Kon niet starten met opname van audioapparaat.
sl: Začetek snemanja iz zvočne naprave je spodletel.

source: Failed to start recording to disk.
ca: S'ha produït un error al iniciar la gravació a disc.
cs: Nemohu spustit zaznamenávání na disk.
de: Die Aufzeichnung auf Festplatte konnte nicht gestartet werden.
es: Error al iniciar la grabación al disco.
nl: Starten van opname naar harde schijf is mislukt.

source: Fallback into Edit mode after creating synthesis modules?
ca: Vés al mode d'edició de manera predeterminada, després de crear els mòduls de síntesi?
cs: Vrátit se do režimu úprav po vytvoření modulů syntézy?
de: Nach der Erzeugung der Synthesemodule in den Bearbeitungsmodus zurückschalten?
es: ¿Volver al modo de edición después de crear los módulos de síntesis?
nl: Terugvallen naar edit-modus na het aanmaken van synthese-modules?
pt: Recorrer ao modo de Edição após criar módulos de sintetização?
pt_br: Voltar para o modo de edição após criar módulos de síntese?
sr: Пређи у режим уређивања након прављења модула за синтезу?
sr@latn: Pređi u režim uređivanja nakon pravljenja modula za sintezu?

source: Feedback [%]
de: Rückkopplung (%):
es: Realimentación [%]
sl: Odziv [%]

source: File Selection
ca: Selecció de fitxers
cs: Výběr souborů
de: Datei wählen
el: Επιλογή αρχείου
es: Selección de archivo
nl: Bestandsselectie
pt: Selecção de Ficheiro
pt_br: Seleção de arquivos
ru: Выбор файлов
sl: Izbor datoteke
sr: Избор датотека
sr@latn: Izbor datoteka
sv: Filval

source: File empty
ca: Fitxer buit
cs: Soubor je prázdný
de: Datei ist leer
es: Archivo vacío
nl: Bestand is leeg
sl: Prazna datoteka

source: File exists already
ca: El fitxer ja existeix
cs: Soubor již existuje
de: Datei existiert bereits
es: El archivo ya existe
nl: Bestand bestaat al
sl: Datoteka že obstaja

source: File modification time
ca: Temps de modificació del fitxer
de: Letzte Änderung der Datei
es: Tiempo de modificación del archivo
nl: Laatste wijziging
sl: Čas spremembe datoteke

source: File size in bytes
ca: Mida del fitxer en bytes
de: Dateigröße in Bytes
es: Tamaño del archivo en bytes
nl: Bestandsgrootte in bytes
sl: Velikost datoteke v bajtih
