Repository: GNOME/beast
Catalog: po/*.po
Languages: ca, cs, de, el, es, nl, pt, pt_br, ru, sl, sr, sr@latn, sv

source: Right channel output
ca: Sortida del canal dret
cs: Výstup pravého kanálu
de: Rechter Kanalausgang
es: Salida del canal derecho
nl: Rechter kanaaluitgang
pt: Canal de saída direito
pt_br: Canal direito de saída
ru: Выход правого канала
sl: Izhod desnega kanala
sr: Излаз десног канала
sr@latn: Izlaz desnog kanala

source: Right to Left
de: Rechts nach links
es: Derecha a izquierda
sl: Od desne proti levi

source: Routing
ca: Encaminament
cs: Směrování
el: Δρομολόγηση
es: Encaminamiento
pt: Routeamento
pt_br: Roteamento
ru: Маршрутизация
sl: Usmerjanje
sr: Усмеравање
sr@latn: Usmeravanje
sv: Vägval

source: Row Shading
ca: Ombrejat de fila
cs: Stínování řádků
de: Schattierung der Zeile
es: Sombreado de filas
nl: Rijschaduw
pt_br: Sombreamento da linha
ru: Затенять строки
sl: Senčenje vrstice

source: STime
ca: Temps de sistema
cs: SČas
de: System-Zeit
es: TiempoS
nl: Stijd
pt_br: TempoS
ru: Сист. время

source: Sample Path
ca: Camí de mostra
cs: Cesta vzorků
de: Sample-Pfad
es: Ruta de muestras
nl: Samplespad
pt_br: Caminho de exemplos
sl: Pot vzorca

source: Sample or instrument name
ca: Nom de l'instrument o la mostra
de: Name des Instruments oder Samples
es: Muestra o nombre del instrumento
nl: Sample of naam van instrument
sl: Ime vzorca ali inštrumenta

source: Save As Effect...
ca: Desa com a efecte...
cs: Uložit jako efekt...
de: Als Effekt speichern …
es: Guardar como efecto…
nl: Opslaan als effect...
pt_br: Salvar como efeito...
sl: Shrani kot učinek ...

source: Save As Instrument...
ca: Desa com a instrument...
cs: Uložit jako nástroj...
de: Als Instrument speichern …
es: Guardar como instrumento…
nl: Opslaan als instrument...
pt_br: Salvar como instrumento...
sl: Shrani kot inštrument ...

source: Save Changes
ca: Desa els canvis
cs: Uložit změny
de: Speichern
es: Guardar los cambios
nl: Wijzigingen opslaan
sl: Shrani spremembe

source: Save Effect
ca: Desa un efecte
cs: Uložit efekt
de: Effekt speichern
el: Αποθήκευση εφέ
es: Guardar efecto
nl: Effect opslaan
pt: Gravar um Efeito
pt_br: Salvar efeito
ru: Сохранить эффект
sl: Shrani učinek
sr: Сачувај ефекат
sr@latn: Sačuvaj efekat
sv: Spara effekt

source: Save Instrument
ca: Desa un instrument
cs: Uložit nástroj
de: Instrument speichern
el: Αποθήκευση οργάνου
es: Guardar instrumento
nl: Instrument opslaan
pt: Gravar um Instrumento
pt_br: Salvar instrumento
ru: Сохранить инструмента
sl: Shrani inštrument
sr: Сачувај инструмент
sr@latn: Sačuvaj instrument
sv: Spara instrument

source: Save _As...
ca: _Anomena i desa...
cs: Uložit _jako...
de: Speichern _unter …
es: Guardar _como…
nl: Opslaan _als...
pt: Gravar _Como...
pt_br: Salvar _como
ru: Сохранить _как...
sl: Shrani _kot ...
sr: Сачувај _као...
sr@latn: Sačuvaj _kao...

source: Save synthesizer mesh to effects folder
ca: Desa la malla de sintetització al directori d'efectes
cs: Uložit síť syntetizéru do adresáře efektů
de: Synthesizernetz im Effektverzeichnis abspeichern
es: Guardar el acoplamiento de sintetizador en la carpeta de efectos
nl: Synthesizersnet opslaan in effectenmap
pt_br: Salva a malha sintetizadora na pasta de efeitos
ru: Сохранить синтезатор в библиотеке эффектов

source: Save synthesizer mesh to instruments folder
ca: Desa la malla de sintetització al directori d'instruments
cs: Uložit síť syntetizéru do adresáře nástrojů
de: Synthesizernetz im Instrumentverzeichnis abspeichern
es: Guardar el acoplamiento de sintetizador en la carpeta de instrumentos
nl: Synthesizersnet opslaan in instrumentenmap
pt_br: Salva a malha sintetizadora na pasta de instrumentos
ru: Сохранить синтезатор в библиотеке инструментов

source: Save the project before closing its window?
ca: Voleu desar el projecte sense tancar-ne la finestra?
cs: Uložit projekt před zavřením tohoto okna?
de: Änderungen am Projekt vor dem Schließen speichern?
es: ¿Guardar el proyecto antes de cerrar su ventana?
nl: Wilt u het project opslaan voordat het venster gesloten wordt?
sl: Ali želite shraniti spremembe projekta pred zapiranjem?

source: Save: %s
ca: Desa: %s
cs: Uložit: %s
de: Speichern: %s
el: Αποθήκευση: %s
es: Guardar: %s
nl: Opslaan: %s
pt: Gravar: %s
pt_br: Salvar: %s
ru: Сохранить: %s
sl: Shrani: %s
sr: Сачувај: %s
sr@latn: Sačuvaj: %s
sv: Spara: %s

source: Saving effect `%s'
ca: S'està desant l'efecte '%s'
cs: Ukládám efekt `%s'
de: Effekt »%s« wird gespeichert
el: Αποθήκευση εφέ `%s'
es: Guardando efecto «%s»
nl: Opslaan van effect: `%s'
pt: A gravar o efeito `%s'
pt_br: Salvando efeito '%s'
ru: Сохраняется эффект '%s'
sl: Shranjevanje učinka `%s'
sr: Снима ефекат „%s“
sr@latn: Snima efekat „%s“
sv: Sparar effekten "%s"

source: Saving instrument `%s'
ca: S'està desant l'instrument '%s'
cs: Ukládám nástroj `%s'
de: Instrument »%s« wird gespeichert
el: Αποθήκευση οργάνου `%s'
es: Guardando instrumento «%s»
nl: Opslaan van intrument `%s'
pt: A gravar o instrumento `%s'
pt_br: Salvando o instrumento '%s'
ru: Сохраняется инструмент '%s'
sl: Shranjevanje inštrumenta `%s'
sr: Снима инструмент „%s“
sr@latn: Snima instrument „%s“
sv: Sparar instrumentet "%s"

source: Saving project `%s'
ca: S'està desant el projecte '%s'
cs: Ukládám projekt `%s'
de: Projekt »%s« wird gespeichert
el: Αποθήκευση εργασίας `%s'
es: Guardando el proyecto «%s»
nl: Opslaan van project `%s'
pt: A gravar o projecto `%s'
pt_br: Salvando projeto '%s'
ru: Сохраняется проект '%s'
sl: Shranjevanje projekta `%s'
sr: Снима пројекат „%s“
sr@latn: Snima projekat „%s“
sv: Sparar projektet "%s"

source: Script Path
ca: Camí de seqüències d'ordres
cs: Cesta skriptů
de: Skriptpfad
es: Ruta de script
nl: Scriptspad
pt_br: Caminho de scripts
sl: Pot skripta

source: Script execution error.
ca: S'ha produït un error en executar el fitxer de seqüència.
cs: Chyba provádění skriptu.
de: Fehler bei der Ausführung des Skripts.
es: Error en la ejecución del script.
nl: Uitvoering van script is foutgegaan.
sl: Napaka izvajanja skripta.

source: Scroll Both
ca: Desplaçament en dos sentits
cs: Posouvat obojí
de: Beide rollen
el: Κύλιση και των δυο
es: Desplazar ambos
nl: Beide schuiven
pt: Rolar Ambos
pt_br: Rolar ambas
ru: Прокручивать в обе стороны
sl: Drsaj oboje
sr: Клизај оба
sr@latn: Klizaj oba
sv: Rulla både

source: Scroll Left
ca: Desplaçament esquerre
cs: Posouvat levý
de: Links rollen
el: Κύλιση αριστερά
es: Desplazar el izquierdo
nl: Links schuiven
pt: Rolar à Esquerda
pt_br: Rolar esquerda
ru: Прокручивать влево
sl: Drsaj levo
sr: Клизај лево
sr@latn: Klizaj levo
sv: Rulla vänster

source: Scroll None
ca: Cap desplaçament
cs: Neposouvat nic
de: Nicht rollen
el: Καμμία κύλιση
es: No desplazar
nl: Niet schuiven
pt: Não Rolar Nenhum
pt_br: Rolar nenhuma
ru: Ничего не прокручивать
sl: Drsaj brez
sr: Не клизај
sr@latn: Ne klizaj
sv: Rulla inget

source: Scroll Right
ca: Desplaçament dret
cs: Posouvat pravý
de: Rechts rollen
el: Κύλιση δεξιά
es: Desplazar el derecho
nl: Rechts schuiven
pt: Rolar à Direita
pt_br: Rolar direita
ru: Прокручивать вправо
sl: Drsaj desno
sr: Клизај десно
sr@latn: Klizaj desno
sv: Rulla höger

source: Search Paths
ca: Camins de cerca
cs: Cesty hledání
de: Suchpfade
es: Rutas de búsqueda
nl: Zoekpaden
pt_br: Caminhos de busca
sl: Iskalne poti

source: Searchpath Text Entry
ca: Entrada de text del camí de cerca
cs: Pole pro zadání cesty hledání
de: Suchpfad-Texteintrag
es: Entrada de texto para el buscador de rutas
nl: Zoekpad tekstinvoer
pt: Entrada de Texto de Procura de Caminho
pt_br: Caixa de texto de caminho de busca
ru: Поле ввода пути для поиска
sl: Vnos besedila iskalne poti
sr: Унос путање претраге
sr@latn: Unos putanje pretrage

source: Second audio input
ca: Segona entrada d'àudio
cs: Druhý vstup zvuku
de: Zweite Audio-Eingabe
es: Segunda entrada de sonido
nl: Tweede audio ingang
pt: Segunda entrada audio
pt_br: Segunda entrada de áudio
ru: Второй звуковой вход
sl: Drugo zvočni vhod
sr: Други улаз за звук
sr@latn: Drugi ulaz za zvuk

source: Second control input
ca: Segona entrada de control
cs: Druhý řídicí vstup
de: Zweite Steuereingabe
es: Segunda entrada de control
nl: Tweede controle-ingang
pt: Segunda entrada de controlo
pt_br: Segunda entrada de controle
ru: Второй управляющий вход
sl: Drugi nadzorni vhod
sr: Други контролни улаз
sr@latn: Drugi kontrolni ulaz

source: Second filter cutoff frequency
de: Zweite Grenzfrequenz des Filters
es: Frecuencia de corte del segundo filtro
sl: Obrezna frekvenca drugega filtra

source: Seek failed
ca: Ha fallat al cercar
cs: Posun selhal
de: Suche gescheitert
es: Falló el posicionamiento
nl: Zoeken mislukt
sl: Napaka med iskanjem

source: Select
ca: Selecciona
cs: Vybrat
de: Auswahl
el: Επιλογή
es: Seleccionar
nl: Selecteren
pt: Seleccionar
pt_br: Selecionar
ru: ВЫбрать
sl: Izberi
sr: Изабери
sr@latn: Izaberi

source: Select Color
ca: Selecciona un color
cs: Vyberte barvu
de: Farbauswahl
es: Seleccionar el color
nl: Kleur selecteren
pt: Seleccionar a Cor
pt_br: Selecionar cor
ru: Выберите цвет
sl: Izbor barve
sr: Изабери боју
sr@latn: Izaberi boju

source: Select Directory
ca: Selecciona un directori
cs: Zvolit adresář
de: Ordner wählen
el: Επιλογή καταλόγου
es: Seleccionar directorio
nl: Map selecteren
pt: Seleccionar um Directório
pt_br: Selecione um diretório
ru: Выберите каталог
sl: Izbor mape
sr: Изабери директоријум
sr@latn: Izaberi direktorijum
sv: Välj katalog

source: Select File
ca: Selecciona un fitxer
cs: Vyberte soubor
de: Datei auswählen
es: Seleccionar archivo
nl: Bestand selecteren
pt: Seleccionar um Ficheiro
pt_br: Selecione um arquivo
ru: Выберите файл
sl: Izbor datoteke
sr: Изабери датотеку
sr@latn: Izaberi datoteku

source: Select Region
ca: Seleccioneu una regió
cs: Vyberte oblast
de: Bereich auswählen
el: Επιλογή περιοχής
es: Seleccionar región
nl: Regio selecteren
pt: Seleccionar a Região
pt_br: Selecionar região
ru: Выделить область
sl: Izbor področja
sr: Изабери подручје
sr@latn: Izaberi područje
sv: Markera område

source: Select all events
ca: Selecciona tots els esdeveniments
cs: Vybrat všechny události
de: Alle Ereignisse auswählen
es: Seleccionar todos los eventos
nl: Alle 'events' selecteren
sl: Izbor vseh dogodkov

source: Select all notes
ca: Selecciona totes les notes
cs: Vybrat všechny noty
de: Alle Noten markieren
es: Seleccionar todas las notas
nl: Alle noten selecteren
sl: Izbor vseh not

source: Select input module
ca: Seleccioneu un mòdul d'entrada
cs: Vybrat vstupní modul
de: Eingabemodul wählen
el: Επιλογή μονάδας εισόδου
es: Seleccionar módulo de entrada
nl: Invoer kiezen
pt: Seleccione o módulo de entrada
pt_br: Selecione o módulo de entrada
ru: Выберите модуль входа
sl: Izbor vhodnega modula
sr: Изаберите улазни модул
sr@latn: Izaberite ulazni modul
sv: Välj inmatningsmodul

source: Select output module
ca: Seleccioneu un mòdul de sortida
cs: Vybrat výstupní modul
de: Ausgabemodul wählen
el: Επιλογή μονάδας εξόδου
es: Seleccionar módulo de salida
nl: Uitvoer kiezen
pt: Seleccione o módulo de saída
pt_br: Selecione o módulo de saída
ru: Выберите модуль выхода
sl: Izbor izhodnega modula
sr: Изаберите излазни модул
sr@latn: Izaberite izlazni modul
sv: Välj utmatningsmodul

source: Select tick range vertically
ca: Selecciona el rang del tic verticalment
cs: Vyberte svisle rozsah znamének
de: Vertikale Zeitbereichsauswahl
el: Επιλογή κάθετου εύρους τικ
es: Seleccionar el rango de marcas verticalmente
nl: Markeringsbereik verticaal selecteren
pt: Seleccionar verticalmente o intervalo de compasso
pt_br: Seleciona verticalmente o limite da batida
sr: Изаберите усправне подеоке
sr@latn: Izaberite uspravne podeoke

source: Self Modulation [%]
ca: Modulació automàtica [%]
cs: Modulace sebe [%]
de: Selbstmodulation [%]
es: Automodulación [%]
nl: Zelf-modulatie [%]
pt: Modulação Própria [%]
pt_br: Auto-modulação [%]
ru: Само-модуляция [%]
sl: Samo modulacija [%]
sr: Самомодулација [%]
sr@latn: Samomodulacija [%]

source: Set the amount of modified data to mix
ca: Defineix la quantitat de dades modificades que es mesclaran
cs: Nastavit množství upravených dat, která mixovat
es: Configura la cantidad de datos mezclados a modificar
nl: De hoeveelheid gemodificeerde data voor de mix instellen
pt: Definir a quantidade de dados alterados a misturar
pt_br: Define a quantidade de dados modificados para mixar
sl: Nastavitev količine spremenjenih podatkov za mešanje
sr: Постави количину измењених података за мешање
sr@latn: Postavi količinu izmenjenih podataka za mešanje

source: Set the amount of resonance in percent
ca: Definiu la quantitat de ressonància en percentatge
cs: Nastavit úroveň rezonance v procentech
es: Configura la cantidad de resonancia en porcentaje
nl: De hoeveelheid resonantie instellen in percentage
pt: Definir a percentagem de ressonância
pt_br: Define a quantidade de ressonância em porcentagem
sl: Nastavitev količine resonance v odstotkih
sr: Постави количину резонанце у постотцима
sr@latn: Postavi količinu rezonance u postotcima

source: Set the attack time in milliseconds
ca: Definiu el temps d'atac en mil·lisegons
cs: Nastavit čas nástupu v milisekundách
de: Die Ansprechzeit in Millisekunden festlegen
es: Establecer el tiempo de ataque en milisegundos
nl: De attack-tijd in milliseconden instellen
pt: Definir o tempo de ataque em milisegundos
pt_br: Defina o tempo de ataque, em milissegundos
ru: Установить время атаки в миллисекундах
sl: Nastavitev časa napada v milisekundah

source: Set the base octave
ca: Defineix l'octava base
cs: Nastavit základní oktávu
de: Setze die Basis-Oktave
es: Establece la octava base
nl: Het basoctaaf instellen
pt: Definir a oitava base
pt_br: Define a oitava base
ru: Указать базовую октаву
sl: Nastavi oktavo basa
sr: Постави основну октаву
sr@latn: Postavi osnovnu oktavu

source: Set the compression ratio to x:1
ca: Definiu la relació de compressió a x:1
cs: Nastavit poměr komprese na x:1
de: Das Kompressionsverhältnis zu x:1 festlegen
es: Establecer la relación de compresión a x:1
nl: De compressieverhouding instellen op x:1
pt_br: Define a taxa de compressão para x:1
sl: Nastavitev razmerja stiskanja na x:1

source: Set the cutoff frequency percentage
ca: Definiu el percentatge de la freqüència de tall
cs: Nastavit procenta odříznutí frekvence
de: Grenzfrequenz in Prozent vorgeben
es: Configura el porcentaje de la frecuencia de corte
nl: De cutoff-frequentie instellen als percentage
pt: Definir a percentagem de frequência de corte
pt_br: Define a porcentagem da freqüência de corte
sl: Nastavitev odstotka frekvence obreza
sr: Постави проценат исецања учестаности
sr@latn: Postavi procenat isecanja učestanosti

source: Set the decay length in percent
ca: Definiu la longitud de caiguda en percentatge
cs: Nastavit délku útlumu v procentech
de: Den Abfall in Prozent festlegen
es: Configura el largo del decaimiento en porcentajes
nl: De decay-lengte instellen als percentage
pt: Definir a duração da decomposição em percentagem
pt_br: Define o tamanho do desaparecimento em porcentagem
sl: Nastavitev dolžine dušenja v odstotkih
sr: Поставите дужину распада у процентима
sr@latn: Postavite dužinu raspada u procentima

source: Set the envelope magnitude in percent
ca: Definiu la magnitud de l'embolcall en percentatge
cs: Nastavit úroveň obálky v procentech
es: Configura la magnitud del contenedor en porcentajes
nl: De envelope-magnitude instellen als in percentage
pt: Definir a amplitude de envelope em percentagem
pt_br: Define a magnitude de envelope em porcentagem
sl: Nastavitev velikosti ovojnice v odstotkih
sr: Поставите величину омотача у постотцима
sr@latn: Postavite veličinu omotača u postotcima

source: Set the feedback amount; a negative feedback inverts the signal
es: Establecer la cantidad de retroalimentación; un valor de retroalimentación negativo invierte la señal
sl: Nastavitev količine odziva, negativen odziv obrne signal

source: Set the focus cell note
ca: Defineix la nota de la cel·la del focus
cs: Nastavit notu v aktivní buňce
de: Note in der Fokuszelle zuweisen
es: Establecer el enfoque en la celda de la nota
nl: Focus-cel toon instellen
pt: Definir a nota da célula com o foco
pt_br: Define a nota da célula em foco
ru: Указать ноту в текущей ячейке
sl: Nastavi noto izbrane celice
sr: Постави ноту у фокусираној ћелији
sr@latn: Postavi notu u fokusiranoj ćeliji

source: Set the focus cell octave
ca: Defineix l'octava de la cel·la del focus
cs: Nastavit oktávu aktivní buňky
es: Establece la octava del enfoque
nl: Focus-cel octaaf instellen
pt: Definir a oitava da célula com o foco
pt_br: Define a oitava da célula em foco
ru: Установить октаву текущей ячейки
sl: Nastavi oktavo izbrane celice
sr: Постави октаву у фокусираној ћелији
sr@latn: Postavi oktavu u fokusiranoj ćeliji

source: Set the focus cell to the bottommost position possible
ca: Mou el focus de la cel·la el més abaix possible
cs: Aktivovat nejspodnější možnou buňku
de: Setze die fokussierte Zelle auf die niedrigstmögliche Position
es: Fijar el enfoque de la casilla en la posición más abajo posible
nl: Focus-cel instellen op de laagst mogelijke positie
pt: Colocar o foco na célula o mais abaixo possível
pt_br: Define o foco para a posição mais abaixo possível
ru: Установить курсор на насколько возможно вниз
sl: Nastavi žariščno celico na najnižji mogoči položaj
sr: Фокусирај ћелију што је могуће више доле
sr@latn: Fokusiraj ćeliju što je moguće više dole

source: Set the focus cell to the leftmost position possible
ca: Mou el focus de la cel·la el més a l'esquerre possible
cs: Aktivovat nejlevější možnou buňku
de: Setze die fokussierte Zelle so weit nach links, wie möglich
es: Fijar el enfoque de la casilla en la posición más a la izquierda posible
nl: Focus-cel instellen op de meest linkse positie
pt: Colocar o foco na célula o mais à esquerda possível
pt_br: Define o foco para a posição mais à esquerda possível
ru: Установить курсор на насколько возможно влево
sl: Nastavi žariščno celico na najbolj levi mogoči položaj
sr: Фокусирај ћелију што је могуће више лево
sr@latn: Fokusiraj ćeliju što je moguće više levo

source: Set the focus cell to the rightmost position possible
ca: Mou el focus de la cel·la el més a la dreta possible
cs: Aktivovat nejpravější možnou buňku
de: Setze die fokussierte Zelle so weit nach rechts, wie möglich
es: Fijar el enfoque de la casilla en la posición más a la derecha posible
nl: Focus-cel instellen op de meest rechtse positie
pt: Colocar o foco na célula o mais à direita possível
pt_br: Define o foco para a posição mais à direita possível
ru: Установить курсор на насколько возможно вправо
sl: Nastavi žariščno celico na najbolj desni mogoči položaj
sr: Фокусирај ћелију што је могуће више десно
sr@latn: Fokusiraj ćeliju što je moguće više desno

source: Set the focus cell to the topmost position possible
ca: Mou el focus de la cel·la el més amunt possible
cs: Aktivovat nejvyšší možnou buňku
de: Setze die fokussierte Zelle auf die höchstmögliche Position
es: Fijar el enfoque de la casilla en la posición más alta posible
nl: Focus-cel instellen op de hoogst mogelijke positie
pt: Colocar o foco na célula o mais acima possível
pt_br: Define o foco para a posição mais ao alto possível
ru: Установить курсор на насколько возможно вверх
sl: Nastavi žariščno celico na najvišji mogoči položaj
sr: Фокусирај ћелију што је могуће више горе
sr@latn: Fokusiraj ćeliju što je moguće više gore

source: Set the number of steps to make when moving to the next cell
ca: Defineix el nombre de passes que es faran quan es mogui a la següent cel·la
cs: Nastavit počet provedených kroků při přesunu na následující buňku
de: Anzahl der Schritte setzen, die gemacht werden sollen, wenn zur nächsten Zelle gesprungen wird
es: Establece el número de pasos para hacer al moverse a la celda siguiente
nl: Stel het aantal uit te voeren stappen in bij het verschuiven naar de volgende cel
pt: Definir o número de passos a dar ao mover para a célula seguinte
pt_br: Define o número de passos a dar ao mover para a próxima célula
ru: Указать на сколько шагов сдвигать курсор
sl: Nastavitev števila korakov med premikom na naslednjo celico
sr: Постави број корака при преласку на наредну ћелију
sr@latn: Postavi broj koraka pri prelasku na narednu ćeliju

source: Set the output amplification
ca: Definiu la sortida d'amplificació
cs: Nastavit zesílení výstupu
de: Die Ausgabeverstärkung festlegen
es: Establecer la amplificación de salida
nl: De uitgangsversterking instellen
pt: Definir a amplificação de saida
pt_br: Define a amplificação de saída
ru: Указать усиление на выходе
sl: Nastavitev ojačanja izhoda
sr: Постави појачивање излаза
sr@latn: Postavi pojačivanje izlaza

source: Set the release time in milliseconds
ca: Definiu el temps d'alliberament en mil·lisegons
cs: Nastavit čas uvolnění v milisekundách
de: Die Ausschwingzeit in Millisekunden festlegen
es: Establecer el tiempo de liberación en milisegundos
nl: De release-tijd in milliseconden instellen
pt: Definir o tempo de distribuição em milisegundos
pt_br: Defina o tempo de liberação, em milissegundos
ru: Установить время затухания в миллисекундах
sl: Nastavitev časa izpusta v milisekundah

source: Sets the value of the focus digit
ca: Defineix el valor del digit del focus
cs: Nastavuje hodnotu aktivní číslice
es: Establece el valor del dígito de enfoque
nl: De waarde van get focus-getal instellen
pt: Define o valor do dígito com o foco
pt_br: Define o valor do dígito em foco
sl: Nastavi vrednost žariščnega števila
sr: Поставља вредност фокусиране цифре
sr@latn: Postavlja vrednost fokusirane cifre

source: Shape Average
ca: Mitja de la forma
cs: Průměr tvaru
de: Formmittel
el: Μέσο μέγεθος
es: Forma promedio
nl: Vorm gemiddelde
pt: Média da Forma
pt_br: Média da forma
sl: Povprečje oblike
sr: Обликуј просек
sr@latn: Oblikuj prosek
sv: Figurmedel

source: Shape Maximum
ca: Màxim de la forma
cs: Maximum tvaru
de: Formmaximum
el: Μέγιστο μέγεθος
es: Forma máxima
nl: Vorm maximum
pt: Máximo da Forma
pt_br: Máximo da forma
sl: Največja vrednost oblike
sr: Обликуј максимум
sr@latn: Oblikuj maksimum
sv: Figurmaximum

source: Shape Minimum
ca: Mínim de la forma
cs: Minimum tvaru
de: Formminimum
el: Ελάχιστο μέγεθος
es: Forma mínima
nl: Vorm minimum
pt: Mínimo da Forma
pt_br: Mínimo da forma
sl: Najmanjša vrednost oblike
sr: Обликуј минимум
sr@latn: Oblikuj minimum
sv: Figurminimum

source: Shape Range
ca: Rang de la forma
cs: Rozsah tvaru
de: Formbereich
el: Εύρος σχήματος
es: Intervalo de forma
nl: Vorm bereik
pt: Área da Forma
pt_br: Área das formas
sl: Obseg oblike
sr: Обликуј опсег
sr@latn: Oblikuj opseg
sv: Figurintervall

source: Show Info
ca: Mostra informació
cs: Zobrazit informace
de: Infos anzeigen
el: Προβολή πληροφοριών
es: Mostrar información
nl: Info weergeven
pt: Apresentar Informação
pt_br: Mostrar informações
ru: О Модуле
sl: Pokaži podrobnosti
sr: Прикажи податке
sr@latn: Prikaži podatke
sv: Visa information

source: Show messages about MIDI device selections problems
ca: Mostra missatges sobre els problemes de selecció del dispositiu MIDI
cs: Zobrazovat zprávy o problémech s výběrem zařízení MIDI
de: Meldungen über Probleme mit der MIDI-Geräteauswahl anzeigen
es: Mostrar mensajes sobre problemas con la selección del dispositivo MIDI
nl: Waarschuwen bij problemen bij het selecteren van MIDI-apparaten
pt_br: Mostrar mensagens sobre problemas de seleção de dispositivos MIDI

source: Show messages about PCM device selections problems
ca: Mostra missatges sobre els problemes de selecció del dispositiu PCM
cs: Zobrazovat zprávy o problémech s výběrem zařízení PCM
de: Meldungen über Probleme mit der PCM-Geräteauswahl anzeigen
es: Mostrar mensajes sobre problemas con la selección del dispositivo PCM
nl: Waarschuwen bij problemen bij het selecteren van PCM-apparaten
pt_br: Mostrar mensagens sobre problemas de seleção de dispositivos PCM
