Repository: GNOME/beast
Catalog: po/*.po
Languages: ca, cs, de, el, es, nl, pt, pt_br, ru, sl, sr, sr@latn, sv

source: Control 127 Polyphonic Mode On ITrigger
ca: Control 127 Mode polifònic del ITrigger encés
cs: Řízení 127 Spuštění zapnutí polyfonního režimu
es: Control 127 Modo de voces polifónico activado en ITrigger
nl: Controle 127 Polyfonische Modus aan ITrigger
sl: Nadzor 127 polifonski način na ITrigger

source: Control 13 Effect Control 2 MSB
ca: Control 13 Control d'efecte 2 MSB
cs: Řízení 13 Řízení efektů 2 MSB
de: Steuerung 13, Wirkung auf Steuerung 2 MSB
es: Control 13 Control de efecto 2 MSB
nl: Controle 13 Effect-controle 2 MSB
pt_br: Controle 13 Controle de Efeito 2 MSB
sl: Nadzor 13 nadzor učinkov 2 MSB

source: Control 16 General Purpose Controller 1 MSB
ca: Control 16 Controlador de propòsit general 1 MSB
cs: Řízení 16 Všeobecný řadič 1 MSB
es: Control 16 Controlador general 1 MSB
nl: Controle 16 Algemene bedieningsknop 1 MSB
pt_br: Controle 16 Controlador de Propósito Geral 1 MSB
sl: Nadzor 16 splošno namenski nadzornik 1 MSB

source: Control 17 General Purpose Controller 2 MSB
ca: Control 17 Controlador de propòsit general 2 MSB
cs: Řízení 17 Všeobecný řadič 2 MSB
es: Control 17 Controlador general 2 MSB
nl: Controle 17 Algemene bedieningsknop 2 MSB
pt_br: Controle 17 Controlador de Propósito Geral 2 MSB
sl: Nadzor 17 splošno namenski nadzornik 3 MSB

source: Control 18 General Purpose Controller 3 MSB
ca: Control 18 Controlador de propòsit general 3 MSB
cs: Řízení 18 Všeobecný řadič 3 MSB
es: Control 18 Controlador general 3 MSB
nl: Controle 18 Algemene bedieningsknop 3 MSB
pt_br: Controle 18 Controlador de Propósito Geral 3 MSB
sl: Nadzor 18 splošno namenski nadzornik 3 MSB

source: Control 19 General Purpose Controller 4 MSB
ca: Control 19 Controlador de propòsit general 4 MSB
cs: Řízení 19 Všeobecný řadič 4 MSB
es: Control 19 Controlador general 4 MSB
nl: Controle 97 Algemene bedieningsknop 4 MSB
pt_br: Controle 19 Controlador de Propósito Geral 4 MSB
sl: Nadzor 19 splošno namenski nadzornik 4 MSB

source: Control 2 Breath Control MSB
ca: Control 2 Control de respiració MSB
cs: Řízení 2 Řízení dýchání MSB
es: Control 2 Control de la respiración MSB
nl: Controle 2 Ademcontrole MSB
sl: Nadzor 2 nadzor širine MSB

source: Control 32 Bank Select LSB
ca: Control 32 Selecció de banc LSB
cs: Řízení 32 Výběr banky LSB
es: Control 32 Selección de banco LSB
nl: Controle 32 Bank Select LSB
pt_br: Controle 32 Seleção de Banco LSB
sl: Nadzor 32 izbor banke LSB

source: Control 33 Modulation Depth LSB
ca: Control 33 Profunditat de modulació LSB
cs: Řízení 33 Hloubka modulace LSB
es: Control 33 Modulación de profundidad LSB
nl: Controle 33 Modulatie-sterkte LSB
pt_br: Controle 33 Profundidade de Modulação LSB
sl: Nadzor 33 globina modulacije LSB

source: Control 34 Breath Control LSB
ca: Control 34 Control de respiració LSB
cs: Řízení 34 Řízení dýchání LSB
es: Control 34 Control de la respiración LSB
nl: Controle 34 Ademcontrole LSB
sl: Nadzor 34 nadzor diha LSB

source: Control 36 Foot Controller LSB
ca: Control 36 Controlador de peu LSB
cs: Řízení 36 Pedál LSB
es: Control 36 Controlador de pie LSB
nl: Controle 36 Voetbediening LSB
sl: Nadzor 36 nadzor nog LSB

source: Control 37 Portamento Time LSB
ca: Control 37 Temps de portamento LSB
cs: Řízení 37 Čas portamenta LSB
es: Control 37 Tiempo de Portamento LSB
nl: Controle 37 Portamentotijd LSB
pt_br: Controle 37 Tempo de Portamento LSB

source: Control 38 Data Entry LSB
ca: Control 38 Entrada de dades LSB
cs: Řízení 38 Vstup dat LSB
es: Control 38 Entrada de datos LSB
nl: Controle 38 Data-invoer LSB
pt_br: Controle 38 Entrada de Dados LSB
sl: Nadzor 38 vnos podatkov LSB

source: Control 39 Volume LSB
ca: Control 39 Volum LSB
cs: Řízení 39 Hlasitost LSB
es: Control 39 Volumen LSB
nl: Controle 39 Geluidssterkte LSB
pt_br: Controle 39 Volume LSB
sl: Nadzor 39 glasnost LSB

source: Control 4 Foot Controller MSB
ca: Control 4 Controlador de peu MSB
cs: Řízení 4 Pedál MSB
es: Control 4 Controlador de pie MSB
nl: Controle 4 Voetbediening MSB
sl: Nadzor 4 nadzornik nog MSB

source: Control 43 Expression LSB
ca: Control 43 Expressió LSB
cs: Řízení 43 Výraz LSB
es: Control 43 Expresión LSB
nl: Controle 43 Expressie LSB
pt_br: Controle 43 Expressão LSB
sl: Nadzor 43 Izraz LSB

source: Control 44 Effect Control 1 LSB
ca: Control 44 Control d'efecte 1 LSB
cs: Řízení 44 Řízení efektů 1 LSB
es: Control 44 Controlador de efecto 1 LSB
nl: Controle 44 Effect-controle 1 LSB
pt_br: Controle 44 Controle de Efeito 1 LSB
sl: Nadzor 44 nadzor učinkov 1 LSB

source: Control 45 Effect Control 2 LSB
ca: Control 45 Control d'efecte 2 LSB
cs: Řízení 45 Řízení efektů 2 LSB
es: Control 45 Controlador de efecto 2 LSB
nl: Controle 45 Effect-controle 2 LSB
pt_br: Controle 45 Controle de Efeito 2 LSB
sl: Nadzor 45 nadzor učinkov 2 LSB

source: Control 48 General Purpose Controller 1 LSB
ca: Control 48 Controlador de propòsit general 1 LSB
cs: Řízení 48 Všeobecný řadič 1 LSB
es: Control 48 Controlador general 1 LSB
nl: Controle 48 Algemene bedieningsknop 1 LSB
pt_br: Controle 48 Controlador de Propósito Geral 1 LSB
sl: Nadzor 48 splošno namenski nadzornik 1 LSB

source: Control 49 General Purpose Controller 2 LSB
ca: Control 49 Controlador de propòsit general 2 LSB
cs: Řízení 49 Všeobecný řadič 2 LSB
es: Control 49 Controlador general 2 LSB
nl: Controle 49 Algemene bedieningsknop 2 LSB
pt_br: Controle 49 Controlador de Propósito Geral 2 LSB
sl: Nadzor 49 splošno namenski nadzornik 2 LSB

source: Control 5 Portamento Time MSB
ca: Control 5 Temps de portamento MSB
cs: Řízení 5 Čas portamenta MSB
es: Control 5 Tiempo de Portamento MSB
nl: Controle 5 Portamentotijd MSB
pt_br: Controle 5 Tempo de Portamento MSB

source: Control 50 General Purpose Controller 3 LSB
ca: Control 50 Controlador de propòsit general 3 LSB
cs: Řízení 50 Všeobecný řadič 3 LSB
es: Control 50 Controlador general 3 LSB
nl: Controle 50 Algemene bedieningsknop 3 LSB
pt_br: Controle 50 Controlador de Propósito Geral 3 LSB
sl: Nadzor 50 splošno namenski nadzornik 3 LSB

source: Control 51 General Purpose Controller 4 LSB
ca: Control 51 Controlador de propòsit general 4 LSB
cs: Řízení 51 Všeobecný řadič 4 LSB
es: Control 51 Controlador general 4 LSB
nl: Controle 51 Algemene bedieningsknop 4 LSB
pt_br: Controle 51 Controlador de Propósito Geral 4 LSB
sl: Nadzor 51 splošno namenski nadzornik 4 LSB

source: Control 6 Data Entry MSB
ca: Control 6 Entrada de dades MSB
cs: Řízení 6 Vstup dat MSB
es: Control 6 Entrada de datos MSB
nl: Controle 6 Data-invoer MSB
pt_br: Controle 6 Entrada de Dados MSB
sl: Nadzor 6 podatkovni vnos MSB

source: Control 64 Damper Pedal Switch (Sustain)
ca: Control 64 Interruptor de pedal d'apagat (sostingut)
cs: Řízení 64 Přepnutí pedálu
es: Control 64 Interruptor de pedal de apagado (sostenido)
nl: Controle 64 Demperpedaal (Sustain)

source: Control 65 Portamento Switch
ca: Control 65 Interruptor de portamento
cs: Řízení 65 Přepnutí portamenta
es: Control 65 Interruptor de Portamento
nl: Controle 65 Portamento-wisselaar
pt_br: Controle 65 Chave de Portamento

source: Control 66 Sustenuto Switch
ca: Control 66 Interruptor de sustenuto
cs: Řízení 66 Přepnutí sustenuta
es: Control 66 Interruptor de Sustenuto
nl: Controle 66 Sustenuto-wisselaar

source: Control 67 Soft Switch
ca: Control 67 Interruptor suau
cs: Řízení 66 Přepnutí soft
es: Control 67 Interruptor suave
nl: Controle 67 Zacht-wisselaar
sl: Nadzor 67 mehko stikalo

source: Control 68 Legato Pedal Switch
ca: Control 68 Interruptor de pedal Legato
cs: Řízení 66 Přepnutí legato pedálu
es: Control 68 Interruptor de pedal Legato
nl: Controle 68 Legato-pedaal wisselaar

source: Control 69 Hold Pedal Switch
ca: Control 69 Interruptor de pedal de manteniment
cs: Řízení 66 Přepnutí hold pedálu
es: Control 69 Interruptor de pedal de mantenido
nl: Controle 69 Pedaal-houden wisselaar

source: Control 7 Volume MSB
ca: Control 7 Volum MSB
cs: Řízení 7 Hlasitost MSB
de: Stuerung 7, Laustärke MSB
es: Control 7 Volumen MSB
nl: Controle 7 Geluidssterkte MSB
pt_br: Controle 7 Volume MSB
sl: Nadzor 7 glasnost MSB

source: Control 70 Sound Variation
ca: Control 70 Variació del so
cs: Řízení 70 Variace zvuku
es: Control 70 Variación de sonido
nl: Controle 70 Geluidsvariatie
pt_br: Controle 70 Variação do Som
sl: Nadzor 70 Variacija zvoka

source: Control 71 Filter Resonance (Timbre)
ca: Control 71Filtre ressonant (timbre)
cs: Řízení 71 Rezonance filtru (timbre)
es: Control 71 Resonancia del filtro (timbre)
nl: Controle 71 Filter-resonantie (Geluidskleur)
pt_br: Controle 71 Filtro de Ressonância (Timbre)

source: Control 72 Sound Release Time
ca: Control 72 Temps de llançament del so
cs: Řízení 72 Čas uvolnění zvuku
es: Control 72 Tiempo de lanzamiento de sonidos
nl: Controle 72 Sound-release tijd
pt_br: Controle 72 Tempo de Liberação do Som
sl: Nadzor 72 čas izpusta zvoka

source: Control 73 Sound Attack Time
ca: Control 73 Temps d'atac del so
cs: Řízení 73 Čas nástupu zvuku
es: Control 73 Tiempo de ataque del sonido
nl: Controle 73 Sound-attack tijd
pt_br: Controle 73 Tempo de Ataque do Som
sl: Nadzor 73 čas napada zvoka

source: Control 74 Sound Brightness
ca: Control 74 Brillantor del so
cs: Řízení 73 Čistota zvuku
es: Control 74 Brillo del sonido
nl: Controle 74 Sound-brightness
pt_br: Controle 74 Clareza do Som
sl: Nadzor 74 svetlost zvoka

source: Control 75 Sound Decay Time
ca: Control 75 Temps de decaiguda del so
cs: Řízení 77 Čas útlumu zvuku
es: Control 75 Tiempo de decaimiento del sonido
nl: Controle 75 Sound-decay tijd
pt_br: Controle 75 Tempo de Desaparecimento do Som
sl: Nadzor 75 čas dušenja zvoka

source: Control 76 Vibrato Rate
ca: Control 76 Rati de vibrato
cs: Řízení 76 Rychlost vibrata
es: Control 76 Tasa de Vibrato
nl: Controle 76 Vibrato-frequentie
pt_br: Controle 76 Taxa de Vibrato
sl: Nadzor 76 hitrost vibracij

source: Control 77 Vibrato Depth
ca: Control 77 Profunditat de vibrato
cs: Řízení 77 Hloubka vibrata
es: Control 77 Profundidad de Vibrato
nl: Controle 77 Vibrato-sterkte
pt_br: Controle 77 Profundidade do Vibrato

source: Control 78 Vibrato Delay
ca: Control 78 Endarreriment del vibrato
cs: Řízení 79 Zpoždění vibrata
es: Control 78 Retraso de Vibrato
nl: Controle 78 Vibrato-vertraging
pt_br: Controle 78 Atraso do Vibrato

source: Control 79 Sound Control 10
ca: Control 79 Control de so 10
cs: Řízení 79 Řízení zvuku 10
es: Control 79 Control de sonido 10
nl: Control 79 Sound Controle 10
pt_br: Controle 79 Controle de Som 10
sl: Nadzor 79 Nadzor zvoka 10

source: Control 80 General Purpose Switch 5
ca: Control 80 Interruptor de propòsit general 5
cs: Řízení 80 Všeobecné přepnutí 5
es: Control 80 Interruptor general 5
nl: Controle 80 Algemene bedieningswisselaar 5
pt_br: Controle 80 Chave de Propósito Geral 5
sl: Nadzor 80 splošno namensko stikalo 5

source: Control 81 General Purpose Switch 6
ca: Control 81 Interruptor de propòsit general 6
cs: Řízení 81 Všeobecné přepnutí 6
es: Control 81 Interruptor general 6
nl: Controle 81 Algemene bedieningswisselaar 6
pt_br: Controle 81 Chave de Propósito Geral 6
sl: Nadzor 81 splošno namensko stikalo 6

source: Control 82 General Purpose Switch 7
ca: Control 82 Interruptor de propòsit general 7
cs: Řízení 82 Všeobecné přepnutí 7
es: Control 82 Interruptor general 7
nl: Controle 82 Algemene bedieningswisselaar 7
pt_br: Controle 82 Chave de Propósito Geral 7
sl: Nadzor 82 splošno namensko stikalo 7

source: Control 83 General Purpose Switch 8
ca: Control 83 Interruptor de propòsit general 8
cs: Řízení 83 Všeobecné přepnutí 8
es: Control 83 Interruptor general 8
nl: Controle 83 Algemene bedieningswisselaar 8
pt_br: Controle 83 Chave de Propósito Geral 8
sl: Nadzor 83 splošno namensko stikalo 8

source: Control 84 Portamento Control (Note)
ca: Control 84 Control de portamento (nota)
cs: Řízení 84 Řízení portamenta (nota)
es: Control 84 Control de Portamento (nota)
nl: Controle 84 Portamento controle (Noot)
pt_br: Controle 84 Controle de Portamento (Nota)

source: Control 91 Reverb Depth
ca: Control 91 Profunditat de reverberació
cs: Řízení 91 Hloubka ozvěny
es: Control 91 Profundidad de Reverb
nl: Controle-91 Galm-sterkte
pt_br: Controle 91 Profundidade da Reverberação

source: Control 92 Tremolo Depth
ca: Control 92 Profunditat de Tremolo
cs: Řízení 92 Hloubka tremola
es: Control 92 Profundidad de Tremolo
nl: Controle 92 Tremolo-sterkte
pt_br: Controle 92 Profundidade do Trêmolo

source: Control 93 Chorus Depth
ca: Control 93 Profunditat del cor
cs: Řízení 93 Hloubka sboru
es: Control 93 Profundidad del coro
nl: Controle 93 Chorus-sterkte
pt_br: Controle 93 Profundidade do Chorus
sl: Nadzor 93 globina zbora

source: Control 93 Detune Depth
ca: Control 93 Profunditat de detune
cs: Řízení 94 Hloubka rozladění
es: Control 93 Profundidad de Detune
nl: Controle 93 Detune-sterte
pt_br: Controle 93 Profundidade da Desafinação

source: Control 95 Phase Depth
ca: Control 95 Profunditat de fase
cs: Řízení 95 Hloubka fáze
es: Control 95 Profundidad de fase
nl: Controle 95 Phase-sterkte
pt_br: Controle 95 Profundidade da Fase
sl: Nadzor 95 fazna globina

source: Control 96 Data Increment Trigger
ca: Control 96 Llançador d'increment de dades
cs: Řízení 96 Spuštění inkrementace dat
es: Control 96 Disparador de incremento de datos
nl: Controle 96 Data Increment Trigger
pt_br: Controle 96 Gatilho de Incremento de Dados
sl: Nadzor 96 sprožilec povečanja podatkov

source: Control 97 Data Decrement Trigger
ca: Control 97 Llançador de decrement de dades
cs: Řízení 97 Spuštění dekrementace dat
es: Control 97 Disparador de decremento de datos
nl: Controle 97 Data Decrement Trigger
pt_br: Controle 96 Gatilho de Decremento de Dados
sl: Nadzor 97 sprožilec zmanjšanja podatkov

source: Control 98 Non-Registered Parameter MSB
ca: Control 98 Paràmetre no registrat MSB
cs: Řízení 98 Neregistrovaný parametr MSB
es: Control 98 Parámetro no registrado MSB
nl: Control 98 Niet-geregistreerde parameter MSB
pt_br: Controle 98 Parâmetro Não Registrado MSB
sl: Nadzor 98 nevpisan parameter MSB

source: Control 99 Non-Registered Parameter LSB
ca: Control 99 Paràmetre no registrat LSB
cs: Řízení 99 Neregistrovaný parametr LSB
es: Control 99 Parámetro no registrado LSB
nl: Control 99 Niet-geregistreerde parameter LSB
pt_br: Controle 98 Parâmetro Não Registrado LSB
sl: Nadzor 99 nevpisan parameter LSB

source: Control Automation
ca: Control d'automatització
cs: Automatizace ovládacích prvků
de: Automatisierung der Steuerung
es: Control de automatización
nl: Bedieningsautomatisering
pt_br: Automação de Controles
sl: Samodejnost nadzora

source: Control Automation: %s
ca: Control d'automatització: %s
cs: Automatizace ovládacího prvku: %s
de: Steuerautomatisierung: %s
es: Control de automatización: %s
nl: Bedieningsautomatisering: %s
pt_br: Automação de Controles: %s
sl: Samodejnost nadzora: %s

source: Control Input
ca: Entrada de control
cs: Řídicí vstup
de: Steuereingang
es: Entrada de control
nl: Controle-ingang
pt: Entrada de Controlo
pt_br: Entrada de controle
ru: Управляющий вход
sl: Nadzor vhoda
sr: Контролни улаз
sr@latn: Kontrolni ulaz

source: Control Strength
ca: Potència del control
cs: Síla řízení
es: Control de fuerza
nl: Mate van controle
pt: Força do Controlo
pt_br: Peso do controle
sl: Nadzor moči
sr: Контролна снага
sr@latn: Kontrolna snaga

source: Control Type:
ca: Tipus de control:
cs: Typ řízení:
de: Steuerungstyp:
es: Tipo de control:
nl: Controletype:
pt: Tipo de Controlo:
pt_br: Tipo de controle:
ru: Тип контроллера:
sl: Vrsta nadzora:
sr: Врста контроле:
sr@latn: Vrsta kontrole:

source: Controller
ca: Controlador
cs: Ovladač
el: Ελεγκτής
es: Controlador
nl: Bedieningsknop
pt: Controlador
pt_br: Controlador
ru: Контроллер
sl: Nadzornik
sr: Управљач
sr@latn: Upravljač
sv: Styrenhet

source: Controls the octave relative to which notes are entered
ca: Controla l'octava relativa a les notes que s'introdueixin
cs: Ovládá oktávu, relativně ke které se zadávají noty
de: Regelt die Oktave abhängig von den eingegebenen Noten
es: Controla la octava relativa a la que las notas son introducidas
nl: Bepaalt het octaaf waartoe de ingevoerde noten behoren
pt: Controla a oitava em relação à qual as notas são introduzidas
pt_br: Controla a oitava relativa às notas digitadas
sl: Nadzor oktave relativno na vnesene note

source: Copy
ca: Copia
cs: Kopírovat
de: Kopieren
es: Copiar
nl: Kopiëren
pt: Copiar
pt_br: Copiar
ru: Скопировать
sl: Kopiraj
sr: Умножи
sr@latn: Umnoži

source: Copy the current selection into clipboard
ca: Copia la selecció actual al porta-retalls
cs: Kopírovat aktuální výběr do schránky
de: Die momentane Auswahl in die Zwischenablage kopieren
es: Copiar la selección actual al portapapeles
nl: Huidige selectie kopiëren naar het klembord
pt: Copiar a selecção actual para a área de transferência
pt_br: Copia a seleção atual para a área de transferência
ru: Скопировать выделенное в буфер обмена
sl: Kopiranje trenutnega izbora v odložišče
sr: Умножи текући избор међу исечке
sr@latn: Umnoži tekući izbor među isečke

source: Copyright license applying to this object
ca: Copyright que s'aplica a aquest objecte
cs: Licence týkající se tohoto objektu
de: Copyright-Lizenz, die auf dieses Objekt angewandt wird
es: Licencia de Copyright aplicable a este objeto
nl: Copyright licentie voor dit object
pt: Licença de copyright aplicável a este objecto
pt_br: Licença de copyright aplicável a esse objeto
sl: Licenca avtorskih pravic, ki velja za ta predmet
sr: Лиценца ауторских права која важи за овај објекат
sr@latn: Licenca autorskih prava koja važi za ovaj objekat

source: Create Link
ca: Crea un enllaç
cs: Vytvořit spojení
de: Verknüpfung anlegen
el: Δημιουργία σύνδεσης
es: Crear enlace
nl: Koppeling maken
pt: Criar um Atalho
pt_br: Criar ligadura
ru: Создать связку
sl: Ustvari povezavo
sr: Направи везу
sr@latn: Napravi vezu
sv: Skapa länk

source: Create a new Part in a Song.
ca: Crea una nova part en una cançó.
cs: Vytvořit nový part skladby.
de: Einen neuen Part in einem Song erstellen.
es: Crear una nueva pieza en una canción.
nl: Nieuwe partij in een nummer aanmaken.
pt_br: Cria uma nova parte em uma música.
sl: Ustvari nov del v skladbi.

source: Create a new Track for a Song.
ca: Crea una nova pista per una cançó.
cs: Vytvořit novou stopu ve skladbě.
de: Eine neue Spur für einen Titel erzeugen.
es: Crear una pista nueva para una canción.
nl: Een nieuwe track toevoegen voor een nummer.
pt_br: Cria uma nova pista para uma música.
ru: Создать новую дорожку в композиции
sl: Ustvari novo sled za skladbo.

source: Create a new mixer bus for a Song.
ca: Crea un nou bus de mescla per una cançó.
cs: Vytvořit novou mixážní sběrnici pro skladbu.
de: Einen neuen Mixerbus für ein Lied erzeugen.
es: Crear un nuevo bus mezclador para una canción.
nl: Een nieuwe mixerbus voor een nummer aanmaken.
pt_br: Cria um novo barramento de mixagem para uma música.
sl: Ustvari novo vodilo mešalnika za skladbo.

source: Create a new song, consisting of a mixer, tracks, parts and notes
ca: Crea una cançó nova, consistent en un mesclador, pistes, parts i notes
cs: Vytvořit novou skladbu, skládající se z mixéru, stop, partů a poznámek
de: Einen neuen Titel anlegen, bestehend aus Mixer, Spuren, Parts und Noten
es: Crea una canción nueva, consistente en un mezclador, pistas, piezas y notas
nl: Een nieuw nummer aanmaken, bestaande uit een mixer, sporen, onderdelen en noten
pt_br: Cria uma nova música, que consiste em um mixador, pistas, partes e notas
ru: Создать новую композицию, включающую микшер, треки, партии и ноты
sl: Ustvari novo skladbo, sestavljeno iz mešalnika, sledi, delov in not

source: Create an extra view of the project
ca: Crea una altra vista del projecte
cs: Vytvořit další pohled na projekt
de: Eine neue Projektansicht öffnen
es: Crear una vista extra del proyecto
nl: Een extra visie op het project weergeven
pt_br: Cria uma visualização extra do projeto
ru: Создать новый вид текущего проекта
sl: Ustvarjanje dodatnega pogleda projekta

source: Create new project
ca: Crea un projecte nou
cs: Vytvořit nový projekt
de: Ein neues Projekt anlegen
es: Crear un proyecto nuevo
nl: Nieuw project
pt: Criar um novo projecto
pt_br: Cria um novo projeto
ru: Создать новый проект
sl: Ustvari nov projekt
sr: Направи нови пројекат
sr@latn: Napravi novi projekat

source: Creation Time
ca: Hora de creació
cs: Čas vytvoření
de: Erstellungsdatum
es: Tiempo de creación
nl: Aanmaaktijd
pt: Data da Criação
pt_br: Hora da criação
ru: Время создания
sl: Čas nastanka
sr: Време стварања
sr@latn: Vreme stvaranja

source: Ctrl In1
ca: Entrada de control 1
cs: Říd In1
de: Strg-Ein1
es: Entrada de control 1
pt: Entrada de Controlo 1
pt_br: Entrada de controle1
ru: Управл. вх1
sl: Nadzorni Vh1
sr: Контролни улаз 1
sr@latn: Kontrolni ulaz 1

source: Ctrl In2
ca: Entrada de control 2
cs: Říd In2
de: Strg-Ein2
es: Entrada de control 2
pt: Entrada de Controlo 2
pt_br: Entrada de controle2
ru: Управл. вх2
sl: Nadzorni Vh2
sr: Контролни улаз 2
sr@latn: Kontrolni ulaz 2

source: Ctrl Out
ca: Sortida de control
cs: Říd Out
de: Steuerausgang
es: Salida de control
nl: Ctrl-uit
pt: Saída de Controlo
pt_br: Saída de controle
sl: Nadzorni izhod
sr: Контр. из.
sr@latn: Kontr. iz.

source: Ctrl Out1
ca: Sortida de control 1
cs: Říd Out1
de: Strg-Aus1
es: Control de salida 1
pt: Saída de Controlo 1
pt_br: Saída de controle1
ru: Контр. вых1
sl: Nadzorni Iz1
sr: Конт. из.1
sr@latn: Kont. iz.1

source: Ctrl Out2
ca: Sortida de control 2
cs: Říd Out2
de: Strg-Aus2
es: Control de salida 2
pt: Saída de Controlo 2
pt_br: Saída de controle2
ru: Контр. вых2
sl: Nadzorni Iz2
sr: Конт. из.2
sr@latn: Kont. iz.2

source: Ctrl Out3
ca: Sortida de control 3
cs: Říd Out3
de: Strg-Aus3
es: Control de salida 3
pt: Saída de Controlo 3
pt_br: Saída de controle3
ru: Контр. вых3
sl: Nadzorni Iz3
sr: Конт. из.3
sr@latn: Kont. iz.3

source: Ctrl Out4
ca: Sortida de control 4
cs: Říd Out4
de: Strg-Aus4
es: Control de salida 4
pt: Saída de Controlo 4
pt_br: Saída de controle4
ru: Контр. вых4
sl: Nadzorni Iz4
sr: Конт. из.4
sr@latn: Kont. iz.4

source: Current Items:
ca: Elements actuals:
cs: Aktuální položky:
de: Aktuelle Objekte:
es: Artículos actuales:
nl: Huidige items:
pt_br: Itens atuais:
sl: Trenutni predmeti:

source: Cut
ca: Retalla
cs: Vyjmout
de: Ausschneiden
es: Cortar
nl: Knippen
pt: Cortar
pt_br: Recortar
ru: Вырезать
sl: Izreži
sr: Исеци
sr@latn: Iseci

source: Cutoff Frequency (All Filters)
ca: Freqüència de tall (tots els filtres)
cs: Limitní frekvence (všechny filtry)
de: Grenzfrequenz (alle Filter)
es: Frecuencia de corte (todos los filtros)
nl: Cutoff-frequentie (alle filters)
pt: Frequência de Corte (Todos os Filtros)
pt_br: Freqüência de corte (Todos os filtros)
ru: Частота среза (все фильтры)
sl: Obrezna frekvenca (vsi filtri)
sr: Учестаност одсецања (сви филтери)
sr@latn: Učestanost odsecanja (svi filteri)

source: Cutoff Frequency 2 (Band Pass/Stop)
ca: Freqüència de tall 2 (passa banda/atura)
de: Grenzfrequenz 2 (Bandpass/Stopp)
es: Frecuencia de corte 2 (Paso banda/parada)
pt: Frequência de Corte 2 (Passagem/Paragem de Banda)
pt_br: Freqüência de corte 2 (Passagem de faixa/Parada)
sr: Учестаност одсецања 2 (пролаз опсега/заустављање)
sr@latn: Učestanost odsecanja 2 (prolaz opsega/zaustavljanje)

source: Cutoff [%]
ca: Tall [%]
cs: Odříznutí [%]
de: Abfall [%]
es: Corte [%]
pt: Corte [%]
pt_br: Corte [%]
ru: Срез [%]
sl: Obrez [%]
sr: Исецање [%]
sr@latn: Isecanje [%]

source: Cutoff [Hz]
ca: Tall [Hz]
cs: Odříznutí [Hz]
de: Abfall [Hz]
es: Corte [Hz]
pt: Corte [Hz]
pt_br: Corte [Hz]
ru: Частота среза (Гц)
sl: Obrez [Hz]
sr: Исецање [Hz]
sr@latn: Isecanje [Hz]

source: DEVICE,MODE
ca: DISPOSITIU,MODE
cs: ZAŘÍZENÍ,REŽIM
de: GERÄT,,ODUS
es: DISPOSITIVO,MODO
nl: APPARAAT,MODUS
pt_br: DISPOSITIVO,MODO
sl: NAPRAVA,NAČIN

source: DSP Engine...
ca: Motor DSP...
cs: Engine DSP...
es: Motor DSP…
nl: DSP motor...
pt_br: Mecanismo DSP...
ru: DSP-движок...
sl: Pogon DSP ...
