Repository: GNOME/beast
Catalog: po/*.po
Languages: ca, cs, de, el, es, nl, pt, pt_br, ru, sl, sr, sr@latn, sv

source: Audio Input
ca: Entrada d'àudio
cs: Vstup zvuku
de: Audio-Eingabe
es: Entrada de sonido
nl: Audio ingang
pt: Entrada Audio
pt_br: Entrada de áudio
ru: Звуковой вход
sl: Zvočni vhod
sr: Улаз звука
sr@latn: Ulaz zvuka

source: Audio Input 1
ca: Entrada d'àudio 1
cs: Vstup zvuku 1
de: Audio-Eingabe 1
es: Entrada de sonido 1
nl: Audio ingang 1
pt: Entrada Audio 1
pt_br: Entrada de áudio 1
ru: Звуковой вход 1
sl: Zvočni vhod 1
sr: Улаз звука 1
sr@latn: Ulaz zvuka 1

source: Audio Input 2
ca: Entrada d'àudio 2
cs: Vstup zvuku 2
de: Audio-Eingabe 2
es: Entrada de sonido 2
nl: Audio ingang 2
pt: Entrada Audio 2
pt_br: Entrada de áudio 2
ru: Звуковой вход 2
sl: Zvočni vhod 2
sr: Улаз звука 2
sr@latn: Ulaz zvuka 2

source: Audio Input 3
ca: Entrada d'àudio 3
cs: Vstup zvuku 3
de: Audio-Eingabe 3
es: Entrada de sonido 3
nl: Audio ingang 3
pt: Entrada Audio 3
pt_br: Entrada de áudio 3
ru: Звуковой вход 3
sl: Zvočni vhod 3
sr: Улаз звука 3
sr@latn: Ulaz zvuka 3

source: Audio Input 4
ca: Entrada d'àudio 4
cs: Vstup zvuku 4
de: Audio-Eingabe 4
es: Entrada de sonido 4
nl: Audio ingang 4
pt: Entrada Audio 4
pt_br: Entrada de áudio 4
ru: Звуковой вход 4
sl: Zvočni vhod 4
sr: Улаз звука 4
sr@latn: Ulaz zvuka 4

source: Audio Input Signal
ca: Senyal d'entrada d'àudio
cs: Vstupní signál zvuku
de: Audio-Eingabesignal
es: Señal de entrada de sonido
nl: Audio ingangsignaal
pt_br: Sinal de entrada de áudio
ru: Входной звуковой сигнал
sl: Vhodni zvočni signal

source: Audio Out
ca: Sortida d'àudio
cs: Výstup zvuku
de: Audio-Aus
es: Salida de sonido
nl: Audio uit
pt: Saída Audio
pt_br: Saída de áudio
ru: Звуковой выход
sl: Zvočni izhod
sr: Излаз звука
sr@latn: Izlaz zvuka

source: Audio Out1
ca: Sortida d'àudio 1
cs: Výstup zvuku1
de: Audio-Aus1
es: Salida de sonido 1
nl: Audio uit1
pt_br: Saída de áudio1
sl: Zvočni Iz1

source: Audio Out2
ca: Sortida d'àudio 2
cs: Výstup zvuku2
de: Audio-Aus2
es: Salida de sonido 2
nl: Audio uit2
pt_br: Saída de áudio2
sl: Zvočni Iz2

source: Audio Output
ca: Sortida d'àudio
cs: Výstup zvuku
de: Audio-Ausgabe
es: Salida de sonido
nl: Audio uitgang
pt: Saída audio
pt_br: Saída de áudio
ru: Звуковой выход
sl: Zvočni izhod
sr: Звучни излаз
sr@latn: Zvučni izlaz

source: Audio device "%s" is not open for input, audio driver: %s=%s
ca: El dispositiu d'àudio «%s» no està obert per entrada, controlador d'àudio: %s=%s
cs: Zvukové zařízení "%s" není otevřeno pro vstup, ovladač zvuku: %s=%s
de: Audiogerät »%s ist nicht für Eingabe verfügbar, Audiogerät: %s=%s
es: El dispositivo de sonido «%s» no está disponible como entrada, controlador de sonido: %s=%s
nl: Audioapparaat ‘%s’ is niet geopend voor invoer, audio stuurprogramma: %s=%s
sl: Zvočna naprava "%s" ni odprta za vhod, zvočni gonilnik: %s=%s

source: Audio input
ca: Entrada d'àudio
cs: Vstup zvuku
de: Auto-Eingabe
es: Entrada de sonido
nl: Audio ingang
pt: Entrada audio
pt_br: Entrada de áudio
ru: Звуковой вход
sl: Zvočni vhod
sr: Улаз звука
sr@latn: Ulaz zvuka

source: Audio input 1
ca: Entrada d'àudio 1
cs: Vstup zvuku 1
de: Audio-Eingabe 1
es: Entrada de sonido 1
nl: Audio ingang 1
pt_br: Entrada de áudio 1
sl: Zvočni vhod 1

source: Audio input 2
ca: Entrada d'àudio 2
cs: Vstup zvuku 2
de: Audio-Eingabe 2
es: Entrada de sonido 2
nl: Audio ingang 2
pt_br: Entrada de áudio 2
sl: Zvočni vhod 2

source: Author
ca: Autor
cs: Autor
de: Autor
es: Autor
nl: Auteur
pt: Autor
pt_br: Autor
ru: Автор
sl: Avtor
sr: Аутор
sr@latn: Autor

source: Authors:
ca: Autors:
cs: Autoři:
de: Autoren:
es: Autores:
nl: Auteurs:
pt: Autores:
pt_br: Autores:
ru: Авторы:
sl: Avtorji:
sr: Аутори:
sr@latn: Autori:

source: Auto Output
ca: Sortida automàtica
cs: Automatický výstup
de: Auto-Ausgabe
es: Salida automática
nl: Audio uitgang
pt_br: Saída automática
sl: Zvočni izhod

source: Auto cut
ca: Retalla automàticament
cs: Automaticky oříznout
de: Auto-Kürzen
es: Auto cortar
nl: Automatisch afkappen
pt: Cortar automaticamente
pt_br: Cortar automaticamente
ru: Автовырезание
sl: Samodejen izrez
sr: Само-исеци
sr@latn: Samo-iseci

source: Auto is a special driver, it acts as a placeholder for automatic driver selection.
ca: Auto és un controlador especial, actua com a magatzem de selecció automàtica de controladors.
cs: Auto je speciální ovladač, znamená automatický výběr ovladače.
de: »Auto« ist ein spezieller Treiber, er fungiert als Platzhalter für die automatische Treiberauswahl.
es: Auto es un controlador especial, actúa como almacén para la selección automática de controlador.
nl: Auto is een speciaal stuurprogramma; het fungeert als een verzamelnaam voor automatische stuurprogrammaselectie
sl: Auto je posebni gonilnik, deluje kot držalo za samodejni izbor gonilnika.

source: Available Inputs
ca: Entrades disponibles
cs: Dostupné vstupy
de: Verfügbare Eingänge
es: Entradas disponibles
nl: Beschikbare invoer
pt_br: Entradas disponíveis
ru: Доступные входы
sl: Dostopni vhodi

source: Available Items:
ca: Elements disponibles:
cs: Dostupné položky:
de: Verfügbare Objekte:
es: Artículos disponibles:
nl: Beschikbare items:
pt_br: Itens disponíveis:
sl: Predmeti na voljo:

source: Available Outputs
ca: Sortides disponibles
cs: Dostupné výstupy
de: Verfügbare Ausgänge
es: Salidas disponibles
nl: Beschikbare uitvoer
pt_br: Saídas disponíveis
sl: Dostopni izhodi

source: Available Postprocessors
ca: Postprocessadors disponibles
cs: Dostupné postprocesory
de: Verfügbare Postprozessoren
es: Post-procesadores disponibles
nl: Beschikbare postprocessors
pt_br: Pós-processadores disponíveis
ru: Доступные пост-обработчики

source: Available Synthesizers
ca: Sintetitzadors disponibles
cs: Dostupné syntetizéry
de: Verfügbare Synthesizer
es: Sintetizadores disponibles
nl: Beschikbare synthesizers
pt_br: Sintetizadores disponíveis
ru: Доступные синтезаторы
sl: Razpoložljivi sintetizatorji

source: Available Waves
ca: Ones disponibles
cs: Dostupné vlny
de: Verfügbare Waves
es: Ondas disponibles
nl: Beschikbare waves
pt_br: Sons disponíveis
sl: Razpoložljivi valovi

source: Average number of milliseconds per second of system CPU time used by thread
ca: Mitjana de mil·lisegons per segon de temps de CPU del sistema utilitzat pel fil
cs: Průměrný počet milisekund systémového času CPU použitého vláknem za sekundu
de: Durchschnittliche Anzahl der Millisekunden pro Sekunde, die von der systemweiten CPU-Zeit vom Prozess verwendet wird
es: Promedio del número de milisegundos por segundo de uso de CPU del sistema por las hebras
nl: Gemiddeld aantal milliseconden systeem-processortijd gebruikt door de thread
pt_br: Número médio de milissegundos a cada segundo do tempo de sistema da CPU que serão usados pela thread
sl: Povprečno število milisekund na sekundo sistemskega CPE, ki ga porabi nit

source: Average number of milliseconds per second of user CPU time used by thread
ca: Mitjana de mil·lisegons per segon de temps de CPU d'usuari utilitzat pel fil
cs: Průměrný počet milisekund uživatelského času CPU použitého vláknem za sekundu
de: Durchschnittliche Anzahl der Millisekunden pro Sekunde der Nutzer-CPU-Zeit, die vom Prozess verwendet wird
es: Promedio del número de milisegundos por segundo de uso de CPU del usuario por las hebras
nl: Gemiddeld aantal milliseconden per seconde gebruikers-processortijd gebruikt door de thread
pt_br: Número médio de milissegundos a cada segundo do tempo de usuário da CPU que serão usados pela thread
sl: Povprečno število milisekund na sekundo uporabniškega CPE, ki ga porabi nit

source: BEAST About
ca: Quant al BEAST
cs: BEAST O aplikaci
de: Info zu BEAST
es: Acerca de Beast
nl: BEAST info
pt: Sobre o BEAST
pt_br: Sobre o BEAST
ru: О программе BEAST
sl: BEAST o programu
sr: О Звери
sr@latn: O Zveri

source: BEAST Startup
ca: Inici del BEAST
cs: Spuštění BEAST
de: Beast-Startvorgang
el: Εκκίνηση BEAST
es: Inicio de BEAST
nl: BEAST Opstartprocedure
pt: Arranque BEAST
pt_br: Inicialização do BEAST
ru: Запуск BEAST
sl: Zagon BEAST
sr: Покретање Звери
sr@latn: Pokretanje Zveri
sv: Uppstart av BEAST

source: BEAST Version %s
ca: BEAST versió %s
cs: BEAST verze %s
es: Versión %s de BEAST
nl: BEAST versie %s
pt: Versão do BEAST %s
pt_br: BEAST Versão %s
ru: BEAST версии %s
sl: BEAST različica %s
sr: ЗВЕР, издање %s
sr@latn: ZVER, izdanje %s

source: BSE Core
ca: Nucli BSE
cs: Jádro BSE
de: BSE-Kern
es: Núcleo BSE
nl: BSE kern
pt: Base BSE
pt_br: Core do BSE
ru: Ядро BSE
sl: Jedro BSE
sr: BSE језгро
sr@latn: BSE jezgro
sv: BSE-kärna

source: BSE Multi-Part Wave File
ca: Fitxer d'ones multipart BSE
cs: Soubor zvuku BSE s více party
de: BSE-Multi-Part-Wave-Datei
el: Αρχείο BSE Wave με πολλά μέρη
es: Archivo de ondas BSE multi-parte
nl: BSE Multi-Part wave-bestand
pt: Ficheiro Wave BSE Multi-Parte
pt_br: Arquivo wave multi-parte do BSE
ru: Многочастный звуковой файл BSE
sl: Več delna datoteka valu BSE
sr: BSE вишеделна таласна датотека
sr@latn: BSE višedelna talasna datoteka

source: BSE Synthesis File
ca: Fitxer de síntesi BSE
cs: Soubor syntézy BSE
de: BSE-Synthesedatei
el: Αρχείο σύνθεσης BSE
es: Archivo síntesis BSE
nl: BSE Synthesis-bestand
pt: Ficheiro de Sintetizador BSE
pt_br: Arquivo de síntese do BSE
ru: Файл синтеза BSE
sl: Datoteka sestavljanja BSE
sr: BSE датотека за синтезу
sr@latn: BSE datoteka za sintezu

source: Background Color
ca: Color de fons
cs: Barva pozadí
de: Hintergrundfarbe
es: Color del fondo
nl: Achtergrondkleur
pt: Cor de Fundo
pt_br: Cor de fundo
ru: Цвет фона
sl: Barva ozadja
sr: Боја позадине
sr@latn: Boja pozadine

source: Background Image
ca: Imatge de fons
cs: Obrázek na pozadí
de: Hintergrundbild
es: Imagen de fondo
nl: Achtergrondafbeelding
pt: Imagem de Fundo
pt_br: Imagem de fundo
ru: Фоновое изображение
sl: Slika ozadja
sr: Слика у позадини
sr@latn: Slika u pozadini

source: Background Shade 1
ca: Ombra de fons 1
cs: Stín pozadí 1
de: Hintergrundschattierung 1
es: Sombra del fondo 1
nl: Achtergrond schaduw 1
pt_br: Sombreado de fundo 1
sl: Senca ozadja 1

source: Background Shade 2
ca: Ombra de fons 2
cs: Stín pozadí 2
de: Hintergrundschattierung 2
es: Sombra del fondo 2
nl: Achtergrond schaduw 2
pt_br: Sombreado de fundo 2
sl: Senca ozadja 2

source: Background image used by the control events editor.
ca: Imatge de fons utilitzada per l'editor de controls d'esdeveniments.
cs: Obrázek na pozadí používaný editorem řídicích událostí.
es: Color de fondo usado por el editor de control de eventos.
nl: Gebruikte achtergrondafbeelding voor de control-events editor.
pt_br: Imagem de fundo usada pelo editor de controle de eventos.
ru: Фоновое изображение для редактора контрольных событий.
sl: Slika ozadja, ki jo uporablja urejevalnik nadzora dogodkov.

source: Background image used by the pattern editor.
ca: Imatge de fons utilitzada per l'editor de patrons.
cs: Obrázek na pozadí používaný editorem vzorků.
de: Hintergrundbild des Mustereditors.
es: Imagen de fondo usada por el editor de patrones.
nl: Achtergrondafbeelding gebruikt voor de patroon-editor.
pt_br: Imagem de fundo usada pelo editor de padrões.
ru: Фоновое изображение для редактора паттернов.
sl: Slika ozadja, ki jo uporablja urejevalnik vzorcev.

source: Background image used by the piano-roll editor.
ca: Imatge de fons utilitzada per l'editor del piano.
cs: Obrázek na pozadí používaný editorem svitku klavíru.
de: Vom Piano-Roll-Editor verwendetes Hintergrundbild.
es: Imagen de fondo usada por el editor del piano.
nl: Achtergrondafbeelding gebruikt voor de pianorol-editor.
pt_br: Imagem de fundo usada pelo editor de teclado de piano.

source: Bad loopback
ca: Bucle erroni
cs: Špatný loopback
es: Bucle erróneo
nl: Onjuidyr loopback
pt_br: Loopback inválido
sl: Slaba povratna zanka

source: Balance audio input levels
ca: Balanç dels nivells d'entrada d'àudio
cs: Vyrovnání úrovní vstupu zvuku
de: Audio-Eingabepegel abgleichen
es: Niveles de entrada de balance de sonido
nl: Audio ingang balans
pt: Equilibrar os níveis audio de entrada
pt_br: Balanceia os níveis das entradas de áudio
ru: Баланс уровней на звуковом входе
sl: Ravnotežje zvočnih vhodnih ravni
sr: Уравнотежи нивое улаза звука
sr@latn: Uravnoteži nivoe ulaza zvuka

source: Balance control input levels
ca: Balanç dels nivells de l'entrada de control
cs: Vyrovnat úrovně řídicích vstupů
de: Pegel Steuereingabe abgleichen
es: Niveles de entrada del control de balance
nl: Controle-ingang balans
pt: Equilibrar os níveis da entrada de controlo
pt_br: Balanceia os níveis das entradas de controle
ru: Баланс уровней на управляющем входе
sl: Vhodne ravni nadzora ravnotežja
sr: Уравнотежи нивое контролних улаза
sr@latn: Uravnoteži nivoe kontrolnih ulaza

source: Bank Select
ca: Selecciona banc
cs: Vybrěr banky
es: Selección en banco
pt_br: Seleção de Banco
sl: Izbor banke

source: Base Frequency
ca: Freqüència base
cs: Základní frekvence
de: Grundfrequenz
es: Frecuencia base
nl: Basisfrequentie
pt: Frequência Base
pt_br: Freqüência base
ru: Базовая частота
sl: Osnovna frekvenca
sr: Основна учестаност
sr@latn: Osnovna učestanost

source: Base Octave
ca: Octava base
cs: Základní oktáva
de: Basisoktave
es: Base octava
nl: Bas-octaaf
pt: Oitava Base
pt_br: Oitava base
ru: Базовая октава
sl: Oktava basa

source: Base Volume
ca: Volum bàsic
cs: Základní hlasitost
de: Basislautstärke
es: Volumen base
nl: Bas-volume
pt: Volume Base
pt_br: Volume base
ru: Базовая громкость
sl: Glasnost basa
sr: Основна јачина
sr@latn: Osnovna jačina

source: Base amplification (the control signal adds up to this)
ca: Amplificació bàsica (el senyal de control s'afegeix fins aquest)
cs: Základní zesílení (k tomuto přidává řídicí signál)
de: Basisverstärkung (das Steuersignal verstärkt bis hier)
es: Amplificación base (la señal se añade a esto)
nl: Bas-versterking (het controlesignaal wordt hier aan toegevoegd)
pt: Amplificação base (é-lhe adicionado o sinal de controlo)
pt_br: Base de amplificação (o sinal de controle adiciona até esse valor)
ru: Базовое усиление (контрольный сигнал здесь суммируется)
sl: Ojačitev basa (nadzorni signal temu doda vrednost)
sr: Основно појачање (контролни сигнал придодаје овоме)
sr@latn: Osnovno pojačanje (kontrolni signal pridodaje ovome)

source: Beats per minute
ca: Pulsacions per minut
cs: Úderů za minutu
de: Schläge pro Minute
es: Tempo
nl: Beats per minuut
pt_br: Batidas por minuto
sl: Udarci na minuto

source: Bind a new key combination to a program function
ca: Vincula una combinació de tecles amb una funció del programa
cs: Spojit novou kombinaci kláves s funkcí programu
de: Neue Tastenkombination einer Programmfunktion zuweisen
es: Vincular una combinación de teclas nueva a una función del programa
nl: Een nieuwe toetscombinatie aan een programmafunctie koppelen
pt: Associar uma nova combinação de teclas a uma função da aplicação
pt_br: Associa uma nova combinação de teclas para uma função do programa
ru: Создать новое назначение комбинации клавиш к функции программы
sl: Povezava nove kombinacije tipk z zmožnostjo programa
sr: Повежи нову комбинацију тастера са функцијом програма
sr@latn: Poveži novu kombinaciju tastera sa funkcijom programa

source: Boost
ca: Increment
de: Anhebung
es: Incremento
nl: Versterken

source: Breath Control
ca: Control de respiració
cs: Řízení dýchání
de: Breath-Controller
es: Control de respiración
nl: Adembeheersing
sl: Nadzor diha

source: BseAmplifier provides input signal controlled amplification or attenuation. It supports two control inputs and two audio inputs which are mixed together after balance and level adjustments. The gain setting controls preamplification of the mixed audio signal. The mixed control signal, weighted by a strength setting, determines additional amplification, allowing for external sources to modulate the overall volume (tremolo). The mixed control signal can influence the amplification linearly (to amplify other control signals) or exponentially (to amplify audio signals). Finally, the master volume controls amplification of the resulting output signal.
ca: El BseAmplifier proporciona una amplificació o atenuació controlada del senyal d'entrada. Suporta dues entrades de control i dues entrades d'àudio que es mesclen conjuntament després dels ajustaments del balanç i del nivell. La configuració del guany controla la preamplificació del senyal d'àudio mesclat. El senyal de control mesclat, amb el pes relatiu d'un paràmetre de potència, determina l'amplificació addicional, i permet que les fonts externes puguin modular el volum en conjunt (tremolo). El senyal de control mesclat pot influir en l'amplificació linealment (per amplificar altres senyals de control) o exponencialment (per amplificar els senyals d'àudio). Finalment, el volum principal controla l'amplificació del senyal de sortida resultant.
cs: BseAmplifier poskytuje zesilování nebo zeslabování řízené vstupním signálem. Podporuje dva řídicí vstupy a dva vstupy zvuku, které jsou po úpravě vyrovnání a úrovně smixovány dohromady. Nastavení zisku ovládá předzesílení smixovaného signálu zvuku. Smixovaný řídicí signál, vážený nastavením síly, určuje další zesílení, což umožňuje externím zdrojům modulovat celkovou hlasitost (tremolo). Smixovaný řídicí signál může zesílení ovlivňovat lineárně (pro zesilování jiných řídicích signálů) nebo exponenciálně (pro zesilování zvukových signálů). Konečně hlavní hlasitost ovládá zesilování výsledného výstupního signálu.
es: BseAmplifier proporciona atenuación o amplificación controlada de señales de entrada. Soporta dos entradas de control y dos entradas de sonido las cuales son mezcladas después de los ajustes de nivel y balance. El parámetro de ganancia controla la pre-amplificación de la señal de sonido mezclada. La señal de control mezclada, pesada por un parámetro de fuerza, determina la amplificación adicional, permitiendo que fuentes externas modulen el volumen general (tremolo). La señal de control mezclada puede influenciar a la amplificación linealmente (para amplificar otras señales de control) o exponencialmente (para amplificar señales de sonido). Finalmente, el volumen maestro controla la amplificación de la señal de salida resultante de sonido.
nl: BseAmplifier levert versterking of verzwakking gecontroleert door ingangssignaal. Het ondersteunt twee controle-ingangen en twee geluidsingangen die gemixt worden na instellen van balans en volume. De gain instelling bepaalt de voorversterking van het gemixte geluidsignaal. De gemixte controlesignaal, gewogen door een sterkte-instelling. bepaalt extra versterking waardoor externe bronnen de algemene geluidssterkte kunnen beïnvloeden (tremolo). Het gemixte contolesignaal kan de versterking lineair beïnvloeden (om andere controlesignalen te versterken) of exponentieel (om audiosignalen te versterken). Ten slotte bepaalt het master-volume de versterking van het resulterende uitgangsignaal.
pt: BseAmplifier disponibiliza amplificação ou atenuação controlada do sinal de entrada. Suporta duas entradas de controlo e duas entradas audio que são misturadas após ajustamentos de balanço e nível. A definição de ganho controla a pré-amplificação do sinal audio misturado. O sinal de controlo misturado, ponderado por uma definição de peso, determina a amplificação adicional, permitindo que fontes externas modulem o volume global (trémolo). O sinal de controlo de mistura pode influenciar linearmente (para amplificar outros sinais de controlo) ou exponencialmente (para amplificar sinais audio) a amplificação. Finalmente, o volume mestre controla a amplificação do sinal de saída resultante.
pt_br: BseAmplifier disponibiliza amplificação ou atenuação controlada do sinal de entrada. Ele suporta duas entradas de controle e duas entradas áudio que são mixadas após ajustes de balanço e nível. A configuração de ganho controla a pré-amplificação do sinal de áudio mixado. O sinal de controle mixado, ponderado por uma configuração de peso, determina a amplificação adicional, permitindo que fontes externas modulem o volume global (trêmolo). O sinal de controle de mixado pode influenciar linearmente (para amplificar outros sinais de controle) ou exponencialmente (para amplificar sinais áudio) a amplificação. Finalmente, o volume principal controla a amplificação do sinal de saída resultante.
sr: BseAmplifier обезбеђује контролу појачања и наглашавања преко улазног сигнала. Подржава два контролна улаза и два звучна улаза који се мешају заједно према прилагођивању равнотеже и нивоа. Добитак контролише препојачање мешаног звучног сингала. Мешани контролни сигнал, уз тежински коефицијент, одређује појачање програма, дозвољавајући да спољашњи извори програма разделе општи промет (тремоло). Мешани контролни сигнал не може да утиче линеарно на појачивање (осталих контролних сигнала) или експоненцијално (за појачање звучних зигнала). Коначно, главна јачина управља појачање излазног сигнала.
sr@latn: BseAmplifier obezbeđuje kontrolu pojačanja i naglašavanja preko ulaznog signala. Podržava dva kontrolna ulaza i dva zvučna ulaza koji se mešaju zajedno prema prilagođivanju ravnoteže i nivoa. Dobitak kontroliše prepojačanje mešanog zvučnog singala. Mešani kontrolni signal, uz težinski koeficijent, određuje pojačanje programa, dozvoljavajući da spoljašnji izvori programa razdele opšti promet (tremolo). Mešani kontrolni signal ne može da utiče linearno na pojačivanje (ostalih kontrolnih signala) ili eksponencijalno (za pojačanje zvučnih zignala). Konačno, glavna jačina upravlja pojačanje izlaznog signala.
