Repository: GNOME/beast
Catalog: po/*.po
Languages: ca, cs, de, el, es, nl, pt, pt_br, ru, sl, sr, sr@latn, sv

source: Available MIDI drivers:
ca: Controladors MIDI disponibles:
cs: Dostupné ovladače MIDI:
de: Verfügbare MIDI-Treiber:
es: Controladores MIDI disponibles:
nl: Beschikbare MIDI stuurprogramma's:
pt_br: Drivers MIDI disponíveis:
sl: MIDI gonilniki na voljo:

source: Available PCM drivers:
ca: Controladors PCM disponibles:
cs: Dostupné ovladače PCM:
de: Verfügbare PCM-Treiber:
es: Controladores PCM disponibles:
nl: Beschikbare PCM stuurprogramma's:
pt_br: Drivers PCM disponíveis:
sl: PCM gonilniki na voljo:

source: allow folding the column into left/right neighbour
ca: permet ajustar la columna al veí esquerre/dret
cs: umožnit spojení sloupce s levým/pravým sousedem
de: das Zusammenlegen von Spalten mit dem linken/rechten Nachbarn erlauben
es: permitir plegar la columna con el vecino de la izquierda/derecha
nl: de kolom laten doorlopen in de linker/rechter buurkolom
pt: permite recolher a coluna na vizinha à esquerda/direita
pt_br: permite recolher a coluna para dentro da vizinha à esquerda/direita
ru: разрешить свертывание столбца в левое/правое окружение
sl: dovoli zlaganje stolpca v levega/desnega soseda
sr: дозволи заклапање колоне са левим/десним суседом
sr@latn: dozvoli zaklapanje kolone sa levim/desnim susedom

source: display 2 (-99..+99) or 3 (-999..+999) digit signed decimal numbers
ca: visualitza les xifres decimals amb signe amb (-99..+99) o 3 (-999..+999) nombres
cs: zobrazit desítková čísla se znaménkem se 2 (-99..+99) nebo 3 (-999..+999) číslicemi
de: zeige 2(-99..+99)- oder 4(-9999..+9999)-stellige Dezimalzahlen mit Vorzeichen
es: mostrar 2 (-99..+99) o 3 (-999..+999) dígitos decimales
nl: decimale getallen met teken in 2 (-99..+99) of 3 (-999..+999) cijfers weergeven
pt: apresentar números decimais com sinal de 2 (00..99) ou 3 (000..999) dígitos
pt_br: mostra números decimais com sinal de 2 (-99..+99) ou 3 (-999..+999) dígitos
ru: выводить двузначные (-99..99) или трехзначные (-999..+999) десятичные числа со знаком
sl: prikaz predznačenih števil z 2 (-99..+99) ali 3 (-999..+999) števkami
sr: прикажи 2- (-99..+99) или 3- (-999..+999) цифрене означене декадне бројеве
sr@latn: prikaži 2- (-99..+99) ili 3- (-999..+999) cifrene označene dekadne brojeve

source: display 2 (-FF..+FF) or 4 (-FFFF..+FFFF) digit signed hex numbers
ca: visualitza les xifres hexadecimals amb signe amb 2 (00..FF) o 4 (0000..FFFF) nombres
cs: zobrazit šestnáctková čísla se znaménkem se 2 (-FF..+FF) nebo 4 (-FFFF..+FFFF) číslicemi
de: zeige 2(-FF..+FF)- oder 4(-FFFF..+FFFF)-stellige Hexadezimalzahlen mit Vorzeichen
es: mostrar 2 (-FF..+FF) o 4 (-FFFF..+FFFF) dígitos hexadecimales
nl: hexadecimale getallen met teken in 2 (-FF..+FF) of 4 (-FFFF..+FFFF) cijfers weergeven
pt: apresentar números hexadecimais com sinal de 2 (-FF..+FF) ou 4 (-FFFF..+FFFF) dígitos
pt_br: mostra números hexa com sinal de 2 (-FF..+FF) ou 4 (-FFFF..+FFFF) dígitos
ru: выводить двузначные (-FF..+FF) или четырехзначные (-FFFF..+FFFF) шестнадцатеричные числа со знаком
sl: prikaz 2 (-FF..+FF) ali 4 (-FFFF..+FFFF) mestnih števil hex s predznaki
sr: прикажи 2- (-FF..+FF) или 4- (-FFFF..+FFFF) цифрене означене хексадекадне бројеве
sr@latn: prikaži 2- (-FF..+FF) ili 4- (-FFFF..+FFFF) cifrene označene heksadekadne brojeve

source: display 2 (00..99) or 3 (000..999) digit decimal numbers
ca: visualitza les xifres decimals amb 2 (00..99) o 3 (000..999) nombres
cs: zobrazit desítková čísla se 2 (00..99) nebo 3 (000..999) číslicemi
de: zeige 2(00..99)- oder 4(0000..9999)-stellige Dezimalzahlen
es: mostrar 2 (00..99) o 3 (000..999) dígitos decimales
nl: decimale getallen in 2 (00..99) of 3 (000..999) cijfers weergeven
pt: apresentar números decimais de 2 (00..99) ou 3 (000..999) dígitos
pt_br: mostra números decimais de 2 (00..99) ou 3 (000..999) dígitos
ru: выводить двузначные (00..99) или трехзначные (000..999) десятичные числа
sl: prikaz števil z 2 (00..99) ali 3 (000.999) števkami
sr: прикажи 2- (00..99) или 3- (000..999) цифрене декадне бројеве
sr@latn: prikaži 2- (00..99) ili 3- (000..999) cifrene dekadne brojeve

source: display 2 (00..FF) or 4 (0000..FFFF) digit hex numbers
ca: visualitza les xifres hexadecimals amb 2 (00..FF) o 4 (0000..FFFF) nombres
cs: zobrazit šestnáctková čísla se 2 (00..FF) nebo 4 (0000..FFFF) číslicemi
de: zeige 2(00..FF)- oder 4(0000..FFFF)-stellige Hexadezimalzahlen
es: mostrar 2 (00..FF) o 4 (0000..FFFF) dígitos hexadecimales
nl: hexadecimale getallen in 2 (00..FF) of 4 (0000..FFFF) cijfers weergeven
pt: apresentar números hexadecimais de 2 (00..FF) ou 4 (0000..FFFF) dígitos
pt_br: mostra números hexa de 2 (00..FF) ou 4 (0000..FFFF) dígitos
ru: выводить двузначные (00..FF) или четырехзначные (0000..FFFF) шестнадцатеричные числа
sl: prikaz 2 (00..FF) ali 4 (0000..FFFF) mestnih števil hex
sr: прикажи 2- (00..FF) или 4- (0000..FFFF) цифрене хексадекадне бројеве
sr@latn: prikaži 2- (00..FF) ili 4- (0000..FFFF) cifrene heksadekadne brojeve

source: display dotted vertical bar
ca: visualitza una barra vertical de punts
cs: zobrazit tečkovaný svislý pruh
de: zeige gepunktete vertikale Linie
es: mostrar una barra vertical de puntos
nl: verticale balk met puntjes weergeven
pt: apresentar barra vertical tracejada
pt_br: mostra uma barra vertical com pontos
ru: пунктирная вертикальная черта
sl: prikaži pikčasto navpično vrstico
sr: прикажи истачкану усправну траку
sr@latn: prikaži istačkanu uspravnu traku

source: display notes of the first, second, ... channel
ca: visualitza les notes del primer, segon, ... canal
cs: poznámky o zobrazování prvního, druhého, ... kanálu
de: Zeige Noten im ersten, zweiten, ... Kanal
es: mostrar las notas del primer, segundo, … canal
nl: noten weergeven van het eerste, tweede, ... kanaal
pt: apresentar as notas do primeiro, segundo, ... canal
pt_br: mostra notas do primeiro, segundo, ... canal
ru: ноты первого, второго, ... каналов
sl: prikaži note prvega, drugega, ... kanala
sr: прикажи ноте првог, другог,... канала
sr@latn: prikaži note prvog, drugog,... kanala

source: display offset, length or velocity of notes in the first, second, ... channel
ca: visualitza el desplaçament, la longitud o la velocitat de les notes en el primer, segon... canal
cs: posun zobrazení, délka nebo rychlost not v prvním, druhém, ... kanálu
de: Zeige Versatz, Länge oder Beweglichkeit der Noten im ersten, zweiten, ... Kanal
es: mostrar compensación, longitud o velocidad de las notas en el primer, segundo, … canal
nl: verschuiving, lente of velocity van noten weergeven in het eerste, tweede, ... kanaal
pt: Apresentar deslocamento, comprimento ou velocidade das notas no primeiro, segundo, ... canal
pt_br: mostra o deslocamento, o comprimento ou a duração de notas no primeiro, segundo, ... canal
ru: смещение, длительность, выразительность нот первого, второго, ... каналов
sl: prikaži zamik, dolžino ali hitrost not v prvem, drugem, ... kanalu
sr: прикажи померај, дужину или брзину нота у првом, другом,... каналу
sr@latn: prikaži pomeraj, dužinu ili brzinu nota u prvom, drugom,... kanalu

source: display solid vertical bar
ca: visualitza una barra vertical sòlida
cs: zobrazit souvislý svislý pruh
de: zeige durchgezogene vertikale Linie
es: mostrar una barra vertical sólida
nl: verticale balk solide weergeven
pt: apresentar barra vertical sólida
pt_br: mostra uma barra vertical sólida
ru: сполшная вертикальная черта
sl: prikaži trdno navpično vrstico
sr: прикажи пуну усправну траку
sr@latn: prikaži punu uspravnu traku

source: insert vertical space
ca: insereix un espai vertical
cs: vložit vertikální prostor
de: füge vertikalen Freiraum ein
es: insertar espacio vertical
nl: verticale ruimte invoegen
pt: inserir espaço vertical
pt_br: insere um espaço vertical
ru: знак пробела, _
sl: vstavi navpični prostor
sr: уметни усправни размак
sr@latn: umetni uspravni razmak

source: select various event types (controls, continuous controllers)
ca: selecciona diferents tipus d'esdeveniments (controls, controladors continus)
cs: zvolte různé typy událostí (řídicí signály, spojité ovladače)
de: wähle verschiedene Ereignistypen (controls, continuous controllers)
es: seleccionar varios tipos de eventos (controles, controladores contínuos)
nl: verschillende event-types selecteren (controleknoppen, continue-controllers)
pt: seleccionar vários tipos de eventos (controlos, controladores contínuos)
pt_br: seleciona diversos tipos de eventos (controles, controladores contínuos)
ru: различные типы управляющих событий
sr: изабери разне врсте догађаја (управљање, непрекидни управљачи)
sr@latn: izaberi razne vrste događaja (upravljanje, neprekidni upravljači)

source: selects one of 3 predefined colors
ca: selecciona un dels 3 colors predefinits
cs: výběr jedné ze 3 předdefinovaných barev
de: wählt eine von 3 vordefinierten Farben
es: selecciona uno de 3 colores predefinidos
nl: selecteert een van 3 voorgedefinieerde kleuren
pt: selecciona uma de três cores pré-definidas
pt_br: seleciona uma cor de 3 pré-definidas
ru: выбрать один из 3-х доступных цветов
sl: izbere eno od 3 preddoločenih barv
sr: изабира једну од 3 претпостављене боје
sr@latn: izabira jednu od 3 pretpostavljene boje

source: %s: automation disabled
ca: %s: s'ha inhabilitat l'automatització
cs: %s: automatizace zakázána
de: %s: Automatisierung deaktiviert
es: %s: automatización desactivada
nl: %s: automatisering uigezet
pt_br: %s: automação desabilitada
sl: %s: samodejnost onemogočena

source: %s: automation from MIDI control: %s
ca: %s: automatització des del control MIDI: %s
cs: %s: automatizace z ovládacího prvku MIDI: %s
de: %s: Automatisierung aus MIDI-Steuerung: %s
es: %s: automatización desde control MIDI: %s
nl: %s: automatisering vanaf MIDI-bediening: %s
pt_br: %s: automação a partir de controle MIDI: %s
sl: %s: samodejnost od MIDI nadzora: %s

source: %s: automation from MIDI control: %s (MIDI channel: %d)
ca: %s: automatització des del control del MIDI: %s (canal del MIDI: %d)
cs: %s: automatizace z ovládacího prvku MIDI: %s (kanál MIDI: %d)
de: %s: Automatisierung aus MIDI-Steuerung: %s (MIDI-Kanal: %d)
es: %s: automatización desde control MIDI: %s (canal MIDI: %d)
nl: %s: automatisering vanaf MIDI-bediening: %s (MIDI-kanaal: %d)
pt_br: %s: automação a partir de controle MIDI: %s (canal MIDI: %d)
sl: %s: samodejnost od nadzora MIDI: %s (kanal MIDI: %d)

source: (Hint)
ca: (Pista)
cs: (Nápověda)
de: (Hinweis)
el: (Υπόδειξη)
es: (Pista)
pt: (Dica)
pt_br: (Dica)
ru: (Подсказка)
sl: (Namig)
sr: (савет)
sr@latn: (savet)
sv: (Tips)

source: /Audio Sources/Noise
ca: /Font d'àudio/Soroll
cs: /Zdroje zvuku/Šum
de: /Audio-Quellen/Rauschen
es: /Fuentes de sonido/Ruido
nl: /Geluidsbronnen/Ruis
pt_br: /Fontes de áudio/Ruído
ru: /Источники звука/Шум
sl: /Viri zvoka/šum

source: /Audio Sources/Standard Oscillator
ca: Fonts d'àudio/Oscil·lador estàndard
cs: /Zdroje zvuku/Standardní oscilátor
de: /Audio-Quellen/Standard-Oszillator
es: /Fuentes de sonido/Oscilador estándar
nl: /Geluidsbronnen/Standaard oscillator
pt_br: /Fontes de áudio/Oscilador padrão
ru: /Источники звука/Стандартный осциллятор
sl: /Zvočni viri/običajni oscilator

source: /Audio Sources/Wave Oscillator
ca: /Fonts d'àudio/Oscil·lador d'ones
cs: /Zdroje zvuku/Oscilátor vln
de: /Audio-Quellen/Wellenform-Oszillator
es: /Fuentes de sonido/Oscilador de onda
nl: /Geluidsbronnen/Wave oscillator
pt_br: /Fontes de áudio/Oscilador de onda
ru: /Источники звука/Волновой (wave) осциллятор
sl: /Zvočni viri/Valovni oscilator

source: /Enhance/ArtsCompressor
ca: /Millora/ArtsCompressor
cs: /Vylepšit/ArtsCompressor
es: /Mejorar/Compresor Arts
nl: /Verbeteren/ArtsCompressor
pt: /Melhorar/ArtsCompressor
pt_br: /Melhorar/ArtsCompressor
ru: /Enhance/Компрессор Arts
sl: /Izboljšaj/StiskalnikUmetnosti
sr: /Побољшање/АртцКомпресор
sr@latn: /Poboljšanje/ArtcKompresor

source: /Enhance/Chorus
ca: /Millora/Cor
cs: /Vylepšit/Sbor
de: /Aufbessern/Chor
es: /Mejorar/Coros
nl: /Verbeteren/Chorus
pt: /Melhorar/Coros
pt_br: /Melhorar/Chorus
ru: /Enhance/Хорус
sl: /Izboljšaj/zbor
sr: /Побољшање/Хорски
sr@latn: /Poboljšanje/Horski

source: /Filters/Bass Filter
ca: /Filtres/Filtre de baixos
cs: /Filtry/Filtr basů
de: /Filter/Bass-Filter
es: /Filtros/Filtro de bajos
nl: /Filters/Bas-filter
pt: /Filtros/Filtro de Graves
pt_br: /Filtros/Filtro de grave
ru: /Фильтры/Басовый фильтр
sl: /Filtri/filter basov
sr: /Филтери/Бас филтер
sr@latn: /Filteri/Bas filter

source: /Filters/Biquad Types
ca: /Filtres/Tipus biquadrats
cs: /Filtry/Bikvadratické typy
de: /Filters/Biquad-Typen
es: /Filtros/Tipos bicuad
pt_br: /Filtros/Tipos biquadrados
ru: /Фильтры/Биквадратичные типы

source: /Input & Output/Instrument Output
ca: /Entrada i sortida/Sortida d'instrument
cs: /Vstup a výstup/Výstup nástroje
de: /Ein- und Ausgabe/Instrumentenausgabe
es: /Entrada y salida/Salida de instrumento
nl: /Invoer & uitvoer/Instrument uitvoer
pt_br: /Entrada e Saída/Saída do instrumento
ru: /Ввод и Вывод/Выход инструмента
sl: /Vhod in izhod/Izhod instrumenta

source: /Input & Output/Instrument Voice Input
ca: /Entrada i sortida/Entrada de veu d'instrument
cs: /Vstup a výstup/Vstup hlasu nástroje
es: /Entrada & Salida/Entrada de voz del instrumento
nl: /Invoer & uitvoer/Instrument stem invoer
pt_br: /Entrada e Saída/Entrada de voz do instrumento
ru: /Ввод и Вывод/Вход голоса инструмента
sl: /Vhod in izhod/vhod glasu inštrumenta

source: /Input & Output/MIDI Control Input
ca: /Entrada i sortida/Entrada de control MIDI
cs: /Vstup a výstup/Vstup ovládání MIDI
de: /Ein- und Ausgabe/MIDI-Steuerungseingabe
es: /Entrada y salida/Control de entrada MIDI
nl: /Invoer & uitvoer/MIDI controle invoer
pt_br: /Entrada e Saída/Entrada de controle MIDI
ru: /Ввод и Вывод/Вход MIDI-контроллера
sl: /Vhod in izhod/Vhod nadzora MIDI

source: /Input & Output/MIDI Voice Input
ca: /Entrada i sortida/Entrada de veu MIDI
cs: /Vstup a výstup/Vstup hlasu MIDI
de: /Ein- und Ausgabe/MIDI-Stimmeingabe
es: /Entrada y salida/Entrada de voz MIDI
nl: /Invoer & uitvoer/MIDI stem-invoer
pt_br: /Entrada e Saída/Entrada de voz MIDI
ru: /Ввод и Вывод/Вход MIDI-голоса
sl: /Vhod in izhod/Vhod glasu MIDI

source: /Input & Output/PCM Input
ca: /Entrada i sortida/Entrada PCM
cs: /Vstup a výstup/Vstup PCM
de: /Ein- und Ausgabe/PCM-Eingabe
es: /Entrada y salida/Entrada PCM
nl: /Invoer & uitvoer/PCM invoer
pt_br: /Entrada & Saída/Entrada PCM
ru: /Ввод и Вывод/PCM-вход
sl: /Vhod in izhod/vhod PCM

source: /Input & Output/PCM Output
ca: /Entrada i sortida/Sortida PCM
cs: /Vstup a výstup/Výstup PCM
de: /Ein- und Ausgabe/PCM-Ausgabe
es: /Entrada y salida/Salida PCM
nl: /Invoer & uitvoer/PCM uitvoer
pt_br: /Entrada & Saída/Saída PCM
ru: /Ввод и Вывод/PCM-выход
sl: /Vhod in izhod/izhod PCM

source: /Other Sources/Constant
ca: /Altres fonts/Constant
cs: /Jiné zdroje/Konstantní
de: /Andere Quellen/Konstant
es: /Otras fuentes/Constante
nl: /Overige bronnen/Constante
pt_br: /Outras Fontes/Constante
ru: /Другие источники/Константа
sl: /Drugi viri/stalno

source: /Routing/Amplifier
ca: /Encaminament/Amplificador
cs: /Směrování/Zesilovač
de: /Routing/Verstärker
es: /Encaminamiento/Amplificador
nl: /Routing/Versterker
pt: /Routeamento/Amplificador
pt_br: /Roteamento/Amplificador
ru: /Маршрутизация/Усилитель
sl: /Usmerjanje/ojačevalnik
sr: /Усмеравање/Појачивач
sr@latn: /Usmeravanje/Pojačivač

source: /Spatial/Balance
ca: /Espaial/Balanç
cs: /Prostorové/Vyrovnat
de: /Raumklang/Abgleich
es: Espacial/Balance
nl: /Ruimtelijk/Balans
pt: /Espacial/Balanço
pt_br: /Espacial/Balanço
ru: /Пространственные/Баланс
sl: /Prostorno/ravnotežje
sr: /Просторно/Равнотежа
sr@latn: /Prostorno/Ravnoteža

source: /Virtualization/Virtual Input
ca: /Virtualització/Entrada virtual
cs: /Virtualizace/Virtuální vstup
de: /Virtualisierung/Virtuelle Eingabe
es: /Virtualización/Entrada virtual
nl: /Virtualisatie/Virtuele invoer
pt_br: /Virtualização/Entrada virtual
ru: /Виртуализация/Виртуальный вход

source: /Virtualization/Virtual Output
ca: /Virtualització/Sortida virtual
cs: /Virtualizace/Virtuální výstup
de: /Virtualisierung/Virtuelle Ausgabe
es: /Virtualización/Salida virtual
nl: /Virtualisatie/Virtuele uitvoer
pt_br: /Virtualização/Saída virtual
ru: /Виртуализация/Виртуальный выход

source: /Virtualization/Virtual Sub Synth
ca: /Virtualització/Virtual Sub Synth
cs: /Virtualizace/Virtuální podsyntéza
de: /Virtualisierung/Virtuelle Subsynthese
es: /Virtualización/Sub síntesis virtual
nl: /Virtualisatie/Virtuele sub synth
pt_br: /Virtualização/Sub-síntese virtual
ru: /Виртуализация/Виртуальный субсинтезатор

source: 1024 Value FFT Window
ca: Finestra amb 1024 valors de FFT
cs: Okno FFT s 1024 hodnotami
de: 1024-Werte FFT Anzeige
es: Ventana con 1024 valores de FFT
nl: 1024-waarde FFT-venster
sl: Okno 1024 vrednosti FFT

source: 128 Value FFT Window
ca: Finestra amb 128 valors de FFT
cs: Okno FFT s 128 hodnotami
de: 128-Werte FFT Anzeige
es: Ventana con 128 valores de FFT
nl: 128-waarde FFT-venster
sl: Okno 128 vrednosti FFT

source: 16 Value FFT Window
ca: Finestra amb 16 valors de FFT
cs: Okno FFT s 16 hodnotami
de: 16-Werte FFT Anzeige
es: Ventana con 16 valores de FFT
nl: 16-waarde FFT-venster
sl: Okno 16 vrednosti FFT

source: 16384 Value FFT Window
ca: Finestra amb 16384 valors de FFT
cs: Okno FFT s 16384 hodnotami
de: 16384-Werte FFT Anzeige
es: Ventana con 16384 valores de FFT
nl: 16384-waarde FFT-venster
sl: Okno 16384 vrednosti FFT

source: 2 Value FFT Window
ca: Finestra amb 2 valors de FFT
cs: Okno FFT s 2 hodnotami
de: 2-Werte FFT Anzeige
es: Ventana con 2 valores de FFT
nl: 2-waarde FFT-venster
sl: Okno 2 vrednosti FFT

source: 2048 Value FFT Window
ca: Finestra amb 2048 valors de FFT
cs: Okno FFT s 2048 hodnotami
de: 2048-Werte FFT Anzeige
es: Ventana con 2048 valores de FFT
nl: 2048-waarde FFT-venster
sl: Okno 2048 vrednosti FFT

source: 256 Value FFT Window
ca: Finestra amb 256 valors de FFT
cs: Okno FFT s 256 hodnotami
de: 256-Werte FFT Anzeige
es: Ventana con 256 valores de FFT
nl: 256-waarde FFT-venster
sl: Okno 256 vrednosti FFT

source: 32 Value FFT Window
ca: Finestra amb 32 valors de FFT
cs: Okno FFT s 32 hodnotami
de: 32-Werte FFT Anzeige
es: Ventana con 32 valores de FFT
nl: 32-waarde FFT-venster
sl: Okno 32 vrednosti FFT

source: 32768 Value FFT Window
ca: Finestra amb 32768 valors de FFT
cs: Okno FFT s 32768 hodnotami
de: 32768-Werte FFT Anzeige
es: Ventana con 32768 valores de FFT
nl: 32768-waarde FFT-venster
sl: Okno 32768 vrednosti FFT

source: 4 Value FFT Window
ca: Finestra amb 4 valors de FFT
cs: Okno FFT s 4 hodnotami
de: 4-Werte FFT Anzeige
es: Ventana con 4 valores de FFT
nl: 4-waarde FFT-venster
sl: Okno 4 vrednosti FFT

source: 4096 Value FFT Window
ca: Finestra amb 4096 valors de FFT
cs: Okno FFT s 4096 hodnotami
de: 4096-Werte FFT Anzeige
es: Ventana con 4096 valores de FFT
nl: 4096-waarde FFT-venster
sl: Okno 4096 vrednosti FFT

source: 512 Value FFT Window
ca: Finestra amb 512 valors de FFT
cs: Okno FFT s 512 hodnotami
de: 512-Werte FFT Anzeige
es: Ventana con 512 valores de FFT
nl: 512-waarde FFT-venster
sl: Okno 512 vrednosti FFT

source: 64 Value FFT Window
ca: Finestra amb 64 valors de FFT
cs: Okno FFT s 64 hodnotami
de: 64-Werte FFT Anzeige
es: Ventana con 64 valores de FFT
nl: 64-waarde FFT-venster
sl: Okno 64 vrednosti FFT

source: 65536 Value FFT Window
ca: Finestra amb 65536 valors de FFT
cs: Okno FFT s 65536 hodnotami
de: 65536-Werte FFT Anzeige
es: Ventana con 65536 valores de FFT
nl: 65536-waarde FFT-venster
sl: Okno 65653 vrednosti FFT

source: 8 Value FFT Window
ca: Finestra amb 8 valors de FFT
cs: Okno FFT s 8 hodnotami
de: 8-Werte FFT Anzeige
es: Ventana con 8 valores de FFT
nl: 8-waarde FFT-venster
sl: Okno 8 vrednosti FFT

source: 8192 Value FFT Window
ca: Finestra amb 8192 valors de FFT
cs: Okno FFT s 8192 hodnotami
de: 8192-Werte FFT Anzeige
es: Ventana con 8192 valores de FFT
nl: 8192-waarde FFT-venster
sl: Okno 8192 vrednosti FFT

source: A 1024 value FFT window corresponds to a spectrum with 513 frequency peaks
ca: Una finestra amb 1024 valors de FFT correspon a un espectre amb 513 pics de freqüència
cs: Okno FFT s 1024 hodnotami odpovídá spektru s 513 vrcholy frekvence
es: Una ventana con 1024 valores de FFT corresponde a un espectro con 513 picos de frecuencia
nl: Een 1024-waarde FFT-venster correspondeert met een spectrom met 513 frequentiepieken
sl: Okno 1024 vrednosti FFT ustreza spektru s 513 frekvenčnimi vrhovi

source: A 128 value FFT window corresponds to a spectrum with 65 frequency peaks
ca: Una finestra amb 128 valors de FFT correspon a un espectre amb 65 pics de freqüència
cs: Okno FFT s 128 hodnotami odpovídá spektru s 65 vrcholy frekvence
es: Una ventana con 128 valores de FFT corresponde a un espectro con 65 picos de frecuencia
nl: Een 128-waarde FFT-venster correspondeert met een spectrum met 65 frequentiepieken
sl: Okno 128 vrednosti FFT ustreza spektru s 65 frekvenčnimi vrhovi

source: A 16 value FFT window corresponds to a spectrum with 9 frequency peaks
ca: Una finestra amb 16 valors de FFT correspon a un espectre amb 9 pics de freqüència
cs: Okno FFT s 16 hodnotami odpovídá spektru s 9 vrcholy frekvence
es: Una ventana con 16 valores de FFT corresponde a un espectro con 9 picos de frecuencia
nl: Een 16-waarde FFT-venster correspondeert met een spectrom met 9 frequentiepieken
sl: Okno 16 vrednosti FFT ustreza spektru z 8 frekvenčnimi vrhovi

source: A 16384 value FFT window corresponds to a spectrum with 8193 frequency peaks
ca: Una finestra amb 16384 valors de FFT correspon a un espectre amb 8193 pics de freqüència
cs: Okno FFT s 16384 hodnotami odpovídá spektru s 8193 vrcholy frekvence
es: Una ventana con 163842 valores de FFT corresponde a un espectro con 8193 picos de frecuencia
nl: Een 16384-waarde FFT-venster correspondeert met een spectrum met 8193 frequentiepieken
sl: Okno 16384 vrednosti FFT ustreza spektru z 8193 frekvenčnimi vrhovi

source: A 2 value FFT window corresponds to a spectrum with 2 frequency peaks
ca: Una finestra amb 2 valors de FFT correspon a un espectre amb 2 pics de freqüència
cs: Okno FFT s 2 hodnotami odpovídá spektru s 2 vrcholy frekvence
es: Una ventana con 2 valores de FFT corresponde a un espectro con 2 picos de frecuencia
nl: Een 2-waarde FFT-venster correspondeert met een spectrom met 2 frequentiepieken
sl: Okno 2 vrednosti FFT ustreza spektru z 2 frekvenčnima vrhovoma

source: A 2048 value FFT window corresponds to a spectrum with 1025 frequency peaks
ca: Una finestra amb 2048 valors de FFT correspon a un espectre amb 1025 pics de freqüència
cs: Okno FFT s 2048 hodnotami odpovídá spektru s 1025 vrcholy frekvence
es: Una ventana con 2048 valores de FFT corresponde a un espectro con 1025 picos de frecuencia
nl: Een 2048-waarde FFT-venster correspondeert met een spectrum met 1025 frequentiepieken
sl: Okno 2048 vrednosti FFT ustreza spektru s 1025 frekvenčnimi vrhovi

source: A 256 value FFT window corresponds to a spectrum with 129 frequency peaks
ca: Una finestra amb 256 valors de FFT correspon a un espectre amb 129 pics de freqüència
cs: Okno FFT s 256 hodnotami odpovídá spektru s 129 vrcholy frekvence
es: Una ventana con 256 valores de FFT corresponde a un espectro con 129 picos de frecuencia
nl: Een 256-waarde FFT-venster correspondeert met een spectrum met 129 frequentiepieken
sl: Okno 256 vrednosti FFT ustreza spektru z 129 frekvenčnimi vrhovi

source: A 32 value FFT window corresponds to a spectrum with 17 frequency peaks
ca: Una finestra amb 32 valors de FFT correspon a un espectre amb 17 pics de freqüència
cs: Okno FFT s 32 hodnotami odpovídá spektru s 17 vrcholy frekvence
es: Una ventana con 32 valores de FFT corresponde a un espectro con 17 picos de frecuencia
nl: Een 32-waarde FFT-venster correspondeert met een spectrum met 17 frequentiepieken
sl: Okno 32 vrednosti FFT ustreza spektru s 17 frekvenčnimi vrhovi
