Repository: GNOME/beast
Catalog: po/*.po
Languages: ca, cs, de, el, es, nl, pt, pt_br, ru, sl, sr, sr@latn, sv

source: Wave "%s": failed to load wave chunk for frequency %f: %s
ca: Ona «%s»: no s'ha pogut carregar un tros de l'ona per la freqüència %f: %s
cs: Vlna "%s": nemohu načíst část vlny pro frekvenci %f: %s
es: Onda «%s»: error al cargar parte de la onda para la frecuencia %f: %s
nl: Wave-bestand "%s": laden van wave-deelvoor frequentie %f mislukt: %s
sl: Nalaganje valu "%s" za frekvenco %f je spodletelo: %s

source: Wave Form
ca: Forma d'ona
cs: Tvar vlny
de: Wellenform
es: Forma de la onda
nl: Golfvorm
pt: Formato Wave
pt_br: Forma de onda
ru: Форма сигнала
sl: Valovna oblika
sr: Облик таласа
sr@latn: Oblik talasa

source: Wave Output
ca: Sortida d'ona
cs: Výstup vlny
de: Wellenform-Ausgabe
es: Salida de onda
nl: Wave uitgang
pt: Saída Wave
pt_br: Saída de onda
ru: Wave выход
sl: Valovni izhod
sr: Таласни излаз
sr@latn: Talasni izlaz

source: Wave Repository
ca: Magatzem d'ones
cs: Úložiště vln
de: Wave-Verzeichnis
es: Repositorio de ondas
nl: Wave collectie
pt_br: Repositório de sons
sl: Skladišče valov

source: Wave to be used as instrument
ca: Ona a utilitzar com a instrument
cs: Vlna, kterou používat jako nástroj
de: Als Instrument zu verwendende Wellenform
es: Onda que será usada como instrumento
nl: Wave dat als instrument gebruikt zal worden
pt_br: O som para usar como instrumento
sl: Val za uporabo kot instrument

source: Wave used as oscillator source
ca: Ona utilitzada com a font de l'oscil·lador
cs: Vlna používaná jako zdroj oscilátoru
de: Als Oszillatorquelle verwendete Wellenform
es: Onda usada como fuente del oscilador
nl: Wave die als oscillatorbron gebruikt wordt
pt_br: O som usado como fonte do oscilador
sl: Val uporabljen kot vir oscilatorja

source: Wave_s
ca: O_nes
cs: _Vlny
es: Onda_s
pt: Onda_s
pt_br: _Sons
sl: Val_ovi
sr: _Таласи
sr@latn: _Talasi

source: Waves
ca: Ones
cs: Vlny
es: Ondas
pt: Ondas
pt_br: Sons
ru: WAV-файлы
sl: Valovi
sr: Таласи
sr@latn: Talasi
sv: Vågor

source: Wet out [%]
ca: Sortida humida [%]
es: Salida húmeda [%]
nl: Wet uit [%]
pt: Saida molhada [%]
pt_br: Saída com efeito [%]
sr: Излаз влажног [%]
sr@latn: Izlaz vlažnog [%]

source: Whole note
ca: Rodona
cs: Celá nota
de: Ganze Note
es: Redonda
nl: Hele noot
pt: Nota completa
pt_br: Nota de tempo inteiro
ru: Целая нота
sl: Celinka

source: Window Size
ca: Mida de la finestra
cs: Velikost okna
de: Fenstergröße
es: Tamaño de la ventana
nl: Vensterrootte
sl: Velikost okna

source: Write failed
ca: Ha fallat al escriure
cs: Zápis selhal
de: Schreiben schlug fehl
es: Falló la escritura
nl: Schrijven mislukt
sl: Napaka med pisanjem

source: Write project to a specific file
ca: Escriu el projecte a un fitxer específic
cs: Zapsat projekt do konkrétního souboru
de: Projekt unter einem bestimmten Dateinamen speichern
es: Escribir el proyecto en un archivo específico
nl: Project in een bepaald bestand opslaan
pt_br: Grava o projeto num arquivo específico
ru: Записать проект на диск в определенный файл
sl: Zapis projekta v določeno datoteko

source: Write project to disk
ca: Escriu el projecte al disc
cs: Zapsat projekt na disk
de: Projekt speichern
es: Guardar el proyecto en el disco
nl: Project op schijf opslaan
pt_br: Grava o projeto no disco
ru: Записать проект на диск
sl: Zapis projekta na disk

source: Wrong number of channels
ca: Nombre de canals erroni
cs: Špatný počet kanálů
de: Falsche Kanalanzahl
es: Número de canales erróneo
nl: Verkeerd aantal kanalen
sl: Napačno število kanalov

source: XtalStrings Output
ca: Sortida d'XtalStrings
cs: Výstup XtalStrings
de: XtalStrings-Ausgabe
es: Salidas XtalStrings
nl: XtalStrings uitgang
pt: Saída XtalStrings
pt_br: Saída XtalStrings
sl: Izhod XtalStrings
sr: XtalStrings излаз
sr@latn: XtalStrings izlaz

source: Young Temperament
de: Young-Stimmung
es: Temperamento joven
sl: Yougov temperament

source: Zero Value Color
ca: Color del valor zero
cs: Barva nulové hodnoty
de: Farbe für Null-Wert
es: Color de valor cero
nl: Kleur nulwaarde
pt: Cor de Valor Zero
pt_br: Cor de valor zero
ru: Цвет нулевых значений
sl: Barva vrednosti nič
sr: Боја нула вредности
sr@latn: Boja nula vrednosti

source: Zoom
ca: Ampliació
cs: Zvětšení
de: Größe
el: Μεγέθυνση
es: Ampliación
nl: Zoomen
ru: Масштаб
sl: Povečava
sr: Увећање
sr@latn: Uvećanje

source: Zoom:
ca: Ampliació:
cs: Zvětšení:
de: Ansichtsgröße:
el: Μεγέθυνση:
es: Ampliación:
nl: Zoomen:
ru: Масштаб:
sl: Povečava:
sr: Увећање:
sr@latn: Uvećanje:

source: _About...
ca: Qu_ant a...
cs: O _aplikaci...
de: _Info …
es: _Acerca de…
nl: _Info...
pt: _Sobre...
pt_br: _Sobre...
ru: _О программе...
sl: _O Programu ...
sr: _О програму...
sr@latn: _O programu...

source: _Add
ca: _Afegeix
cs: _Přidat
de: _Hinzufügen
es: _Añadir
nl: _Toevoegen
pt_br: _Adicionar
ru: Доб.
sl: _Dodaj

source: _Apply
ca: _Aplica
cs: _Použít
de: A_nwenden
es: _Aplicar
nl: _Toepassen
pt: _Aplicar
pt_br: _Aplicar
ru: _Применить
sl: Upor_abi
sr: При_мени
sr@latn: Pri_meni

source: _Audio Sources
ca: _Fonts d'àudio
cs: _Zdroje zvuku
de: _Audio-Quellen
es: Fuentes de _sonido
nl: _Geluidsbronnen
pt: Fontes _Audio
pt_br: _Fontes de áudio
ru: _Источники звука
sl: _Zvočni viri
sr: Извори _звука
sr@latn: Izvori _zvuka

source: _Back
ca: _Endarrere
cs: _Zpět
de: _Zurück
es: _Atrás
nl: _Terug
pt: _Retroceder
pt_br: _Voltar
ru: _Назад
sl: Na_zaj
sr: На_зад
sr@latn: Na_zad

source: _Beast Website...
ca: Lloc web del _Beast...
de: _Beast-Webseite …
es: _Sitio web de BEAST…
sl: Spletišče _Beast ...

source: _Cancel
ca: _Cancel·la
cs: _Zrušit
de: Abbre_chen
es: _Cancelar
nl: _Annuleren
pt: _Cancelar
pt_br: _Cancelar
sl: _Prekliči
sr: От_кажи
sr@latn: Ot_kaži

source: _Clear Undo
ca: _Neteja les accions desfetes
cs: Vyma_zat historii
de: Rückgängig-Chronik _löschen
es: _Borrar deshacer
nl: Herstelbuffer _wissen
pt: _Limpar o Desfazer
pt_br: _Limpar o Desfazer
ru: _Забыть историю отмен
sl: _Počisti razveljave
sr: _Очисти враћање
sr@latn: _Očisti vraćanje

source: _Close
ca: Tan_ca
cs: _Zavřít
de: S_chließen
es: _Cerrar
nl: Sl_uiten
pt: _Fechar
pt_br: _Fechar
ru: _Закрыть
sl: _Zapri
sr: _Затвори
sr@latn: _Zatvori

source: _Demo
ca: _Demostració
es: _Demostración
pt: _Demonstração
ru: _Демо
sr: _Демо

source: _Distortion
ca: _Distorsió
cs: _Zkreslení
de: _Verzerren
es: _Distorsión
nl: _Vervorming
pt: _Distorção
pt_br: _Distorção
ru: Д_исторшн
sl: Pop_ačenje
sr: Ис_кривљење
sr@latn: Is_krivljenje

source: _Edit
ca: _Edita
cs: _Upravit
de: _Bearbeiten
el: _Επεξεργασία
es: _Editar
nl: Be_werken
pt: _Editar
pt_br: _Editar
ru: _Правка
sl: _Uredi
sr: _Уреди
sr@latn: _Uredi
sv: _Redigera

source: _Enhance
ca: _Millora
cs: _Vylepšit
de: Auf_bessern
es: _Mejorar
nl: Ver_beteren
pt: _Melhorar
pt_br: _Melhorar
sl: _Izboljšaj
sr: По_бољшање
sr@latn: Po_boljšanje

source: _FAQ...
ca: _PMF...
es: _P+F…
nl: _Vaak gestelde vragen...
pt: Perguntas _Frequentes...
ru: _ЧаВО...
sr: Питања и _одговори
sr@latn: Pitanja i _odgovori

source: _File
ca: _Fitxer
cs: _Soubor
de: _Datei
es: _Archivo
nl: _Bestand
pt: _Ficheiro
pt_br: _Arquivo
ru: _Файл
sl: _Datoteka
sr: _Датотека
sr@latn: _Datoteka

source: _Filters
ca: _Filtres
cs: _Filtry
de: _Filter
es: _Filtros
pt: _Filtros
pt_br: _Filtros
ru: _Фильтры
sl: _Filtri
sr: _Филтери
sr@latn: _Filteri

source: _Find
ca: _Cerca
cs: _Hledat
de: _Suchen
es: _Buscar
nl: _Zoeken
pt: _Procurar
pt_br: _Localizar
ru: Н_айти
sl: _Poišči
sr: Про_нађи
sr@latn: Pro_nađi

source: _Forward
ca: _Endavant
cs: _Vpřed
de: _Vor
es: _Adelante
nl: _Vooruit
pt: _Avançar
pt_br: _Avançar
ru: _Вперёд
sl: Po_sreduj
sr: На_пред
sr@latn: Na_pred

source: _Help
ca: _Ajuda
cs: Nápo_věda
de: _Hilfe
es: Ay_uda
nl: _Hulp
pt: _Ajuda
pt_br: Aj_uda
ru: _Справка
sl: Pomo_č
sr: _Помоћ
sr@latn: _Pomoć

source: _Import MIDI...
ca: _Importa un MIDI...
cs: _Importovat MIDI...
de: MIDI-Datei _importieren
es: _Importar MIDI…
nl: _MIDI importeren...
pt: _Importar MIDI...
pt_br: _Importar MIDI...
ru: _Импортировать MIDI...
sl: _Uvozi MIDI ...
sr: _Увези МИДИ...
sr@latn: _Uvezi MIDI...

source: _Index
ca: Índe_x
es: _Índice
pt: Í_ndice
pt_br: Índ_ice
ru: _Содержание
sl: _Kazalo
sr: _Индекс
sr@latn: _Indeks

source: _Input & Output
ca: _Entrada i sortida
cs: _Vstup a výstup
de: _Ein- & Ausgabe
es: _Entrada y salida
nl: _Invoer & uitvoer
pt: _Entrada & Saída
pt_br: Entrada e _Saída
ru: _Ввод и Вывод
sl: _Vhod in izhod
sr: _Улаз и излаз
sr@latn: _Ulaz i izlaz

source: _Merge...
ca: Fusio_na...
cs: S_loučit...
de: _Einbinden …
es: _Mezclar…
nl: _Samenvoegen...
pt: _Juntar...
pt_br: _Mesclar...
ru: О_бъединить...
sl: _Združi ...
sr: _Споји...
sr@latn: _Spoji...

source: _Misc
ca: _Miscel·lània
cs: _Různé
de: _Verschiedenes
es: _Varios
nl: _Overig
pt_br: _Miscelânea
ru: _Разное
sl: _Razno
sr: _Разно
sr@latn: _Razno

source: _New
ca: _Nou
cs: _Nový
de: _Neu
es: _Nuevo
nl: _Nieuw
pt: _Novo
pt_br: _Novo
ru: _Новый
sl: _Novo
sr: _Нови
sr@latn: _Novi

source: _Open...
ca: _Obre...
cs: _Otevřít...
de: Ö_ffnen …
es: _Abrir…
nl: _Openen...
pt: _Abrir...
pt_br: _Abrir...
ru: _Открыть...
sl: _Odpri ...
sr: _Отвори...
sr@latn: _Otvori...

source: _Other Sources
ca: Altres f_onts
cs: _Jiné zdroje
de: _Weitere Quellen
es: _Otras fuentes
nl: Overige _bronnen
pt: _Outras Fontes
pt_br: _Outras Fontes
ru: Дру_гие источники
sl: _Drugi viri
sr: _Остали извори
sr@latn: _Ostali izvori

source: _Play
ca: Re_produeix
cs: _Přehrávat
de: _Wiedergabe
es: _Reproducir
nl: _Afspelen
pt: _Reproduzir
pt_br: _Reproduzir
ru: _Воспроизвести
sl: _Predvajaj
sr: _Пусти
sr@latn: _Pusti

source: _Preferences...
ca: _Preferències...
cs: _Nastaven...
de: _Einstellungen …
es: _Preferencias…
nl: _Voorkeuren...
pt: _Preferências...
pt_br: _Preferências...
ru: _Настроить...
sl: _Možnosti ...
sr: _Поставке...
sr@latn: _Postavke...

source: _Project
ca: _Projecte
cs: _Projekt
de: _Projekt
es: _Proyecto
pt: _Projecto
pt_br: _Projeto
ru: _Проект
sl: _Projekt
sr: _Пројекат
sr@latn: _Projekat

source: _Quantization
ca: _Quantificació
cs: _Kvantizace
de: _Quantisierung
es: _Cuantización
nl: _Quantisatie
pt: _Quantização
pt_br: _Quantificação
ru: _Квантование
sl: _Kvantizacija
sr: _Квантизација
sr@latn: _Kvantizacija

source: _Quick Start...
ca: Inici rà_pid...
cs: _Rychlý start...
de: _Schnelleinstieg …
es: _Inicio rápido…
nl: _Snel aan de slag...
pt_br: _Início rápido...
sl: _Hiter začetek ...

source: _Quit
ca: Su_rt
cs: U_končit
de: _Beenden
es: _Salir
nl: A_fsluiten
pt: _Sair
pt_br: Sai_r
ru: В_ыйти
sl: _Končaj
sr: _Изађи
sr@latn: _Izađi

source: _Redo
ca: To_rna a fer
cs: Z_novu
de: _Wiederholen
es: _Rehacer
nl: O_pnieuw
pt: _Refazer
pt_br: _Refazer
ru: _Повторить
sl: _Uveljavi
sr: По_нови
sr@latn: Po_novi

source: _Release Notes...
ca: Info_rmació de la versió...
cs: _Poznámky o vydání...
de: _Release-Hinweise …
es: Notas de la _publicación…
nl: _Aankondiging...
pt: Notas de _Distribuição...
pt_br: Notas da _versão...
ru: _Заметки к версии...
sl: _Opombe ob izdaji ...
sr: _Објава издања...
sr@latn: _Objava izdanja...

source: _Reload
ca: To_rna a carregar
cs: _Obnovit
de: A_ktualisieren
es: _Recargar
nl: He_rladen
pt: _Reler
pt_br: _Recarregar
ru: _Переоткрыть
sl: _Ponovno naloži
sr: Ос_вежи
sr@latn: Os_veži

source: _Remove
ca: Sup_rimeix
cs: _Odstranit
de: _Entfernen
es: _Quitar
nl: _Verwijderen
pt_br: _Remover
ru: Удалить
sl: _Odstrani

source: _Routing
ca: Encaminamen_t
cs: _Směrování
es: _Encaminando
pt: _Routeamento
pt_br: _Roteamento
ru: _Маршрутизация
sl: _Usmerjanje
sr: Ус_меравање
sr@latn: Us_meravanje

source: _Save
ca: De_sa
cs: _Uložit
de: _Speichern
es: _Guardar
nl: Op_slaan
pt: _Gravar
pt_br: _Salvar
ru: _Сохранить
sl: _Shrani
sr: _Сачувај
sr@latn: _Sačuvaj

source: _Select
ca: _Selecciona
cs: _Vybrat
de: Aus_wahl
es: _Seleccionar
nl: _Selecteren
sl: _Izberi

source: _Skins
ca: Aparence_s
cs: _Skiny
de: O_berflächen
es: _aparienciaes
pt: A_parências
ru: Т_емы
sl: _Preobleke
sr: _Мотиви
sr@latn: _Motivi

source: _Song
ca: Ca_nçó
cs: _Skladba
de: _Titel
es: _Canción
nl: _Nummer
pt: _Música
pt_br: _Música
ru: _Композиция
sl: _Skladba
sr: П_есма
sr@latn: P_esma

source: _Spatial
ca: _Espaial
cs: _Prostorové
de: _Raumklang
es: _Espacial
nl: _Ruimtelijk
pt: _Espacial
pt_br: _Espacial
ru: Пространственные
sl: Pro_storsko
sr: _Просторно
sr@latn: _Prostorno

source: _Stop
ca: A_tura
cs: _Zastavit
de: _Stopp
es: _Detener
nl: _Stoppen
pt: _Parar
pt_br: _Parar
ru: О_становить
sl: Zau_stavi
sr: _Заустави
sr@latn: _Zaustavi

source: _Synth
ca: _Sintetitzador
cs: _Syntéza
es: _Sintetizar
pt: _Sintetizar
pt_br: _Sintetizar
ru: _Синтезатор
sl: _Sint
sr: _Синтетизатор
sr@latn: _Sintetizator

source: _Synthesizers
ca: _Sintetitzadors
cs: _Syntetizéry
de: _Synthesizer
es: _Sintetizadores
pt: _Sintetizador
pt_br: _Sintetizadores
ru: _Синтезаторы
sl: _Sintetizatorji
sr: _Синтетизатори
sr@latn: _Sintetizatori

source: _Tools
ca: _Eines
cs: _Nástroje
de: _Werkzeuge
es: _Herramientas
nl: E_xtra
pt: _Ferramentas
pt_br: _Ferramentas
ru: _Сервис
sl: _Orodja
sr: _Алати
sr@latn: _Alati

source: _Undo
ca: _Desfés
cs: _Zpět
de: _Rückgängig
es: _Deshacer
nl: _Ongedaan maken
pt: _Desfazer
pt_br: Desfa_zer
ru: О_тменить
sl: _Razveljavi
sr: Опо_зови
sr@latn: Opo_zovi

source: _Utilities
ca: _Utilitats
cs: _Pomůcky
de: _Werkzeuge
es: _Utilidades
nl: _Hulpmiddelen
pt: _Utilitários
pt_br: _Utilitários
ru: _Утилиты
sl: Pr_ipomočki
sr: _Помоћни алати
sr@latn: _Pomoćni alati

source: _View
ca: _Vista
cs: _Zobrazit
de: _Ansicht
es: _Ver
nl: Beel_d
pt: _Ver
pt_br: _Ver
ru: _Вид
sl: _Pogled
sr: П_реглед
sr@latn: P_regled

source: _Virtualization
ca: _Virtualització
cs: _Virtualizace
de: _Virtualisierung
es: _Virtualización
nl: _Virtualisatie
pt: _Virtualização
pt_br: _Virtualização
ru: _Виртуализация
sl: P_redočenje
sr: _Виртуелизација
sr@latn: _Virtuelizacija

source: connection terminated
ca: connexió acabada
cs: spojení přerušeno
de: Verbindung wurde beendet
es: conexión terminada
nl: verbinding verbroken
sl: povezava je prekinjena

source: failed to add wave chunk from file "%s": %s
ca: No s'ha pogut afegir un tros d'ona des del fitxer «%s»: %s
cs: nemohu přidat část vlny ze souboru "%s": %s
de: Hinzufügen des Wellenformabschnitts aus Datei »%s« fehlgeschlagen:%s
es: error al añadir partes de onda desde el archivo «%s»: %s
nl: Toevoegen van stukje wave-bestand uit ‘%s’ is mislukt: %s

source: processing
ca: s'està processant
cs: zpracování
de: Verarbeitung läuft
es: procesando
nl: verwerken
pt: a processar
pt_br: processando
ru: обработка...
sl: izvajanje
sr: обрађујем
sr@latn: obrađujem
sv: behandling

source: %s (core dumped)
ca: %s (s'ha bolcat el nucli)
cs: %s (uložen core)
de: %s (Speicherauszug erstellt)
nl: %s (core gedumpt)
sl: %s (jedro izpisano)

source: /Misc/Snooper
ca: /Miscel·lània/Snooper
de: /Verschiedenes/Schnüffler
nl: /Overig/Snooper
pt_br: /Miscelânea/Snooper
ru: /Разное/Снупер

source: Balance
ca: Balanç
cs: Vyrovnání
de: Abgleich
nl: Balans
pt: Balanço
pt_br: Balanço
ru: Баланс
sl: Ravnotežje
sr: Уравнотежи
sr@latn: Uravnoteži

source: Control 40 Balance LSB
ca: Control 40 Balanç LSB
cs: Řízení 40 Balance LSB
nl: Controle 40 Balans LSB
pt_br: Controle 40 Balanço LSB
sl: Nadzor 40 ravnotežje LSB

source: Control 8 Balance MSB
ca: Control 8 Balanç MSB
cs: Řízení 7 Balance MSB
de: Steuerung 8, Balance MSB
nl: Controle 8 Balans MSB
pt_br: Controle 8 Balanço MSB
sl: Nadzor 8 ravnotežje MSB

source: ID
ca: Identificador
de: Kennung
sr: ИД

source: Script
ca: Fitxer de seqüència d'ordres
cs: Skript
de: Skript

source: Scripts
ca: Fitxers de seqüència d'ordres
cs: Skripty
de: Skripte
el: Δέσμες ενεργειών
ru: Сценарии
sl: Skripte
sr: Скрипте
sr@latn: Skripte
sv: Skript

source: Search path of directories, seperated by "%s", used to find BSE effect files.
ca: Cerca camins de directoris, separats per «%s». Utilitzat per a cercar fitxers d'efectes BSE.

source: Search path of directories, seperated by "%s", used to find BSE instrument files.
ca: Cerca camins de directoris, separats per «%s». Utilitzat per a cercar fitxers d'instruments BSE.

source: Search path of directories, seperated by "%s", used to find BSE plugins. This path is searched for in addition to the standard BSE plugin location on this system.
ca: Cerca camins de directoris, separats per «%s». Utilitzat per a cercar connectors BSE. Se cerca a aquest camí, a més a més de la localització per defecte dels connectors BSE en aquest sistema.

source: Search path of directories, seperated by "%s", used to find BSE scheme scripts.
ca: Cerca camins de directoris, separats per «%s», utilitzat per cercar esquemes de seqüències BSE.

source: Search path of directories, seperated by "%s", used to find LADSPA plugins. This path is searched for in addition to the standard LADSPA location on this system. LADSPA is the Linux Audio Developer's Simple Plugin API, more informations about LADSPA plugins can be found at http://www.ladspa.org/.
ca: Cerca camins de directoris, separats per «%s». Utilitzat per cercar connectors LADSPA. Se cerca aquest camí a més a més de la localització estàndard dels LADSPA en aquest sistema. LADSPA és l'API de Desenvolupament de Connectors Simples d'Àudio per a Linux, més informació sobre els connectors LADSPA es pot trobar a http://www.ladspa.org/.

source: Search path of directories, seperated by "%s", used to find audio samples.
ca: Cerca camins de directoris, separats per «%s». Utilitzat per a cercar mostres d'àudio.

source: killed by janitor
ca: matat per janitor
cs: zabito údržbářem
nl: opgeruimd door de schoonmaker

source: 5 Tone Equal Temperament
de: Gleichstufige 12-Ton-Temperatur
sl: Temperament 5 enakih tonov

source: 7 Tone Equal Temperament
de: Gleichstufige 12-Ton-Temperatur
sl: Temperament 7 enakih tonov

source: CPU%
sl: CPE%

source: Drum frequency as note, converted to Hertz according to the current musical tuning
de: Frequenz des Schlagzeugs als Notenwert, entsprechend der aktuellen musikalischen Stimmung in Hertz umgewandelt
sl: Frekvenca bobna kot nota, pretvorjena v hertze glede na trenutno uglaševanje

source: Editor
el: Επεξεργαστής
ru: Редактор
sl: Urejevalnik
sr: Уређивач
sr@latn: Uređivač
sv: Redigerare

source: Error:
cs: Chyba:
de: Fehler:
nl: Fout:
sl: Napaka:

source: In this tuning the fifths D-A, A-E, F#-C#, C#-G#, and F-C are narrowed by 1/4 comma, and the fifth G#-D# is widened by 1/4 comma. The other fifths are pure. This temperament is closer to equal temperament than Werckmeister III or IV.
de: In dieser Stimmung sind die Quinten D-A, A-E, Fis-Cis, Cis-Gis und F-C um 1/4 Komma verkleinert, während die Quinte Gis-Dis um 1/4 Komma vergrößert wird. Die anderen Quinten sind rein. Diese Stimmung ist näher an der gleichtönigen Stimmung als Werckmeister III oder IV.
sl: V tem uglaševanju so kvinte D-A, A-E, F#-C#, C#-G#, in F-C zmanjšane za 1/4 tona, in kvinta G#-D# je zvečana za 1/4 tona. Ostale kvinte so čiste. Ta temperament je bližje enakemu temperamentu kot Werckmeister III ali IV.

source: Manual trigger for the drum
de: Manueller Auslöser für Schlagzeug
sl: Ročni sprožilec za boben

source: Note decay is the 'half-life' of the note's decay in seconds
sl: Dušenje note je čas razpolovitve glasnosti note v sekundah

source: Organ frequency as note, converted to Hertz according to the current musical tuning
de: Orgelfrequenz als Notenwert, entsprechend der aktuellen musikalischen Stimmung in Hertz umgewandelt
sl: Frekvenca orgel kot nota, pretvorjena v hertze glede na trenutno uglaševanje

source: Organ frequency in Hertz, i.e. the pitch of the base tone
sl: Frekvenca orgel v hertzih, višina osnovnega tona

source: Oscillator frequency as note, converted to Hertz according to the current musical tuning
de: Oszillatorfrequenz als Notenwert, entsprechend der aktuellen musikalischen Stimmung in Hertz umgewandelt
sl: Frekvenca oscilatorja kot nota, pretvorjena v hertze glede na trenutno uglaševanje

source: Pluck the string
sl: Trzanje strune

source: Rack
de: Ablage
pt: Pilha
pt_br: Pilha
ru: Рэк
sl: Polica
sr: Полица
sr@latn: Polica

source: Snap Factor [%]
sl: Faktor tleskanja [%]

source: Snappiness of the string
sl: Tleskanje strune

source: String oscillation frequency as note, converted to Hertz according to the current musical tuning
de: Oszillatorfrequenz für Saiteninstrumente als Notenwert, entsprechend der aktuellen musikalischen Stimmung in Hertz umgewandelt
sl: Oscilacijska frekvenca strune kot nota, pretvorjena v hertze glede na trenutno uglaševanje

source: String oscillation frequency in Hertz
sl: Oscilacijska frekvenca strune v hertzih

source: Tension Decay
sl: Dušenje napetosti

source: The ratio of frequency shift. (i.e. 1.0 means shift equal to the drum's base frequency)
sl: Razmerje zamika frekvence. (1.0 pomeni zamik enak osnovni frekvenci bobna)

source: The tuning system which specifies the tones or pitches to be used. Due to the psychoacoustic properties of tones, various pitch combinations can sound "natural" or "pleasing" when used in combination, the musical tuning system defines the number and spacing of frequency values applied.
sl: Uglaševalni sistem, ki določi tone ali višino tona za uporabo. Zaradi psihoakustičnih lastnosti tonov so lahko različne kombinacije višin tonov slišati "naravno" ali "všečno". Uglaševalni sistem določi število in razmak med uporabljenimi frekvenčnimi vrednostmi.

source: The velocity of the drum hit
sl: Hitrost udarca po bobnu

source: Trigger Hit
sl: Sproži udarec

source: Velocity of the string pluck
sl: Hitrost trzanja strune

source: control-102
de: Steuerung-102
nl: controle-102
pt_br: controle-102
sl: Nadzor-102

source: control-103
de: Steuerung-103
nl: controle-103
pt_br: controle-103
sl: Nadzor-103

source: control-104
de: Steuerung-104
nl: controle-104
pt_br: controle-104
sl: Nadzor-104

source: control-105
de: Steuerung-105
nl: controle-105
pt_br: controle-105
sl: Nadzor-105

source: control-106
de: Steuerung-106
nl: controle-106
pt_br: controle-106
sl: Nadzor-106

source: control-107
de: Steuerung-107
nl: controle-107
pt_br: controle-107
sl: Nadzor-107

source: control-108
de: Steuerung-108
nl: controle-108
pt_br: controle-108
sl: Nadzor-108

source: control-109
de: Steuerung-109
nl: controle-109
pt_br: controle-109
sl: Nadzor-109

source: control-110
de: Steuerung-110
nl: controle-110
pt_br: controle-110
sl: Nadzor-110

source: control-111
de: Steuerung-111
nl: controle-111
pt_br: controle-111
sl: Nadzor-111

source: control-112
de: Steuerung-112
nl: controle-112
pt_br: controle-112
sl: Nadzor-112

source: control-113
de: Steuerung-113
nl: controle-113
pt_br: controle-113
sl: Nadzor-113

source: control-114
de: Steuerung-114
nl: controle-114
pt_br: controle-114
sl: Nadzor-114

source: control-115
de: Steuerung-115
nl: controle-115
pt_br: controle-115
sl: Nadzor-115

source: control-116
de: Steuerung-116
nl: controle-116
pt_br: controle-116
sl: Nadzor-116

source: control-117
de: Steuerung-117
nl: controle-117
pt_br: controle-117
sl: Nadzor-117

source: control-118
de: Steuerung-118
nl: controle-118
pt_br: controle-118
sl: Nadzor-118

source: control-119
de: Steuerung-119
nl: controle-119
pt_br: controle-119
sl: Nadzor-119

source: control-14
de: Steuerung-14
nl: controle-14
pt_br: controle-14
sl: Nadzor-14

source: control-15
de: Steuerung-15
nl: controle-15
pt_br: controle-15
sl: Nadzor-15

source: control-20
de: Steuerung-20
nl: controle-20
pt_br: controle-20
sl: Nadzor-20

source: control-21
de: Steuerung-21
nl: controle-21
pt_br: controle-21
sl: Nadzor-21

source: control-22
de: Steuerung-22
nl: controle-22
pt_br: controle-22
sl: Nadzor-22

source: control-23
de: Steuerung-23
nl: controle-23
pt_br: controle-23
sl: Nadzor-23

source: control-24
de: Steuerung-24
nl: controle-24
pt_br: controle-24
sl: Nadzor-24

source: control-25
de: Steuerung-25
nl: controle-25
pt_br: controle-25
sl: Nadzor-25

source: control-26
de: Steuerung-26
nl: controle-26
pt_br: controle-26
sl: Nadzor-26

source: control-27
cs: Řízení 18 Všeobecný řadič 3 MSB
de: Steuerung-27
nl: controle-27
pt_br: controle-27
sl: Nadzor-27
