Repository: GNOME/beast
Catalog: po/*.po
Languages: ca, cs, de, el, es, nl, pt, pt_br, ru, sl, sr, sr@latn, sv

source: Last modification time
ca: Darrera hora de modificació
cs: Čas poslední změny
de: Datum der letzten Änderung
es: Tiempo de última modificación
nl: Laatste modificatietijd
pt: Data da última alteração
pt_br: Hora da última modificação
ru: Последнее изменение
sl: Čas zadnje spremembe
sr: Време последње измене
sr@latn: Vreme poslednje izmene

source: Latency [ms]
ca: Latència [ms]
cs: Zpoždění [ms]
de: Ansprechzeit [ms]
es: Latencia [ms]
nl: Vertraging [ms]
pt: Latência [ms]
pt_br: Latência [ms]
ru: Латентность [мс]
sl: Latenca [ms]

source: Launch Web Browser
de: Webbrowser starten
es: Lanzar navegador web

source: Layout:
ca: Disposició:
cs: Rozložení:
es: Apariencia:
pt: Disposição:
pt_br: Disposição:
ru: Облик:
sl: Razporeditev:
sr: Изглед:
sr@latn: Izgled:

source: Left
ca: Esquerre
cs: Levé
de: Links
el: Αριστερά
es: Izquierda
nl: Links
pt: Esquerda
pt_br: Esquerda
ru: Левый
sl: Levo
sr: Лево
sr@latn: Levo
sv: Vänster

source: Left Audio
ca: Àudio esquerre
cs: Levý zvuk
de: Audio links
es: Sonido izquierdo
nl: Audio links
pt: Audio Esquerda
pt_br: Áudio esquerdo
ru: Левый звук.канал
sl: Levi zvok
sr: Звук лево
sr@latn: Zvuk levo

source: Left Audio In
ca: Entrada d'àudio esquerre
cs: Levý zvuk In
de: Audio-Ein, links
es: Entrada del sonido izquierda
nl: Links audio in
pt: Entrada Audio Esquerda
pt_br: Entrada esquerda de áudio
ru: Левый Аудио Вход
sl: Levi zvočni Vh
sr: Леви улаз звука
sr@latn: Levi ulaz zvuka

source: Left Audio Input
ca: Entrada d'àudio esquerre
cs: Vstup levého zvuku
de: Audio-Ein, links
es: Entrada de sonido izquierda
nl: Linker audio ingang
pt: Entrada Audio Esquerda
pt_br: Entrada esquerda de áudio
ru: Левый канал звукового входа
sl: Levi zvočni vhod
sr: Улаз звука лево
sr@latn: Ulaz zvuka levo

source: Left Audio Out
ca: Sortida d'àudio esquerre
cs: Levý zvuk Out
de: Audio-Aus, links
es: Salida de sonido izquierda
nl: Links audio uit
pt: Saída Audio Esquerda
pt_br: Saída esquerda de áudio
ru: Левый Аудио Выход
sl: Levi zvočni izhod
sr: Леви излаз звука
sr@latn: Levi izlaz zvuka

source: Left Audio Output
ca: Sortida d'àudio esquerre
cs: Výstup levého zvuku
de: Audio-Aus, links
es: Salida de sonido izquierda
nl: Linker audio uitgang
pt: Saída Audio Esquerda
pt_br: Saída esquerda de áudio
ru: Левый канал звукового выхода
sl: Levi zvočni izhod
sr: Излаз звука лево
sr@latn: Izlaz zvuka levo

source: Left Channel Output
ca: Sortida del canal esquerre
cs: Výstup levého kanálu
de: Linke Kanalausgabe
es: Salida del canal izquierdo
nl: Linker kanaaluitgang
pt: Saída de Audio Esquerda
pt_br: Saída do canal esquerdo
ru: Левый канал выхода
sl: Izhod levega kanala
sr: Излаз на левом каналу
sr@latn: Izlaz na levom kanalu

source: Left In
ca: Entrada esquerra
cs: Levé In
de: Ein, Links
es: Entrada izquierda
nl: Links in
pt: Entrada Esquerda
pt_br: Entrada esquerda
sl: Levi Vh
sr: Улаз лево
sr@latn: Ulaz levo

source: Left Input
ca: Entrada esquerre
cs: Levý vstup
de: Eingan, links
es: Entrada izquierda
nl: Linker ingang
pt: Entrada Esquerda
pt_br: Entrada esquerda
ru: Левый вход
sl: Levi vhod
sr: Леви улаз
sr@latn: Levi ulaz

source: Left Out
ca: Sortida esquerre
cs: Levé Out
de: Aus, Links
es: Salida izquierda
nl: Links uit
pt: Saída Esquerda
pt_br: Saída esquerda
sl: Levi Iz
sr: Излаз лево
sr@latn: Izlaz levo

source: Left Output
ca: Sortida esquerre
cs: Levý výstup
de: Ausgang, links
es: Salida izquierda
nl: Linker uitgang
pt: Saída Esquerda
pt_br: Saída esquerda
ru: Левый выход
sl: Levi izhod
sr: Леви излаз
sr@latn: Levi izlaz

source: Left Volume
ca: Volum esquerre
cs: Levá hlasitost
de: Linke Lautstärke
es: Volumen izquierdo
nl: Volume links
sl: Leva glasnost

source: Left audio output
ca: Sortida d'àudio esquerre
cs: Výstup levého zvuku
de: Linke Audio-Ausgabe
es: Salida izquierda de sonido
nl: Linker audio uitgang
pt: Saída audio esquerda
pt_br: Saída esquerda de áudio
sl: Levi zvočni izhod
sr: Леви излаз звука
sr@latn: Levi izlaz zvuka

source: Left channel input
ca: Entrada del canal esquerre
cs: Vstup levého kanálu
de: Linke Kanaleingabe
es: Entrada de sonido izquierda
nl: Linker kanaalingang
pt: Canal de entrada esquerdo
pt_br: Canal esquerdo de entrada
ru: Вход левого канала
sl: Vhod levega kanala
sr: Улаз левог канала
sr@latn: Ulaz levog kanala

source: Left channel output
ca: Sortida del canal esquerre
cs: Výstup levého kanálu
de: Linke Kanalausgang
es: Salida del canal izquierdo
nl: Linker kanaaluitgang
pt: Canal de saída esquerdo
pt_br: Canal esquerdo de saída
ru: Выход левого канала
sl: Izhod levega kanala
sr: Излаз левог канала
sr@latn: Izlaz levog kanala

source: Left to Right
de: Links nach rechts
es: Izquierda a derecha
sl: Od leve proti desni

source: Lib...
ca: Biblioteca...
cs: Knihovna...
de: Bibliothek …
es: Biblioteca…
pt: Biblioteca...
pt_br: Biblioteca...
ru: Библ...
sl: Knjiž...
sr: Библиотека...
sr@latn: Biblioteka...

source: License
ca: Llicència
cs: Licence
de: Lizenz
es: Licencia
nl: Licentie
pt: Licença
pt_br: Licença
ru: Лицензия
sl: Licenca
sr: Лиценца
sr@latn: Licenca

source: License:
ca: Llicència:
cs: Licence:
de: Lizenz:
es: Licencia:
nl: Licentie:
pt: Licença:
pt_br: Licença:
ru: Лицензия:
sl: Licenca:
sr: Лиценца:
sr@latn: Licenca:

source: Link
ca: Enllaç
cs: Spojit
de: Verknüpfen
es: Enlace
nl: Koppelen
pt: Atalho
pt_br: Ligar
ru: Связь
sl: Poveži
sr: Вежи
sr@latn: Veži

source: Link Part
ca: Enllaça una part
cs: Spojit part
de: Part verknüpfen
el: Σύνδεση μέρους
es: Enlazar parte
nl: Deel koppelen
pt: Ligar uma Parte
pt_br: Ligar parte
ru: Связать партии
sl: Poveži del
sr: Вежи део
sr@latn: Veži deo
sv: Länka del

source: Link or move parts (mouse button 1 and 2)
ca: Enllaça o mou parts (botons del ratolí 1 i 2)
cs: Spojit nebo přesunout party (tlačítko myši 1 a 2)
de: Parts verknüpfen oder verschieben (Maustasten 1 und 2)
el: Σύνδεση ή μετακίνηση μερών (κουμπί ποντικιού 1 και 2)
es: Enlazar o mover partes (botón 1 y 2 del ratón)
nl: Delen koppelen of verplaatsen (muisknop 1 en 2)
pt: Atalho ou mover partes (botões 1 e 2 do rato)
pt_br: Liga ou move partes (botões do mouse 1 e 2)
ru: Связать или переместить партии
sl: Povezava ali premik delov (miškina gumba 1 in 2)
sr: Вежи или премести делове (1. и 2. дугме миша)
sr@latn: Veži ili premesti delove (1. i 2. dugme miša)
sv: Lnka eller flytta delar (musknapp 1 och 2)

source: List of available mixer busses to be used as bus output
ca: Llista de busos de mesclador disponibles per utilitzar com a bus de sortida
cs: Seznam dostupných sběrnic mixérů, které používat jako výstup sběrnice
de: Liste der verfügbaren Mixer-Busse, die als Bus-Ausgabe verwendet werden
es: Lista de los buses de mezcla disponibles para ser usados como buses de salida
nl: Lijst met beschikbare mixerbussen die kunnen worden gebruikt als bus-uitvoer
pt_br: Lista dos barramentos de mixagem disponível para serem usados como saída de barramento
sl: Seznam razpoložljivih mešalnih vodil za uporabo kot izhod vodila

source: List of available mixer busses to be used as track output
ca: Llista de busos de mescla disponibles per fer servir com a sortida de pista
cs: Seznam dostupných sběrnic mixéru, které používat jako výstup stopy
de: Liste der verfügbaren Mixer-Busse, die als Spurausgabe verwendet werden können
es: Lista de buses mezcladores para ser usados como salidas de la pista
nl: Lijst met beschikbare mixerbussen die kunnen worden gebruikt als spooruitgang
pt_br: Lista dos barramentos de mixagem disponíveis para serem usados como saída da pista
sl: Seznam razpoložljivih mešalnih vodil za uporabo kot izhodi sledi

source: List of available synthesis networks to choose a MIDI instrument from
ca: Llista de les xarxes de síntesi disponibles per escollir-ne un instrument MIDI
cs: Seznam dostupných sítí syntézy, ze kterých zvolit nástroj MIDI
de: Liste der verfügbaren Synthesenetzwerke, aus denen ein MIDI-Instrument gewählt werden soll
es: Lista de las redes de síntesis disponibles de las que elegir un instrumento MIDI
nl: Lijst met beschikbare synthesenetwerken waaruit een MIDI-instrument gekozen kan worden
pt_br: Lista de redes de síntese disponíveis a partir de onde escolher um instrumento MIDI
sl: Seznam razpoložljivih sinteznih omrežij za izbiro inštrumenta MIDI

source: List of available synthesis networks to choose a postprocessor from
ca: Llista de xarxes de síntesi disponibles per escollir-ne un postprocessador
cs: Seznam dostupných sítí syntézy, ze které zvolit postprocesor
de: Liste der verfügbaren Synthesenetzwerke, aus denen ein Postprozessor gewählt werden soll
es: Lista de las redes de síntesis disponibles de las que elegir un post-procesador
nl: Lijst met beschikbare synthesenetwerken waaruit een postprocessor kan worden gekozen
pt_br: Lista de redes de síntese disponíveis a partir de onde escolher um pós-processador

source: List of available synthesis networks to choose a sub network from
ca: Llista de xarxes de síntesi disponibles on escollir-hi una sub-xarxa
cs: Seznam dostupných sítí syntézy, ze kterých zvolit podsíť
de: Liste der verfügbaren virtuellen Netzwerke, um ein Sub-Netz zu wählen
es: Lista de las redes de síntesis disponibles de las que elegir una sub red
nl: Lijst met beschikbare synthesenetwerken waaruit een subnetwerk kan worden gekozen
pt_br: Lista das redes de síntese disponíveis a partir de onde escolher um sub-rede
sl: Seznam dostopnih sinteznih omrežij za izbiro podomrežja

source: List of available synthesis networks to choose a track instrument from
ca: Llista de xarxes de síntesi disponibles per escollir-ne una pista com a instrument
cs: Seznam dostupných sítí syntézy, ze kterých zvolit nástroj stopy
de: Liste der verfügbaren Synthesenetzwerke, aus denen Spur-Instrumente gewählt werden können
es: Lista de las redes de síntesis disponibles de las que elegir una pista de instrumento
nl: Lijst met beschikbare synthesenetwerken waaruit een spoor-instrument kan worden gekozen
pt_br: Lista de redes de síntese disponíveis a partir de onde escolher um instrumento da pista
sl: Seznam dostopnih sinteznih omrežij za izbiro inštrumenta sledi

source: List of available synthesis signals to be used as bus input
ca: Llista dels senyals de síntesi disponibles per utilitzar de bus d'entrada
cs: Seznam dostupných signálů syntézy, které používat jako vstup sběrnice
de: Liste der verfügbaren Synthesesignale, die als Bus-Eingabe verwendet werden können.
es: Lista de las señales de síntesis disponibles para ser usadas como bus de entrada
nl: Toont de beschikbare synthese signalen die als bus-invoer kunnen worden gebruikt
pt_br: Lista dos sinais de síntese disponíveis para serem usados como entrada de barramento
sl: Seznam razpoložljivih sinteznih signalov za uporabo kot vhod vodila

source: List of available waves to choose a track instrument from
ca: Llista de les ones disponibles on triar-hi una pista d'instrument
cs: Seznam dostupných vln, ze kterých zvolit nástroj stopy
de: Liste der verfügbaren Waves, um ein Spurinstrument daraus zu wählen
es: Lista de ondas disponibles para elegir un instrumento de la pista
nl: Lijst van beschikbare waves voor een spoor-instrument
pt_br: Lista dos sons disponíveis de onde escolher um instrumento da pista
sl: Seznam razpoložljivih valov za izbor inštrumenta sledi

source: List of available waves to choose as oscillator source
ca: Llista d'ones disponibles per escollir com a font de l'oscil·lador
cs: Seznam dostupných vln, ze kterých zvolit zdroj oscilátoru
de: Liste der als Oszillatorquelle zu verwendenden Wellenformen
es: Lista de ondas disponibles para elegir como fuente del oscilador
nl: Lijst met beschikbare waves die als oscillatorbron kunnen worden gebruikt
pt_br: Lista de sons disponíveis para escolher como fonte do oscilador
sl: Seznam razpoložljivih valov za izbor kot vir oscilatorja

source: List of available waves to choose as track instrument
ca: Llista de ones disponibles per escollir com a instrument
cs: Seznam dostupných vln, ze kterých zvolit nástroj stopy
de: Liste der verfügbaren Wellenformen, aus denen Spur-Instrumente gewählt werden können
es: Lista de ondas disponibles para elegir como instrumento de pista
nl: Lijst van beschikbare waves voor een spoor-instrument
pt_br: Lista dos sons disponíveis para escolher como instrumento da pista
sl: Seznam razpoložljivih valov za izbiro kot inštrument sledi

source: Load
ca: Carrega
cs: Načíst
de: Laden
es: Cargar
nl: Laden
pt: Ler
pt_br: Carregar
ru: Загрузить
sl: Naloži
sr: Учитај
sr@latn: Učitaj

source: Load Effect
ca: Carrega un efecte
cs: Načíst efekt
de: Effekt laden
el: Φόρτωση εφέ
es: Cargar efecto
nl: Effect laden
pt: Ler um Efeito
pt_br: Carregar efeito
ru: Загрузка эффекта
sl: Naloži učinek
sr: Учитај ефекат
sr@latn: Učitaj efekat
sv: Läs in effekt

source: Load Instrument
ca: Carrega un instrument
cs: Načíst nástroj
de: Instrument laden
el: Φόρτωση οργάνου
es: Cargar instrumento
nl: Instrument laden
pt: Ler um Instrumento
pt_br: Carregar instrumento
ru: Загрузить инструмент
sl: Naloži inštrument
sr: Учитај инструмент
sr@latn: Učitaj instrument
sv: Läs in instrument

source: Load Key Binding
ca: Carrega una vinculació de tecles
cs: Načíst klávesovou zkratku
de: Tastenkombination laden
es: Cargar combinación de teclas
nl: Toetsbinding laden
pt: Ler Associações de Teclas
pt_br: Carregar associação de teclas
ru: Загрузить комбинацию клавиш
sl: Nalaganje tipkovne bližnjice
sr: Учитај доделу тастера
sr@latn: Učitaj dodelu tastera

source: Load Wave
ca: Carrega una ona
cs: Načíst vlnu
de: Wave laden
el: Φόρτωση Wave
es: Cargar onda
nl: Wave laden
pt: Ler um Wave
pt_br: Carregar som
ru: Загрузить WAV-файл...
sl: Naloži val
sr: Учитај талас
sr@latn: Učitaj talas
sv: Läs in våg

source: Load _Effect...
ca: Carrega un _efecte...
cs: Načíst _efekt...
de: _Effekt laden …
es: Cargar _efecto…
nl: _Effect laden...
pt_br: Carregar _efeito...
sl: Naloži _učinek ...

source: Load _Instrument...
ca: Carrega un _instrument...
cs: Načíst _nástroj...
de: _Instrument laden …
es: Cargar _instrumento…
nl: _Instrument laden...
pt_br: Carregar _instrumento...
sl: Naloži _inštrument ...

source: Load a key binding set
ca: Carrega un conjunt de vinculació de tecles
cs: Načíst sadu klávesových zkratek
de: Laden einer Tastenkombinationskonfiguration
es: Cargar un conjunto de combinaciones de teclas
nl: Een toetsbindingenverzameling laden
pt: Ler um conjunto de associações de teclas
pt_br: Carrega um conjunto de associações de teclas
ru: Загрузить набор комбинаций клавиш
sl: Nalaganje niza tipkovnih bližnjic
sr: Учитај скуп додела тастера
sr@latn: Učitaj skup dodela tastera

source: Load a new wave file from disk
ca: Carrega un nou fitxer d'ona del disc
cs: Načíst soubor zvuku z disku
de: Eine Wave-Datei von Platte laden
es: Cargar un nuevo archivo de onda desde el disco
nl: Nieuw wave-bestand laden van de harde schijf
pt: Ler do disco um novo ficheiro wave
pt_br: Carrega um novo arquivo de som do disco
ru: Добавить новый звук. файл с диска
sl: Naloži novo datoteko vala iz diska
sr: Учитај нову таласну датотеку са диска
sr@latn: Učitaj novu talasnu datoteku sa diska

source: Load a new wave file from library paths
ca: Carrega un nou fitxer d'ona dels camins de les biblioteques
cs: Načíst soubor zvuku z knihovny
de: Eine Wave-Datei aus einem der Bibliothekspfade laden
es: Cargar un nuevo archivo de ondas desde las rutas de las bibliotecas
nl: Een nieuw wave-bestand laden van bibliotheek-paden
pt: Ler dos caminhos de biblioteca um novo ficheiro wave
pt_br: Carrega um novo som dos caminhos de biblioteca
ru: Добавить новый звук. файл из библиотеки
sl: Nalaganje nove datoteke vala iz poti knjižnice
sr: Учитај нову таласну датотеку из путања библиотека
sr@latn: Učitaj novu talasnu datoteku iz putanja biblioteka

source: Load synthesizer mesh from effects folder
ca: Carrega una malla de sintetització del directori d'efectes
cs: Načíst síť syntetizéru z adresáře efektů
de: Synthesizernetz aus dem Effektverzeichnis laden
es: Cargar un acoplamiento de sintetizador de la carpeta de efectos
nl: Synthesizernet laden uit effectenmap
pt_br: Carrega a malha sintetizadora a partir da pasta de efeitos
ru: Загрузить эффект из библиотеки

source: Load synthesizer mesh from instruments folder
ca: Carrega una malla de sintetització del directori d'instruments
cs: Načíst síť syntetizéru z adresáře nástrojů
de: Synthesizernetz aus dem Instrumentverzeichnis laden
es: Cargar un acoplamiento de sintetizador de la carpeta de instrumentos
nl: Synthesizernet laden uit de insturmentenmap
pt_br: Carrega a malha sintetizadora a partir da pasta de instrumentos
ru: Загрузить инструмент из библиотеки

source: Load...
ca: Carrega...
cs: Načíst...
de: Laden …
es: Cargar…
nl: Laden...
pt: Ler...
pt_br: Carregar...
ru: Загрузить...
sl: Naloži ...
sr: Учитај...
sr@latn: Učitaj...

source: Loading "%s"
ca: S'està carregant «%s»
cs: Načítám "%s"
de: »%s« wird geladen
el: Φόρτωση "%s"
es: Cargando «%s»
nl: Bezig met laden van "%s"
pt: A ler "%s"
pt_br: Carregando "%s"
ru: Загружается "%s"
sl: Nalaganje "%s"
sr: Учитавам „%s“
sr@latn: Učitavam „%s“
sv: Läser in "%s"

source: Loading skin `%s'
ca: S'està carregant l'aparença '%s'
cs: Načítám skin `%s'
de: Oberfläche »%s« wird geladen
es: Cargando apariencia «%s»
nl: Laden van skin `%s'
pt: A ler a aparência `%s'
pt_br: Carregando skin '%s'
ru: Загружается файл темы '%s'
sl: Nalaganje preobleke `%s'
sr: Учитавам мотив „%s“
sr@latn: Učitavam motiv „%s“

source: Loading wave `%s'
ca: S'està carregant l'ona '%s'
cs: Načítám vlnu `%s'
de: Wave »%s« wird geladen
el: Φόρτωση Wave `%s'
es: Cargando onda «%s»
nl: Laden van wave `%s'
pt: A ler o wave `%s'
pt_br: Carregando o som '%s'
ru: Загружается WAV-файл '%s'
sl: Nalaganje valu `%s'
sr: Учитавам талас „%s“
sr@latn: Učitavam talas „%s“
sv: Läser in vågen "%s"

source: Loading...
ca: S'està carregant...
cs: Načítám...
de: Ladevorgang …
el: Γίνεται φόρτωση...
es: Cargando…
nl: Bezig met laden...
pt: A Ler...
pt_br: Carregando...
ru: Идёт загрузка...
sl: Nalaganje ...
sr: Учитавам...
sr@latn: Učitavam...
sv: Läser in...

source: Location
ca: Ubicació
cs: Umístění
de: Ort
es: Ubicación
nl: Locatie
pt: Localização
pt_br: Localização
ru: Местоположение
sl: Mesto
sr: Путања
sr@latn: Putanja

source: Looping
ca: Realimentació
cs: Opakování
es: Realimentación
nl: Loopen
pt_br: Repetição
sl: Zankanje

source: Lost Event
ca: Esdeveniment perdut
cs: Ztracená událost
de: Ereignis verloren
el: Χαμένο γεγονός
es: Perder evento
nl: 'Event' kwijtgeraakt
pt: Evento Perdido
pt_br: Evento perdido
ru: Потерянное событие
sl: Izgubljeni dogodek
sr: Изгубљен догађај
sr@latn: Izgubljen događaj
sv: Borttappad händelse

source: Lost Note
ca: Nota perduda
cs: Ztracená nota
de: Note verloren
el: Χαμένη νότα
es: Perder nota
nl: Noot verloren
pt: Nota Perdida
pt_br: Nota perdida
sl: Izgubljena nota
sr: Изгубљена нота
sr@latn: Izgubljena nota
sv: Borttappad not

source: Lost Part
ca: Part perduda
cs: Ztracený part
de: Part verloren
el: Χαμένο μέρος
es: Parte perdida
nl: Deel verloren
pt: Parte Perdida
pt_br: Parte perdida
ru: Потерянная партия
sl: Izgubljen del
sr: Изгубљен део
sr@latn: Izgubljen deo
sv: Borttappad del

source: Lower
ca: Baixa
cs: Snížit
de: Absenken
es: Bajar
nl: Naar beneden
pt: Rebaixar
pt_br: Diminuir
ru: Опустить
sl: Znižaj
sr: Спусти
sr@latn: Spusti

source: Lower the currently selected key binding, relative to its neighbours
ca: Baixa la relació de tecles seleccionada, en relació als seus veïns
cs: Snížit momentálně vybranou klávesovou zkratku relativně vůči sousedům
de: Aktuelle Position der Tastenkombination nach unten verschieben
es: Bajar la combinación de teclas seleccionada, respecto a sus vecinas
nl: De geselecteerde toetsbinding naar beneden verplaatsen, relatief tot zijn buren
pt: Rebaixar a associação de teclas actualmente seleccionada, em relação às suas vizinhas
pt_br: Diminui a associação de teclas atualmente selecionada, em relação às suas vizinhas
ru: Переместить выбранную комбинацию клавиш ниже
sl: Zniža trenutno izbrano tipkovno bližnjico, relativno na njene sosede
sr: Спусти тренутно изабрану доделу тастера, у односу на његове суседе
sr@latn: Spusti trenutno izabranu dodelu tastera, u odnosu na njegove susede

source: Lowpass [Hz]
ca: Passa baixos [Hz]
cs: Dolní propust [Hz]
de: Tiefpass [Hz]
es: Paso bajo [Hz]
pt: Passagem baixa [Hz]
pt_br: Passa-baixa [Hz]
sl: Filter nizkih frekvenc [Hz]
sr: Нископролазна [Hz]
sr@latn: Niskoprolazna [Hz]

source: Lowpass filter frequency for the control signal
ca: Freqüència del filtre passa baixos per al senyal de control
cs: Frekvence dolní propusti pro řídicí signál
de: Tiefpass-Filterfrequenz für das Steuersignal
es: Filtro de frecuencia de paso bajo para la señal de control
nl: Lowpass filterfrequentie voor het controlesignaal
pt: Frequência de filtro de passagem baixa para sinal de controlo
pt_br: Freqüência do filtro passa-baixa para o sinal de controle
sl: Frekvenca filtra nizkih frekvenc za nadzorni signal
sr: Нископролазна учестаност филтера за контролни сигнал
sr@latn: Niskoprolazna učestanost filtera za kontrolni signal

source: MIDI Channel
ca: Canal MIDI
cs: Kanál MIDI
de: MIDI-Kanal
es: Canal MIDI
nl: MIDI-kanaal
pt_br: Canal MIDI
ru: MIDI-канал
sl: Kanal MIDI

source: MIDI Instrument
ca: Instrument MIDI
cs: Nástroj MIDI
es: Instrumento MIDI
pt_br: Instrumento MIDI
ru: MIDI-инструмент
sl: Instrumenti MIDI

source: MIDI Signal 1
ca: Senyal MIDI 1
cs: MIDI signál 1
es: Señal MIDI 1
nl: MIDI signaal 1
pt: Sinal MIDI 1
pt_br: Sinal MIDI 1
sr: МИДИ сигнал 1

source: MIDI Signal 2
ca: Senyal MIDI 2
cs: MIDI signál 2
es: Señal MIDI 2
nl: MIDI signaal 2
pt: Sinal MIDI 2
pt_br: Sinal MIDI 2
sr: МИДИ сигнал 2

source: MIDI Signal 3
ca: Senyal MIDI 3
cs: MIDI signál 3
es: Señal MIDI 3
nl: MIDI signaal 3
pt: Sinal MIDI 3
pt_br: Sinal MIDI 3
sr: МИДИ сигнал 3

source: MIDI Signal 4
ca: Senyal MIDI 4
cs: MIDI signál 4
es: Señal MIDI 4
nl: MIDI signaal 4
pt: Sinal MIDI 4
pt_br: Sinal MIDI 4
sr: МИДИ сигнал 4

source: MIDI Synthesizer: %s
ca: Sintetitzador MIDI: %s
cs: Syntetizér MIDI: %s
es: Sintetizador MIDI: %s
pt_br: Sintetizador MIDI: %s
ru: MIDI-синтезатор: %s
sl: Sintetizator MIDI: %s

source: MIDI Tracker, Music Composition and Modular Synthesis Application
ca: Rastrejador MIDI, composició musical i aplicació de síntesi modular
cs: MIDI tracker, aplikace pro skládání hudby a modulární syntézu
es: Rastreador MIDI, Composición de música y aplicación de síntesis modular
nl: MIDI tracker, muziekcompositie en modulaire synthese
pt: Aplicação de Acompanhamento MIDI, Composição Musical e Sintetização Modular
pt_br: Aplicação de Pistas MIDI, de Composição Musical e de Síntese Modular
ru: MIDI-трекер, среда создания музыкальных композиций и модульного синтеза звука
sl: Program sledilnika MIDI, skladanje glasbe in modularne izgradnje
sr: Програм за слагање МИДИ-ја, састављање музике и модуларну синтезу
sr@latn: Program za slaganje MIDI-ja, sastavljanje muzike i modularnu sintezu

source: MIDI input or oputput is not available.
ca: No està disponible l'entrada o sortida MIDI.
de: MIDI-Eingabe oder -Ausgabe ist nicht verfügbar.
es: La entrada o salida MIDI no está disponible.

source: MODIFIERS:
ca: MODIFICADORS:
cs: MODIFIKÁTORY:
de: WANDLER:
es: MODIFICADORES:
pt: MODIFICADORES:
pt_br: MODIFICADORES:
ru: МОДИФИКАТОРЫ
sl: SPREMENILNIKI:
sr: ИЗМЕЊИВАЧИ:
sr@latn: IZMENjIVAČI:

source: Master
ca: Mestre
cs: Hlavní
es: Maestro
sl: Glavni predmet

source: Master Output
ca: Sortida principal
cs: Hlavní výstup
de: Hauptausgang
es: Salida maestra
nl: Master-uitgang
pt_br: Saída principal
ru: Главный выход
sl: Glavi izhod

source: Master Volume
ca: Volum principal
cs: Hlavní hlasitost
de: Master-Lautstärke
es: Volumen maestro
pt: Volume Mestre
pt_br: Volume principal
ru: Общая громкость
sl: Glavna glasnost
sr: Главна јачина
sr@latn: Glavna jačina

source: Master [%]
ca: Màster [%]
cs: Hlavní [%]
es: Canal maestro [%]
pt_br: Principal [%]
ru: Главн. [%]
sl: Glavno [%s]
