Repository: GNOME/beast
Catalog: po/*.po
Languages: ca, cs, de, el, es, nl, pt, pt_br, ru, sl, sr, sr@latn, sv

source: Master [dB]
ca: Màster [dB]
cs: Hlavní [dB]
es: Canal maestro [dB]
pt_br: Principal [dB]
ru: Главн. [Дб]
sl: Glavno [dB]

source: Master [float]
ca: Màster [decimal]
cs: Hlavní [float]
es: Canal maestro [flotante]
pt_br: Principal [flutuante]
ru: Главн. (плав.)
sl: Glavno [plavajoč]

source: Max Voices
ca: Màxim de veus
cs: Max hlasů
de: Maximale Stimmen
es: Número máximo de voces
nl: Max stemmen
pt_br: Vozes máximas
sl: Največ glasov

source: Maximum number of voices for simultaneous playback
ca: Nombre màxim de veus per a una reproducció simultània
cs: Maximální počet hlasů pro současné přehrávání
de: Maximale Anzahl der Stimmen für gleichzeitige Wiedergabe
es: Máximo número de voces para su reproducción simultánea
nl: Maximum aantal stemmen voor gelijktijdig afspelen
pt_br: Número máximo de vozes para reprodução simultânea
ru: Максимальное количество одновременно воспроизводимых звуков
sl: Največje število glasov za hkratno predvajanje

source: Measure denominator, must be a power of 2
ca: Mesura del denominador, ha de ser una potència de 2
cs: Jmenovatel taktu, musí být mocnina 2
es: Medida del denominador, debe ser potencia de 2
nl: Matennoemer, moet een macht van 2 zijn
pt_br: Denominador da medida, deve ser uma potência de 2
sl: Izmeri imenovalec, mora biti potenca števila 2

source: Measure numerator
ca: Mesura el numerador
cs: Čitatel taktu
es: Medida del numerador
nl: Matenteller
pt_br: Numerador da medida
sl: Izberi števec

source: Merge an existing project into the current project
ca: Fusiona un projecte existent amb el projecte actual
cs: Sloučit existující projekt do aktuálního projektu
de: Ein vorhandenes Projekt in das momentan geöffnete einbinden
es: Mezclar un proyecto existente con el proyecto actual
nl: Een bestaand project met huidige project samenvoegen
pt: Juntar um projecto existente ao actual
pt_br: Mescla um projeto existente dentro do projeto atual
ru: Объединить существующий проект с открытым сейчас
sl: Združi obstoječi projekt v trenutni projekt
sr: Споји постојећи пројекат са текућим пројектом
sr@latn: Spoji postojeći projekat sa tekućim projektom

source: Merge: %s
ca: Fusiona: %s
cs: Sloučit: %s
de: Einbinden: %s
el: Συγχώνευση: %s
es: Mezclar: %s
nl: Samenvoegen: %s
pt: Juntar: %s
pt_br: Mesclar: %s
ru: Объединить: %s
sl: Združi: %s
sr: Споји: %s
sr@latn: Spoji: %s
sv: Sammanfoga: %s

source: Merging effect `%s'
ca: S'està fusionant l'efecte '%s'
cs: Slučuji efekt `%s'
de: Effekt »%s« wird eingebunden
el: Συγχώνευση εφέ`%s'
es: Mezclando efecto «%s»
nl: Samenvoegen van effect `%s'
pt: A juntar o efeito `%s'
pt_br: Mesclando o efeito '%s'
ru: Объединение с эффектом '%s'
sl: Združevanje učinka `%s'
sr: Спаја ефекат „%s“
sr@latn: Spaja efekat „%s“
sv: Sammanfogar effekten "%s"

source: Merging instrument `%s'
ca: S'està fusionant l'instrument '%s'
cs: Slučuji nástroj `%s'
de: Instrument »%s« wird eingebunden
el: Συγχώνευση οργάνου `%s'
es: Mezclando instrumento «%s»
nl: Samenvoegen van intrument `%s'
pt: A juntar o instrumento `%s'
pt_br: Mesclando o instrumento '%s'
ru: Объединение с инструментом '%s'
sl: Združevanje inštrumenta `%s'
sr: Спаја инструмент „%s“
sr@latn: Spaja instrument „%s“
sv: Sammanfogar instrumentet "%s"

source: Merging project `%s'
ca: S'està fusionant el projecte `%s'
cs: Slučuji projekt `%s'
de: Projekt »%s« wird eingebunden
el: Συγχώνευση εργασίας %s
es: Mezclando proyecto: «%s»
nl: Samenvoegen van project `%s'
pt: A juntar o projecto `%s'
pt_br: Mesclando o projeto '%s'
ru: Объединение с проектом '%s'
sl: Združevanje projekta `%s'
sr: Спаја пројекат „%s“
sr@latn: Spaja projekat „%s“
sv: Sammanfogar projektet "%s"

source: Message Type
ca: Tipus de missatge
cs: Typ zprávy
de: Nachrichtentyp
es: Tipo de mensaje
nl: Berichtsoort
pt_br: Tipo de Mensagem
sl: Vrsta sporočila

source: Message has been repeated %u time
ca: El missatge s'ha estat repetint %u vegada
cs: Zpráva byla zopakována %u-krát
de: Meldung wurde %u mal wiederholt
es: El mensaje ha sido repetido %u vez
nl: Bericht werd %u keer herhaald
pt_br: A mensagem foi repetida %u vez
sl: Sporočilo je bilo ponovljeno %u krat

source: Message has been repeated %u times
ca: El missatge s'ha estat repetint durant %u vegades
cs: Zpráva byla zopakována %u-krát
de: Meldung wurde %u mal wiederholt
es: El mensaje ha sido repetido %u veces
nl: Bericht werd %u keer herhaald
pt_br: A mensagem foi repetida %u vezes
sl: Sporočilo je bilo ponovljeno %u krat

source: Messages
ca: Missatges
cs: Zprávy
de: Nachrichten
es: Mensajes
nl: Berichten
pt_br: Mensagens
sl: Sporočila

source: Metallic Factor [%]
es: Factor metálico [%]
sl: Faktor kovinskosti [%]

source: Metallicness of the string
es: Metalicidad de la cuerda
sl: Kovinskost strune

source: Middle Bar Color
ca: Color de la graella central
cs: Barva prostředního pruhu
de: Farbe des mittleren Balkens
es: Color de la rejilla del medio
nl: Kleur middenbalk
pt: Cor da Barra Central
pt_br: Cor da barra do meio
sl: Barva srednje vrstice
sr: Боја средње траке
sr@latn: Boja srednje trake

source: Midi channel assigned to this track, 0 uses internal per-track channel
ca: Canal midi assignat a aquesta pista, 0 utilitza un canal intern per pista
cs: Kanál midi přiřazený této stopě, 0 používá soukromý kanál pro stopu
de: Dieser Spur zugeordneter MIDI-Kanal, 0 verwendet den internen spurweisen Kanal
es: Canales MIDI asignados a esta pista, 0 usa un canal privado por pista
nl: MIDI-kanaal dat aan dit spoor is toebedeeld, 0 gebruikt privé per-spoor kanaal
sl: Midi kanal, dodeljen tej sledi, 0 uporablja notranji kanal za sled

source: Midi channel assigned to this track, 0 uses private per-track channel
ca: Canal midi assignat a aquesta pista, 0 utilitza un canal privat per pista
cs: Kanál midi přiřazený této stopě, 0 používá soukromý kanál pro stopu
de: Dieser Spur zugeordneter MIDI-Kanal, 0 verwendet den privaten spurweisen Kanal
es: Canales MIDI asignados a esta pista, 0 usa un canal privado por pista
nl: MIDI-kanaal dat aan dit spoor is toebedeeld, 0 gebruikt privé per-spoor kanaal
pt_br: O canal MIDI atribuído a essa pista, 0 usa canal por pista privado
ru: MIDI-канал, назначенный этой дорожке; 0 означает личный канал для каждой дорожки
sl: Midi kanal dodeljen tej sledi, 0 uporablja zasebni kanal na sled

source: Mix Out
ca: Sortida de la mescla
de: Misch-Ausgabe
es: Salida mezclada
nl: Mix uit
pt: Saída Misturada
pt_br: Saída Mix
sl: Mešani Iz
sr: Мешани излаз
sr@latn: Mešani izlaz

source: Mix track outputs, adjust volume and add effects
ca: Mescla la sortida de la pista, ajusta el volum i afegeix efectes
cs: Míchat výstupy stop, upravovat hlasitost a přidávat efekty
de: Spurausgabe mischen, Lautstärke anpassen und Effekte hinzufügen
es: Mezclar las salidas de la pista, ajustar el volumen y añadir efectos
nl: Uitgangssporen mixen, volume aanpassen en effecten toevoegen
pt_br: Mixa as saídas das pistas, ajusta o volume e adiciona efeitos
sl: Mešanje izhodov sledi, prilagoditev glasnosti in dodajanje učinkov

source: Mixed audio output
ca: Sortida d'àudio de la mescla
cs: Výstup mixovaného zvuku
de: Gemischte Audio-Ausgabe
es: Salida de sonido mezclada
nl: Gemixte audio uitgang
pt: Saída audio misturada
pt_br: Saída de áudio mixado
sl: Mešani zvočni izhod
sr: Мешани излаз звука
sr@latn: Mešani izlaz zvuka

source: Mixer
ca: Mesclador
cs: Mixér
de: Mischpult
es: Mezclador
pt_br: Mixador
ru: Микшер
sl: Mešalnik

source: Mixer busses connected to track output
ca: Busos del mesclador connectats a la sortida de la pista
cs: Sběrnice mixéru připojené k výstupu stopy
de: Mixer-Busse, die als Spur-Ausgabe verwendet werden
es: Buses de mezcla conectados a la salida de la pista
nl: Mixerbussen verbonden met de spooruitgang
pt_br: Barramentos de mixagem conectados à saída da pista
sl: Vodila mešalnika povezana z izhodom sledi

source: Mixer busses used as output for synthesis signals
ca: Mesclador de busos utilitzat com a sortida pels senyals de síntesi
cs: Sběrnice mixéru používané jako výstup pro signály syntézy
de: Als Ausgabe für Synthesesignale verwendete Mixer-Busse
es: Buses de mezcla usados como salidas para las señales de síntesis
nl: Mixerbussen die als uitgang gebruikt worden voor synthesesignalen
pt_br: Barramentos de mixagem usados como saída para sinais de síntese
sl: Vodila mešalnika uporabljena kot izhod za signale sinteze

source: Mixer busses used as output for this track
ca: Mesclador de busos utilitzat com a sortida per aquesta pista
cs: Sběrnice mixéru používané jako výstup této stopy
es: Buses mezcladores usados como salida para esta pista
nl: Mixerbussen die gebruikt worden als uitgang voor dit spoor
pt_br: Barramentos de mixagem usados como saída para esta pista
sl: Mešalna vodila uporabljena kot izhod za to sled

source: Mnemonic key
ca: Tecla acceleradora
cs: Mnemonická klávesa
de: Kürzelbuchstabe
es: Tecla mnemotécnica
nl: Sneltoets
pt: Tecla de atalho
pt_br: Tecla de atalho
ru: Мнемоническая клавиша
sl: Pospeševalna tipka
sr: Пречица
sr@latn: Prečica

source: Mnemonic widget
ca: Element d'interfície mnemònic
cs: Widget mnemoniky
de: Kürzel-Widget
es: Widget mnemotécnico
nl: Snel-widget
pt: Widged de atalho
pt_br: Componente alvo
ru: Мнемонический виджет
sr: Елемент пречице
sr@latn: Element prečice

source: Mod In
ca: Entrada modulació
es: Entrada del módulo
pt: Entrada de Modulação
pt_br: Ent Mod
sl: Mod Vh
sr: Ул. мод.
sr@latn: Ul. mod.

source: Modulation
ca: Modulació
cs: Modulace
es: Modulación
nl: Modulatie
pt: Modulação
pt_br: Modulação
ru: Модуляция
sl: Modulacija
sr: Модулација
sr@latn: Modulacija

source: Modulation Depth
ca: Profunditat de modulació
cs: Hloubka modulace
de: Modulationstiefe
es: Modulación de la profundidad
nl: Modulatie-sterkte
pt_br: Profundidade da modulação
sl: Globina modulacije

source: Modulation Input
ca: Entrada de modulació
cs: Vstup modulace
de: Modulationseingabe
es: Entrada de modulación
nl: Modulatie ingang
pt: Entrada de Modulação
pt_br: Entrada de modulação
ru: Вход модуляции
sl: Vhod modulacije
sr: Улаз модулације
sr@latn: Ulaz modulacije

source: Modulation Strength for linear frequency modulation
ca: Potència de la modulació per a la modulació freqüencial lineal
cs: Síla lineární frekvenční modulace
de: Modulationsstärke der linearen Frequenzmodulation
es: Fuerza de modulación para la modulación de frecuencia lineal
nl: Modulatiesterkte voor lineaire frequentiemodulatie
pt: Força da modulação para modulação de frequência linear
pt_br: Peso da Modulação para a modulação linear de freqüência
sl: Moč modulacije za linearno frekvenčno modulacijo
sr: Снага модулације за линеарну модулацију фреквенције
sr@latn: Snaga modulacije za linearnu modulaciju frekvencije

source: Module Info
ca: Informació del mòdul
cs: Informace o modulu
de: Modulinfos
el: Πληροφορίες λειτουργικής μονάδας
es: Información del módulo
pt: Informação do Módulo
pt_br: Informações do módulo
ru: О модуле
sl: Pordobnosti modula
sr: Подаци о модулу
sr@latn: Podaci o modulu
sv: Modulinformation

source: Module Link:
ca: Enllaç del mòdul:
cs: Spojení modulů:
de: Modulverknüpfung:
el: Δεσμός λειτουργικής μονάδας:
es: Enlace a módulo:
pt: Atalho do Módulo:
pt_br: Ligação do módulo:
ru: Связка Модулей:
sl: Povezava modula:
sr: Веза са модулом:
sr@latn: Veza sa modulom:
sv: Modullänk:

source: Module link
ca: Enllaç del mòdul
cs: Spojení modulů
de: Modulverknüpfung
el: Δεσμός λειτουργικής μονάδας
es: Enlace a módulo
pt: Atalho do módulo
pt_br: Ligação do módulo
ru: Связка модулей
sl: Povezava modula
sr: Веза са модулом
sr@latn: Veza sa modulom
sv: Modullänk

source: Move Control Event
ca: Esdeveniment de control de moviment
cs: Přesunout řídicí událost
de: Steuerereignis verschieben
el: Μετακίνηση γεγονότος ελέγχου
es: Mover evento de control
nl: Controle-'event' verplaatsen
pt: Mover o Evento do Controlo
pt_br: Evento do controle de movimento
ru: Переместить контрольное событие
sl: Premakni nadzorni dogodek
sr: Премести контролни догађај
sr@latn: Premesti kontrolni događaj
sv: Flytta kontrollhändelse

source: Move Note
ca: Mou una nota
cs: Přesunout notu
de: Note verschieben
el: Μετακίνηση νότας
es: Mover nota
nl: Noot verplaatsen
pt: Mover a Nota
pt_br: Mover nota
ru: Переместить ноту
sl: Premakni noto
sr: Премести ноту
sr@latn: Premesti notu
sv: Flytta not

source: Move Part
ca: Mou una part
cs: Přesunout part
de: Part verschieben
el: Μετακίνηση μέρους
es: Mover parte
nl: Deel verplaatsen
pt: Mover uma Parte
pt_br: Mover parte
ru: Переместить партию
sl: Premakni del
sr: Премести део
sr@latn: Premesti deo
sv: Flytta del

source: Move downwards
ca: Mou cap avall
cs: Posunout dolů
de: Nach unten bewegen
es: Mover abajo
nl: Omlaag verplaatsen
pt_br: Move para baixo
ru: Переместить на шаг вниз
sl: Premik navzdol

source: Move focus cell downwards
ca: Mou el focus de la cel·la abaix
cs: Aktivovat buňku doků
de: Fokussierte Zelle abwärts bewegen
es: Mover el enfoque de la casilla hacia abajo
nl: Focus-cel naar beneden verplaatsen
pt: Mover a célula com foco abaixo
pt_br: Move o foco para baixo
ru: Сдвинуть курсор вниз
sl: Premakni izbrano celico navzdol
sr: Фокусирај ћелију испод
sr@latn: Fokusiraj ćeliju ispod

source: Move focus cell downwards page-wise
ca: Mou el focus de la cel·la abaix segons la pàgina
cs: Aktivovat buňku o stránku níž
de: Fokussierte Zelle seitenweise abwärts bewegen
es: Mover el enfoque de la casilla hacia la página de abajo
nl: Focus-cel naar beneden verplaatsen paginagewijs
pt: Mover a célula com foco abaixo de acordo com a página
pt_br: Move o foco para a página abaixo
ru: Сдвинуть курсов на страницу вниз
sl: Premakne izbrano celico navzdol glede na stran
sr: Фокусирај ћелију испод према страници
sr@latn: Fokusiraj ćeliju ispod prema stranici

source: Move focus cell to the left
ca: Mou el focus de la cel·la a l'esquerre
cs: Aktivovat buňku vlevo
de: Fokussierte Zelle nach links bewegen
es: Mover el enfoque de la casilla la izquierda
nl: Focus-cel naar links verplaatsen
pt: Mover a célula com foco para a esquerda
pt_br: Move o foco para a esquerda
ru: Сдвинуть курсор влево
sl: Premakne žariščno celico levo
sr: Фокусирај ћелију лево
sr@latn: Fokusiraj ćeliju levo

source: Move focus cell to the left page-wise
ca: Mou el focus de la cel·la a l'esquerre segons la pàgina
cs: Aktivovat buňku o stránku vlevo
de: Fokussierte Zelle seitenweise nach links bewegen
es: Mover el enfoque de la casilla hacia la página de izquierda
nl: Focus-cel naar links verplaatsen paginagewijs
pt: Mover a célula com foco para a esquerda de acordo com a página
pt_br: Move o foco para a página à esquerda
ru: Сдвинуть курсор на страницу влево
sl: Premakne izbrano celico levo glede na stran
sr: Фокусирај ћелију лево према страници
sr@latn: Fokusiraj ćeliju levo prema stranici

source: Move focus cell to the right
ca: Mou el focus de la cel·la a la dreta
cs: Aktivovat buňku vpravo
de: Fokussierte Zelle nach rechts bewegen
es: Mover el enfoque de la casilla a la derecha
nl: Focus-cel naar rechts verplaatsen
pt: Mover a célula com foco para a direita
pt_br: Move o foco para a direita
ru: Сдвинуть курсор вправо
sl: Premakni izbrano celico desno
sr: Фокусирај ћелију десно
sr@latn: Fokusiraj ćeliju desno

source: Move focus cell to the right page-wise
ca: Mou el focus de la cel·la a la dreta segons la pàgina
cs: Aktivovat buňku o stránku vpravo
de: Fokussierte Zelle seitenweise nach rechts bewegen
es: Mover el enfoque de la casilla hacia la página de la derecha
nl: Focus-cel naar rechts verplaatsen paginagewijs
pt: Mover a célula com foco para a direita de acordo com a página
pt_br: Move o foco para a página à direita
ru: Сдвинуть курсор на страницу вправо
sl: Premakne izbrano celico desno glede na stran
sr: Фокусирај ћелију десно према страници
sr@latn: Fokusiraj ćeliju desno prema stranici

source: Move focus cell upwards
ca: Mou el focus de la cel·la amunt
cs: Aktivovat buňku nahoře
de: Fokussierte Zelle aufwärts bewegen
es: Mover el enfoque de la casilla hacia arriba
nl: Focus-cel naar boven verplaatsen
pt: Mover a célula com foco acima
pt_br: Move o foco para cima
ru: Сдвинуть курсор вверх
sl: Premakne žariščno celico navzgor
sr: Фокусирај ћелију изнад
sr@latn: Fokusiraj ćeliju iznad

source: Move focus cell upwards page-wise
ca: Mou el focus de la cel·la amunt segons la pàgina
cs: Aktivovat buňku o stránku výš
de: Fokussierte Zelle seitenweise aufwärts bewegen
es: Mover el enfoque de la casilla hacia la página de arriba
nl: Focus-cel naar boven verplaatsen paginagewijs
pt: Mover a célula com foco acima de acordo com a página
pt_br: Move o foco para a página de cima
ru: Сдвинуть курсор на страницу вверх
sl: Premakne izbrano celico navzgor glede na stran
sr: Фокусирај ћелију изнад према страници
sr@latn: Fokusiraj ćeliju iznad prema stranici

source: Move focus to the next cell (up/left/right/down according to configuration)
ca: Mou el focus a la següent cel·la (amunt/esquerra/dreta/abaix segons la configuració)
cs: Aktivovat následující buňku (nahoru/doleva/doprava/dolů podle nastavení)
de: Bewege den Fokus in das nächste Feld (hoch/links/rechts/hinunter je nach Voreinstellung)
es: Mover el enfoque a la siguiente casilla (arriba/izquierda/derecha/abajo según la configuración)
nl: Focus naar de volgende cel verplaatsen (op/links/rechts/neer volgens de configuratie)
pt: Movo o foco para a célula seguinte (superior/esquerda/direita/inferior de acordo com a configuração)
pt_br: Move o foco para a próxima célula (cima/baixo/direita/esquerda de acordo com a configuração)
ru: Сдвинуть курсор в соседнюю ячейку (вверх/влево/вправо/вниз согласно конфигурации)
sl: Premakne izbrano na naslednjo celico (navzgor/levo/desno/navzdol glede na nastavitev)
sr: Фокусирај следећу ћелију (горе/лево/десно/доле према подешавањима)
sr@latn: Fokusiraj sledeću ćeliju (gore/levo/desno/dole prema podešavanjima)

source: Move the current selection into clipboard
ca: Mou la selecció actual al porta-retalls
cs: Přesunout aktuální výběr do schránky
de: Die momentane Auswahl in die Zwischenablage verschieben
es: Mover la selección actual al portapapeles
nl: Huidige selectie verplaatsen naar het klembord
pt: Mover a selecção actual para a área de transferência
pt_br: Move a seleção atual para a área de transferência
ru: Переместить выделенное в буфер обмена
sl: Premik trenutnega izbora v odložišče
sr: Премести текући избор међу исечке
sr@latn: Premesti tekući izbor među isečke

source: Move the selection down by one position
ca: Mou la selecció una posició avall
cs: Posunout výběr o jednu pozici dolů
de: Die momentane Auswahl um eine Position nach unten verschieben
es: Mover la selección abajo una posición
nl: De selectie één positie naar beneden verplaatsen
pt_br: Move a seleção uma posição para baixo
ru: Переместить выделение на позицию вниз
sl: Premik izbora za eno mesto navzdol

source: Move the selection up by one position
ca: Mou la selecció una posició amunt
cs: Posunout výběr o jednu pozici nahoru
de: Die momentane Auswahl um eine Position nach oben verschieben
es: Mover la selección arriba una posición
nl: De selectie één positie naar boven verplaatsen
pt_br: Move a seleção uma posição para cima
ru: Переместить выделение на позицию вверх
sl: Premik izbora za eno mesto navzgor

source: Move to the left
ca: Mou cap a l'esquerre
cs: Posunout doleva
de: Nach links bewegen
es: Mover a la izquierda
nl: Naar links verplaatsen
pt: Mover para a esquerda
pt_br: Move para a esquerda
ru: Переместить влево
sl: Premik levo
sr: Премести лево
sr@latn: Premesti levo

source: Move to the right
ca: Mou cap a la dreta
cs: Posunout doprava
de: Nach rechts bewegen
es: Mover a la derecha
nl: Naar rechts verplaatsen
pt: Mover para a direita
pt_br: Move para a direita
ru: Переместить вправо
sl: Premik desno
sr: Премести десно
sr@latn: Premesti desno

source: Move upwards
ca: Mou cap amunt
cs: Posunout nahoru
de: Nach oben bewegen
es: Subir
nl: Omhoog verplaatsen
pt: Mover acima
pt_br: Move para cima
ru: Переместить вверх
sl: Premik navzgor
sr: Премести горе
sr@latn: Premesti gore

source: Multiply Controls
ca: Controls de multiplicació
cs: Násobit řízení
de: Steuereingaben multiplizieren
es: Controles de multiplicación
nl: Controle vermenigvuldigen
pt: Multiplicar os Controlos
pt_br: Controles de multiplicação
ru: Несколько регуляторов
sr: Умножи контролне
sr@latn: Umnoži kontrolne

source: Music Composer
ca: Compositor musical
cs: Skladatel hudby
de: Musikkomposition
el: Εφαρμογή σύνθεσης μουσικής
es: Compositor de música
nl: Muziek compositie
pt: Compositor de Música
pt_br: Compositor Musical
sl: Skladatelj glasbe
sr: Компоновање музике
sr@latn: Komponovanje muzike

source: Musical Tuning
de: Musikalische Stimmung
es: Tono musical
sl: Glasbeno uglaševanje

source: Mute
ca: Silenci
cs: Umlčet
de: Stumm
es: Silencio
nl: Dempen
pt_br: Mudo
ru: Заглушить
sl: Nemo

source: Mute: turn off the bus volume
ca: Silenci: apaga el volum del bus
cs: Umlčet: vypnout hlasitost sběrnice
de: Stumm: Die Buslautstärke stummschalten
es: Silencio: apagar el volumen del bus
nl: Dempen: het busvolume uitzetten
pt_br: Mudo: desliga o volume do barramento
ru: Заглушить: выключить шину
sl: Nemo: izklop glasnosti vodila

source: Muted
ca: Mut
cs: Umlčeno
de: Stummgeschaltet
es: Mudo
nl: Gedempt
pt_br: Mudo
sl: Nemo

source: Name
ca: Nom
cs: Název
el: Όνομα
es: Nombre
nl: Naam
pt: Nome
pt_br: Nome
ru: Имя
sl: Ime
sr: Име
sr@latn: Ime

source: Name for the current skin configuration (used for skin selections).
ca: Nom de la configuració de l'aparença actual (s'usa en la selecció d'aparences).
cs: Název aktuálního nastavení skinu (používané pro výběry skinu).
de: Name der aktuellen Oberflächeneinstellungen (wird für die Oberflächenauswahl benutzt)
es: Nombre para la configuración actual de la apariencia (usada para seleccionar las apariencias).
nl: Naam voor de huidige skin-configuratie (gebruikt voor skin-selecties).
pt: Nome para a configuração de aparência actual (utilizada para as selecções de aparência).
pt_br: Nome para a configuração de skin atual (usado para seleções de skin).
ru: Имя текущей настройки тем (для тематических выделений).
sl: Ime trenutne nastavitve preobleke (uporabljeno za izbire preoblek).
sr: Име текућег подешавања мотива (користи се за избор мотива).
sr@latn: Ime tekućeg podešavanja motiva (koristi se za izbor motiva).

source: Name of the WAVE file used for recording BSE sound output
ca: Nom del fitxer d'ONA a utilitzar per desar la sortida de so del BSE
cs: Název souboru WAVE používaného pro záznam výstupu zvuku BSE
de: Name der WAVE-Datei, welche für die BSE-Klangausgabe verwendet wird
es: Nombre del archivo de ondas usado para grabar una salida BSE
nl: Naam het WAVE-bestand dat gebruikt wordt voor opname van BSE geluid
pt_br: Nome do arquivo WAVE usado para gravar a saída de som do BSE
ru: Имя файла, в который будет записываться звук из BSE
sl: Ime datoteke WAVE uporabljene za snemanje zvočnega izhoda BSE

source: Negative Value Color
ca: Color del valor negatiu
cs: Barva záporné hodnoty
de: Farbe für negative Werte
es: Color de valor negativo
nl: Kleur negatieve waarde
pt: Cor de Valor Negativo
pt_br: Cor de valor negativo
ru: Цвет отрицательных значений
sl: Barva negativnih vrednosti
sr: Боја негативне вредности
sr@latn: Boja negativne vrednosti

source: New Song
ca: Cançó nova
cs: Nová skladba
de: Neuer Titel
es: Nueva canción
nl: Nieuw nummer
pt: Nova Música
pt_br: Nova música
ru: Новая композиция
sl: Nova skladba
sr: Нова песма
sr@latn: Nova pesma

source: New View
ca: Vista nova
cs: Nový pohled
de: Neue Ansicht
es: Vista nueva
nl: Nieuw Beeld
pt: Nova Vista
pt_br: Nova visualização
ru: Новый вид
sl: Nov pogled
sr: Нови преглед
sr@latn: Novi pregled

source: Nice
ca: Prioritat
de: Freundlich
es: Prioridad
pt_br: Ótimo
ru: Уведомление
sl: Lepo

source: No Audio
ca: Sense àudio
cs: Žádný zvuk
de: Kein Audio
es: Sin sonido
nl: Geen audio
