Repository: GNOME/beast
Catalog: po/*.po
Languages: ca, cs, de, el, es, nl, pt, pt_br, ru, sl, sr, sr@latn, sv

source: Output port name to interface from
ca: Nom del port de sortida amb què s'interactuarà
cs: Název výstupního portu, se kterým se spojit
es: Nombre del puerto de salida con el que hacer de interfaz
nl: Naam van uitgangspoort waar verbinding vandaan komt
pt: Nome do porto de saída com que interfacear
pt_br: Porta de saída com a qual deve ser feita interface
sr: Име излазног порта са којим да се спрегне
sr@latn: Ime izlaznog porta sa kojim da se spregne

source: Output stage amplification in decibel
ca: Amplificació de l'etapa de sortida en decibels
cs: Zesílení ve výstupní fázi v decibelech
de: Ausgabeverstärkung in Dezibel
es: Amplificación de la fase de salida en decibelios
nl: Versterkingstrap op uitgang in decibel

source: Outputs
ca: Sortides
cs: Výstupy
de: Ausgaben
es: Salidas
nl: Uitvoer
pt_br: Saídas
ru: Выходы
sl: Izhodi

source: Ownership mismatch
ca: El propietari no coincideix
cs: Vlastnictví nesouhlasí
de: Eigentumsverhältnisse stimmen nicht überein
es: Propietario inadecuado
nl: Eigenaars komen niet overeen
pt_br: O dono não coincide
sl: Neujemanje lastništva

source: PCM Input module
ca: Mòdul d'entrada PCM
cs: Modul vstupu PCM
de: PCM-Eingabemodul
es: Módulo de entrada PCM
nl: PCM-invoermodule
pt: Módulo de entrada PCM
pt_br: Módulo de entrada PCM
ru: Модуль PCM-ввода
sl: Modul vhoda PCM
sr: PCM улазни модул
sr@latn: PCM ulazni modul

source: PCM Output module
ca: Mòdul de sortida PCM
cs: Modul výstupu PCM
de: PCM-Ausgabemodul
es: Módulo de salida PCM
nl: PCM uitvoermodule
pt: Módulo de saída PCM
pt_br: Módulo de saída PCM
ru: Модуль PCM-вывода
sl: Modul izhoda PCM
sr: PCM излазни модул
sr@latn: PCM izlazni modul

source: PLUGIN:CARD,DEV,SUBDEV
ca: CONNECTOR:TARJA,DISPOSITIU,SUB-DISPOSITIU
cs: MODUL:KARTA,ZAŘ,PODZAŘ
es: COMPLEMENTO:TARJETA,DISPOSITIVO,SUBDISPOSITIVO
nl: PLUGIN:KAART,APP,SUBAPP
pt_br: PLUGIN:PLACA,DISP,SUBDISP
sl: VSTAVEK:KARTICA,NAPRAVA,PODNAPRAVA

source: PWM In
ca: Entrada MAP
de: PWM Ein
es: Entrada PWM
pt: Entrada PWM
pt_br: Entrada de MLP
sl: PWM Vh
sr: Ул. МШП
sr@latn: Ul. MŠP

source: Palette
ca: Paleta
cs: Paleta
el: Παλέτα
es: Paleta
nl: Palet
pt: Paleta
pt_br: Paleta
ru: Панель
sl: Paleta
sr: Палета
sr@latn: Paleta
sv: Palett

source: Parameter
ca: Paràmetre
cs: Parametr
es: Parámetro
pt: Parâmetro
pt_br: Parâmetro
ru: Параметр
sr: Параметар
sr@latn: Parametar

source: Parameter to pass to functions upon activation
ca: Paràmetre per a passar a les funcions després de l'activació
cs: Parametr, který při aktivaci předat funkci
de: Parameter, die Funktionen bei der ausführung übergeben werden
es: Parámetro a pasar a las funciones al activarse
nl: Parameter die aan functies wordt gegeven bij actieveren
pt: Parâmetro a passar para funções ao activá-las
pt_br: Parâmetro para passar para funções na ativação
ru: Параметр, передаваемый функциям при активации
sr: Параметар који се прослеђује функцијама при покретању
sr@latn: Parametar koji se prosleđuje funkcijama pri pokretanju

source: Parameters
ca: Paràmetres
cs: Parametry
de: Parameter
el: Παράμετροι
es: Parámetros
pt: Parâmetros
pt_br: Parâmetros
ru: Параметры
sl: Parametri
sr: Параметри
sr@latn: Parametri
sv: Parametrar

source: Parasite
ca: Paràsit
cs: Parazit
es: Parásitos
nl: Parasiet
pt_br: Parasita
sl: Parazit

source: Parasite Paths
ca: Camins de paràsit
cs: Parazitující cesty
de: Parasitäre Pfade
es: Rutas parásitas
nl: Parasietpaden
pt_br: Caminhos parasitas
sl: Parazitske poti

source: Parent mismatch
ca: El pare no coincideix
cs: Rodič nesouhlasí
es: Padre inadecuado
nl: Ouders komen niet overeen
pt_br: O pai não coincide
sl: Neujemanje nadrejenega predmeta

source: Parsing error
ca: Error d'análisis
cs: Chyba zpracovávání
de: Verarbeitungsfehler
es: Error de análisis
nl: Verwerkingsfout
pt_br: Erro de análise
sl: Napaka razčlenjevanja

source: Parts
cs: Party
el: Μέρη
es: Partes
nl: Delen
pt: Partes
pt_br: Partes
ru: Партии
sl: Deli
sr: Делови
sr@latn: Delovi
sv: Delar

source: Passband falloff at cutoff frequency
ca: Disminució del passabanda a la freqüència de tall
es: Frecuencia de corte y caída de paso banda
nl: Passband falloff bij cutoff-frequentie
pt: Queda de passagem de banda na frequência de corte
pt_br: Queda do passa-faixa na freqüência de corte
sr: Пролаз опсега отпада на учестаности одсецања
sr@latn: Prolaz opsega otpada na učestanosti odsecanja

source: Paste
ca: Enganxa
cs: Vložit
de: Einfügen
es: Pegar
nl: Plakken
pt: Colar
pt_br: Colar
ru: Вставить
sl: Prilepi
sr: Убаци
sr@latn: Ubaci

source: Path
ca: Camí
cs: Cesta
de: Pfad
es: Ruta
nl: Pad
pt_br: Caminho
ru: Путь
sl: Pot

source: Pattern
ca: Patró
cs: Vzorek
de: Muster
es: Patrón
nl: Patroon
pt: Padrão
pt_br: Padrão
ru: Паттерн
sl: Vzorec
sr: Образац
sr@latn: Obrazac

source: Pattern Editor Layout
ca: Disposició de l'editor de patrons
cs: Rozložení editoru vzorků
de: Layout des Muster-Editors
es: Salida del editor de patrones
nl: Patroon-editor indeling
pt: Disposição do Editor de Padrões
pt_br: Disposição do editor de padrões
ru: Настройка редактора паттернов
sl: Razporeditev urejevalnika vzorcev
sr: Изглед уређивача образаца
sr@latn: Izgled uređivača obrazaca

source: Pentatonic 5-limit
es: Límite de 5 de la escala pentatónica
sl: Pentatonska 5-omejitev

source: Pentatonic Blues
de: Pentatonischer Blues
es: Blues pentatónico
sl: Pentatosnki blues

source: Pentatonic Gogo
de: Pentatonischer Gogo
es: Gogo pentatónico
sl: Pentatonski gogo

source: Pentatonic scales are used in modern jazz and pop/rock contexts because they work exceedingly well over several chords diatonic to the same key, often better than the parent scale.
es: Las escalas pentatónicas se usan en contextos de jazz y pop/rock modernos porque funcionan muy bien en varios acordes diatónicos sobre el mismo tono, a menudo mejor que en la escala madre.

source: Percentage of CPU usage
ca: Percentatge d'utilització de la CPU
cs: Využití CPU v procentech
de: CPU-Auslastung in Prozent
es: Porcentaje de uso de la CPU
nl: Percentage processorgebruik
pt_br: Porcentagem de uso da CPU
sl: Odstotek uporabe CPE

source: Percentage of background image pixel to blend over background color.
ca: Percentatge de píxels de la imatge de fons que es mesclarà sobre el color de fons.
cs: Procento pixelů obrázku na pozadí, které sloučit s barvou pozadí.
es: Porcentaje del pixel de la imagen de fondo a mezclar con el color de fondo.
nl: Percentage van achtergrondafbeelding dat met de achtergrondkleur gemengd wordt.
pt: Percentagem de pixel da imagem de fundo a misturar com a cor de fundo.
pt_br: Porcentagem dos pixels da imagem de fundo para misturar com a cor de fundo.
sr: Постотак тачака слике у позадини који се стапа са бојом позадине.
sr@latn: Postotak tačaka slike u pozadini koji se stapa sa bojom pozadine.

source: Perform exponential frequency modulation instead of linear
ca: Realitza la modulació exponencial freqüencial en comptes de lineal
cs: Provádět exponenciální frekvenční modulaci místo lineární
de: Exponenzielle Frequenzmodulation statt linearer durchführen
es: Realiza modulación de frecuencia exponencial en vez de lineal
nl: Exponentiële frequentiemodulatie uitvoeren in plaats van lineaire
pt: Executar a modulação de frequência exponencial em vez de linear
pt_br: Executa uma modulação de freqüência exponencial em vez de linear
sl: Izvedba eksponentne modulacije frekvence namesto linearne
sr: Изведи експоненцијалну модулацију фреквенције уместо лиенарне
sr@latn: Izvedi eksponencijalnu modulaciju frekvencije umesto lienarne

source: Person changing or creating this object
ca: La persona que canvia o crea aquest objecte
cs: Osoba měnící nebo vytvářející tento objekt
de: Person, die dieses Objekt erstellt oder verändert
es: Persona que cambia o crea este objeto
nl: Persoon die dit object aanmaakt of verandert
pt: Pessoa que alterou ou criou este objecto
pt_br: Pessoa que alterou ou criou esse objeto
sl: Oseba, ki je spremenila ali ustvarila ta predmet
sr: Особа која је мењала или правила овај објекат
sr@latn: Osoba koja je menjala ili pravila ovaj objekat

source: Phase
ca: Fase
cs: Fáze
es: Fase
nl: Fase
pt: Fase
pt_br: Fase
ru: Фаза
sl: Korak
sr: Фаза
sr@latn: Faza

source: Piano Keys
ca: Tecles de piano
cs: Klávesy klavíru
de: Klaviertasten
es: Teclas de piano
nl: Pianotoetsen
pt: Teclas de Piano
pt_br: Teclas de piano
ru: Фортепианные клавиши
sl: Tipke klavirja
sr: Дирке клавира
sr@latn: Dirke klavira

source: Piano Notes
ca: Notes de piano
cs: Noty klavíru
de: Klaviernoten
es: Notas de piano
nl: Pianotonen
pt: Notas de Piano
pt_br: Notas de piano
ru: Фортепианные ноты
sl: Note klavirja
sr: Ноте за клавир
sr@latn: Note za klavir

source: Pitch Bend
ca: Corba de to
de: Pitch-Bender
es: Tono curvado

source: Play note
ca: Reprodueix una nota
cs: Přehrát notu
de: Note wiedergeben
el: Αναπαραγωγή νότας
es: Reproducir nota
nl: Noot afspelen
pt: Reproduzir a nota
pt_br: Reproduzir nota
ru: Воспроизвести ноту
sl: Predvajaj noto
sr: Пусти ноту
sr@latn: Pusti notu
sv: Spela not

source: Play or restart playback of the project
ca: Reprodueix o reinicia la reproducció del projecte
cs: Přehrávat nebo znovu spustit přehrávání projektu
de: Wiedergabe des Projektes starten oder neustarten
es: Reproducir o recomenzar la reproducción del proyecto
nl: Het project afspelen of het afspelen hervatten
pt_br: Reproduz ou reinicia a reprodução do projeto
ru: Воспроизвести проект или начать воспроизведение сначала
sl: Predvajanj ali ponovno začni predvajanje projekta

source: Playback
ca: Reproducció
cs: Přehrávání
de: Wiedergabe
el: Αναπαραγωγή
es: Reproducción
nl: Afspelen
pt: Reproduzir
pt_br: Reprodução
ru: Воспроизведение
sl: Predvajanje
sr: Пуштање
sr@latn: Puštanje
sv: Uppspelning

source: Playback Settings
ca: Configuració de la reproducció
cs: Nastavení přehrávání
de: Wiedergabeeinstellungen
es: Ajustes de reproducción
nl: Afspeelinstellingen
pt_br: Configurações de reprodução
ru: Настройки воспроизведения
sl: Nastavitve predvajanja

source: Please press the keyboard shortcut to be installed for function: %s
ca: Premeu la drecera de teclat que s'instal·larà per a la funció: %s
cs: Stiskněte prosím klávesovou zkratku, kterou nainstalovat pro funkci: %s
de: Bitte drücken Sie die Tastenkombination, die für die folgende Funktion eingerichtet werden soll: %s
es: Pulse la combinación de teclas para vincularla a la función: %s
nl: Druk de sneltoets in die geïnstalleerd moet worden voor functie: %s
pt: Pressione o atalho de teclado a ser instalado para a função: %s
pt_br: Por favor, aperte o atalho de teclado para usar com a função: %s
ru: Нажмите сочетание клавиш для закрепления за функцией: %s
sl: Pritisnite tipkovno bližnjico za namestitev za zmožnost:%s
sr: Притисните пречицу са тастатуре коју желите за функцију: %s
sr@latn: Pritisnite prečicu sa tastature koju želite za funkciju: %s

source: Please press the keyboard shortcut to be installed...
ca: Premeu la drecera de teclat que s'instal·larà...
cs: Stiskněte prosím klávesovou zkratku, kterou nainstalovat...
de: Bitte drücken Sie die Tastenkombination, die installiert werden soll …
es: Pulse la combinación de teclas para ser instalada…
nl: Druk de sneltoets in die geïnstalleerd moet worden...
pt: Pressione o atalho de teclado a ser instalado...
pt_br: Por favor, aperte o atalho de teclado para usar...
ru: Нажмите комбинацию клавиш для их запоминания...
sl: Pritisnite tipkovno bližnjico za namestitev ...
sr: Притисните пречицу са тастатуре да је поставите...
sr@latn: Pritisnite prečicu sa tastature da je postavite...

source: Pluck frequency input
ca: Entrada de freqüència de punteig
cs: Vstup frekvence brnkání
es: Frecuencia de entrada del punteo
nl: Tokkelfrequentie ingang
pt: Entrada de frequência de puxar
pt_br: Entrada de freqüência de toque
sl: Vhod frekvence trzanja
sr: Улаз удара фреквенције
sr@latn: Ulaz udara frekvencije

source: Pluck strings on raising edge
ca: Punteja la corda en els flancs ascendents
cs: Brnknout do strun při vzestupných hranách
es: Punteo en los bordes crecientes
nl: De snaar tokkelen op de stijgende kant
pt: Puxar as cordas ao elevar os limites
pt_br: Toca as cordas nas bordas ascendentes
sl: Trzanje strune na privzdignjenem robu
sr: Удари жице при издизању ивице
sr@latn: Udari žice pri izdizanju ivice

source: Plugin Path
ca: Camí de connectors
cs: Cesta zásuvných modulů
de: Plugin-Pfad
es: Ruta de complementos
nl: Pluginspad
pt_br: Caminho de plugins
sl: Pot vstavka

source: Plugins
ca: Connectors
cs: Zásuvné moduly
el: Πρόσθετες Λειτουργίες
es: Complementos
ru: Модули
sl: Vstavki
sr: Додаци
sr@latn: Dodaci
sv: Insticksmoduler

source: Popup Options
ca: Opcions emergents
cs: Možnosti kontextového menu
de: Auswahlfeld
es: Opciones emergentes
nl: Popup-opties
pt: Opções de Popup
pt_br: Opções popup
ru: Параметры подсказок
sl: Možnosti pojavnih oken

source: Portamento Time
ca: Temps de portamento
cs: Čas portamenta
es: Tiempo de Portamento
nl: Portamentotijd

source: Position
ca: Posició
cs: Pozice
es: Posición
nl: Positie
pt: Posição
pt_br: Posição
ru: Позиция
sl: Položaj
sr: Положај
sr@latn: Položaj

source: Position taken
ca: S'ha près la posició
cs: Pozice převzata
de: Position belegt
el: Θέση κατειλημένη
es: Posición tomada
nl: Positie bezet
pt: Posição tomada
pt_br: Posição tomada
ru: Позиция установлена
sl: Vzet položaj
sr: Положај заузет
sr@latn: Položaj zauzet
sv: Position tagen

source: Positive Value Color
ca: Color del valor positiu
cs: Barva kladné hodnoty
de: Farbe für positive Werte
es: Color de valor positivo
nl: Kleur positieve waarde
pt: Cor de Valor Positivo
pt_br: Cor de valor positivo
ru: Цвет положительных значений
sl: Barva pozitivne vrednosti
sr: Боја позитивне вредности
sr@latn: Boja pozitivne vrednosti

source: Postprocessor
ca: Postprocessador
cs: Postprocesor
de: Postprozessor
es: Post-procesador
pt_br: Pós-processador
ru: Пост-обработчик

source: Preferences
ca: Preferències
cs: Nastavení
de: Einstellungen
el: Προτιμήσεις
es: Preferencias
nl: Voorkeuren
pt: Preferências
pt_br: Preferências
ru: Настройки
sl: Možnosti
sr: Поставке
sr@latn: Postavke
sv: Inställningar

source: Premature EOF
ca: Fi de fitxer prematur
cs: Předčasný konec souboru
de: Vorzeitiges EOF
es: Fin de archivo prematuro
nl: Voortijdig bestandseinde
sl: Prehiter konec datoteke

source: Preview
ca: Reproducció de prova
cs: Náslech
de: Vorhöhren
el: Προεπισκόπηση
es: Vista previa
nl: Voorbeeld
pt: Reproduzir uma antevisão
pt_br: Pre-ouvir
ru: Прослушать
sl: Predogled
sr: Преслушај
sr@latn: Preslušaj
sv: Förhandsgranska

source: Priority
ca: Prioritat
de: Priorität
es: Prioridad
ru: Приоритет

source: Procedure Browser
ca: Navegador de procediments
cs: Procházeč procedur
de: Prozedur-Browser
el: Browser διαδικασίας
es: Examinador de procedimientos
nl: Procedurebeheer
pt: Navegador de Procedimentos
pt_br: Navegador de procedimentos
ru: Обозреватель процедур
sl: Brskalnik postopkov
sr: Разгледач процедура
sr@latn: Razgledač procedura
sv: Procedurbläddrare

source: Procedure _Browser
ca: Na_vegador de procediments
cs: _Procházeč procedur
de: Prozedur_browser
es: _Examinador de procedimientos
nl: Procedure_beheer
pt: _Navegador de Procedimentos
pt_br: _Navegador de procedimentos
ru: Обозреватель _процедур
sl: _Brskalnik postopkov
sr: _Разгледач процедура
sr@latn: _Razgledač procedura

source: Procedure currently busy
ca: Procediment ocupat
cs: Procedura se právě používá
de: Prozedur ist gegenwärtig belegt
es: Procedimiento ocupado
nl: Procedure is momenteel bezet
pt_br: O procedimento atualmente está ocupado
ru: Процедура сейчас занята
sl: Postopek je trenutno zaposlen

source: Procedure execution aborted
ca: S'ha avortat l'execució del procediment
cs: Spouštění procedury přerušeno
de: Ausführung der Prozedur abgebrochen
es: Ejecución del procedimiento cancelada
nl: Uitvoering procedure afgebroken
pt_br: A execução do procedimento abortou
sl: Izvedba postopka je preklicana

source: Procedure execution failed
ca: S'ha produït un error en l'execució del procediment
cs: Spouštění procedury selhalo
de: Ausführung der Prozedur fehlgeschlagen
es: Ejecución del procedimiento fallida
nl: Uitvoering procedure mislukt
pt_br: A execução do procedimento falhou
sl: Izvedba postopka je spodletela

source: Procedure parameter invalid
ca: Paràmetre del procediment invàlid
cs: Parametr procedury není platný
de: Prozedurparameter ist ungültig
es: Parámetro del procedimiento inválido
nl: Procedure-parameter ongeldig
pt_br: Parâmetro de procedimento inválido
sl: Parameter postopka ni veljaven

source: Procedure: %s Script: %s
ca: Procediment: %s Fitxer de seqüència: %s
cs: Procedura: %s Skript: %s
de: Prozedur: %s Skript: %s
es: Procedimiento: %s Script: %s
sl: Postopek: %s Skripta: %s

source: Process: %s
ca: Procés: %s
cs: Proces: %s
de: Prozedur: %s
es: Proceso: %s
nl: Proces: %s
pt_br: Processo: %s
sl: Opravilo: %s

source: Processing duration between input and output of a single sample, smaller values increase CPU load
ca: Duració del processament entre l'entrada i la sortida d'una senyal de mostra, valors més petits incrementen la càrrega de CPU
cs: Doba zpracovávání mezi vstupem a výstupem jednoho vzorku, menší hodnoty zvyšují zátěž CPU
de: Verarbeitungszeit zwischen Eingabe und Ausgabe eines einzelnen Samples. Verringerung dieses Wertes erhöht die Prozessorlast.
es: Duración del proceso entre la entrada y la salida de una muestra sencilla, valores pequeños incrementan la carga de CPU
nl: Procestijd tussen de invoer en uitvoer van een enkele sample. Kleinere waarden geven een hogere CPU-belasting
pt: Duração de processamento entre a entrada e a saída de uma única amostra, valores menores aumentam a carga de CPU
pt_br: Duração do processamento entre entrada e saída de uma única amostra, valores menores aumentam a carga da CPU
ru: Время обработки сигнала между входом и выходом одного сэмпла; меньшие значения увеличивают нагрузку на процессор
sl: Trajanje obdelovanja med vhodom in izhodom za en vzorec, manjše vrednosti povečajo obremenitev CPE

source: Processor
ca: Processador
de: Prozessor
es: Procesador
ru: Процессор

source: Profiler
ca: Gestor de perfils
es: Perfilador
pt_br: Traçar perfil
ru: Профилировщик
sl: Profilirnik

source: Program Change
ca: Canvis de programa
cs: Změna programu
de: Programmänderung
es: Cambio de programa
pt_br: Alteração no programa
sl: Sprememba programa

source: Properties
ca: Propietats
cs: Vlastnosti
de: Eigenschaften
el: Ιδιότητες
es: Propiedades
nl: Eigenschappen
pt: Propriedades
pt_br: Propriedades
ru: Свойства
sl: Lastnosti
sr: Особине
sr@latn: Osobine
sv: Egenskaper

source: Property Identifier
ca: Identificador de la propietat
cs: Identifikátor vlastnosti
de: Eigenschaftsidentifizierer
es: Identificador de propiedad
nl: Eigenschap-identificatie
pt: Indentificador da Propriedade
pt_br: Identificador da propriedade
ru: ID свойства
sl: Določilnik lastnosti
sr: Идентификатор особине
sr@latn: Identifikator osobine

source: Property Name
ca: Nom de la propietat
cs: Název vlastnosti
de: Eigenschaftsname
es: Nombre de propiedad
nl: Eigenschapnaam
pt: Nome da Propriedade
pt_br: Nome da propriedade
ru: Имя свойства
sl: Ime lastnosti
sr: Име особине
sr@latn: Ime osobine

source: Proportion of the positive component duration of the pulse wave form (Pulse has to be selected as wave form for this to take effect)
ca: La proporció de la duració del component positiu de la forma d'ona de pols (s'ha de seleccionar el pols com a forma d'ona perquè tingui efecte)
cs: Část trvání kladné komponenty pulzové vlny (aby toto mělo vliv, musí být jako tvar vlny vybrán Pulz)
de: Anteil der Dauer des positiven Anteils der Pulswellenform (Puls muss als Wellenform ausgewählt sein, damit sich dies auswirkt)
es: Proporción de la componente positiva de la forma de onda del pulso (El pulso tiene que ser seleccionado como forma de onda para que esto surta efecto)
nl: Hoeveelheid van de positieve component van de puls-golfvorm (Puls moet zijn geselecteerd als golfvorm om effect te hebben)
pt: Proproção da duração positiva do componente do formado wave de impulso (Impulto tem de ser seleccionado como um formato wave para que tenha efeito)
pt_br: Proporção da duração da componente positiva da forma de onda do pulso (o Pulso tem que ser selecionado como forma de onda para que isso tenha efeito)
sl: Delež trajanja pozitivnega dela oblike valu pulza (za učinek te možnosti je potrebno pulz izbrati kot val)
sr: Однос позитивне компоненте трајања пулсног облика таласа (неопходно је да облик таласа буде постављен на пулсни да би ово узело маха)
sr@latn: Odnos pozitivne komponente trajanja pulsnog oblika talasa (neophodno je da oblik talasa bude postavljen na pulsni da bi ovo uzelo maha)

source: Provide an overview of all BEAST documentation contents
ca: Proporciona una primera vista de tots els continguts de la documentació del BEAST
cs: Poskytnout přehled veškeré dokumentace BEAST
de: Eine Übersicht der Inhalte der BEAST-Dokumentation
es: Proporciona una descripción de toda la documentación de BEAST
nl: Geef een overzicht van de inhoud van de documentatie over BEAST
pt_br: Fornece uma visão geral de todo o conteúdo da documentação do BEAST
sl: Zagotovi pregled celotne vsebine dokumentacije BEAST

source: Provide an overview of development related topics and documents
ca: Proporciona una primera vista dels temes i documents relacionats amb el desenvolupament
cs: Poskytnout přehled témat a dokumentů souvisejících s vývojem
de: Gibt einen Überblick über entwicklungsbezogene Themen und Dokumente
es: Proporciona una descripción de los temas y documentos relacionados con el desarrollo
nl: Geeft een overzicht van ontwikkelaarsonderwerpen en documenten
pt_br: Fornece uma visão geral dos tópicos e documentos relacionados a desenvolvimento
sl: Zagotovi pregled razvoja povezanih tem in dokumentov

source: Provides an introduction about how to accomplish the most common tasks
ca: Proporciona una introducció sobre com fer la majoria de les tasques més comunes
cs: Poskytuje úvod o tom, jak provést nejčastější úkony
de: Eine Einführung in die meist verwendeten Aufgaben
es: Proporciona una introducción sobre cómo realizar las tareas más usuales
nl: Geeft een introductie hoe veelgebruike taken kunnen worden verricht.
pt_br: Fornece uma introdução sobre como realizar as tarefas mais comuns
sl: Zagotovi uvod o izvajanju najbolj pogostih nalog

source: Pulse Modulation
ca: Modulació del pols
cs: Modulace pulzu
de: Pulsmodulation
es: Modulación de pulsos
nl: Puls-modulatie
pt: Modulação de Impulso
pt_br: Modulação do pulso
ru: Модуляция пульса
sl: Modulacija pulza
sr: Модулација пулса
sr@latn: Modulacija pulsa

source: Pulse Modulation [%]
ca: Modulació de pols [%]
cs: Modulace pulzu [%]
de: Pulsbreitenmodulation [%]
es: Modulación de pulso [%]
nl: Puls-modulatie [%]
pt: Modulação de Impulso [%]
pt_br: Modulação do pulso [%]
ru: Модуляция пульса [%]
sl: Modulacija pulza [%]
sr: Модулација пулса [%]
sr@latn: Modulacija pulsa [%]

source: Pulse Width
ca: Amplada del pols
cs: Šířka pulzu
de: Pulsbreite
es: Anchura del pulso
nl: Pulsbreedte
pt: Largura do Impulso
pt_br: Largura do pulso
ru: Ширина пульса
sl: Širina pulza
sr: Ширина пулса
sr@latn: Širina pulsa

source: Pulse Width Modulation Input
ca: Entrada de la modulació amb amplada de pols
cs: Vstup modulace šířky pulzu
de: Pulsbreitenmodulationseingang
es: Ancho de la entrada de modulación del pulso (PWM)
nl: Pulsbreedte modulatie-ingang
pt: Entrada de Modulação de Largura de Impulso (PWM)
pt_br: Entrada de Modulação de Largura de Pulso
sl: Vhod modulacije širine pulza
sr: Улаз модулације по ширини пулса
sr@latn: Ulaz modulacije po širini pulsa

source: Pythagorean Tuning
de: Pythagoreische Stimmung
es: Afinación pitagórica
sl: Pitagorjevo uglaševanje
