Repository: GNOME/beast
Catalog: po/*.po
Languages: ca, cs, de, el, es, nl, pt, pt_br, ru, sl, sr, sr@latn, sv

source: Data Entry
ca: Entrada de dades
cs: Vstup dat
de: Dateneintrag
es: Entrada de datos
nl: Datainvoer
pt_br: Entrada de dados
sl: Podatkovni vnos

source: Data corrupt
ca: Dades corruptes
cs: Data poškozena
de: Fehlerhafte Daten
es: Datos corruptos
nl: Data beschadigd
sl: Podatki so pokvarjeni

source: DavBassFilter is a low-pass resonant TB-303 style filter based on the VCF303 portions of gsyn v0.2. The filter algorithm is partly based on the one described in "Musical Applications of Microprocessors" by Hal Chamberlin.
ca: El DavBassFilter és un filtre passa baixos ressonant estil TB-303 basat en parts del VCF303 del gsyn v0.2. L'algorisme del filtre està basat parcialment en el descrit «Aplicacions musicals dels microprocessadors», d'en Hal Chamberlin.
cs: DavBassFilter je filtr ve stylu TB-303 s nízkofrekvenční rezonancí založený na částech VCF303 z gsyn v0.2. Algoritmus filtru je částečně založen na algoritmu popsaném v "Musical Applications of Microprocessors" od Hala Chamberlina.
de: DavBassFilter ist ein resonanter tiefpassfilter im Stil des TB-303, der auf der Portierung des VCF303 von gsyn v0.2 basiert. Der Algorithmus basiert teilweise auf dem, der in "Musical Applications of Microprocessors" von Hal Chamberlin beschrieben wird.
es: El filtro DavBass es un filtro paso bajo resonante estilo TB-303 basado en las partes de VCF202 del gsyn v0.2. El algoritmo del filtro está parcialmente basado en el que está descrito en «Aplicaciones musicales de los microprocesadores» de Hal Chamberlin.
nl: DavBassFilter is een low-pass resonantiefilter, TB-303 stijl, gebaseerd op de VCF303-delen van gsyn v0.2. Het filteralgoritme is deels gebaseerd op de beschrijving in "Musical Applications of Microprocessors" door Hal Chamberlin.
pt: DavBassFilter é um filtro ressonante de passagem baixa do tipo TB-303 baseado nas porções VCF303 do gsyn v0.2. O algorítmo de filtragem é parcialmente baseado no descrito em "Aplicações Musicais de Microprocessadores" por Hal Chamberlin.
pt_br: DavBassFilter é um filtro passa-baixa ressonante do tipo TB-303 baseado nas porções VCF303 do gsyn v0.2. O algoritmo de filtro é parcialmente baseado no descrito em "Musical Applications of Microprocessors" de Hal Chamberlin.
sl: DavBassFilter je resonančni filter, ki prepušča nizke frekvence v slogu filtra TB-303 in je osnovan na VCF303 delih gsyn 0.2. Algoritem filtra je deloma osnovan na filtru opisanem v "Glasbena uporaba mikroprocesorjev" avtorja Hala Chamberlina.
sr: DavBassFilter је нископролазни резонантни филтер TB-303 стила заснован на VCF303 деловима gsyn-а v0.2. Алгоритам филтера је делимично заснован на оном описаном у „Музичке примене микропроцесора“ („Musical Applications of Microprocessors“) од Хала Чемберлина (Hal Chamberlin).
sr@latn: DavBassFilter je niskoprolazni rezonantni filter TB-303 stila zasnovan na VCF303 delovima gsyn-a v0.2. Algoritam filtera je delimično zasnovan na onom opisanom u „Muzičke primene mikroprocesora“ („Musical Applications of Microprocessors“) od Hala Čemberlina (Hal Chamberlin).

source: DavChorus adds more depth to sounds
ca: DavChorus afegeix més profunditat als sons
cs: DavChorus přidává zvukům více hloubky
de: DavChorus fügt dem Klang mehr tiefe hinzu
es: DavChorus añade más profundidad a los sonidos
nl: DavChorus voegt extra diepte toe aan geluiden
pt: DavChorus adiciona maior profundidade aos sons
pt_br: DavChorus adiciona mais profundidade aos sons
sl: DavChorus doda več globine zvokom
sr: ДавХорски додаје већу дубину звуку
sr@latn: DavHorski dodaje veću dubinu zvuku

source: Decay
de: Abfall
es: Decaimiento
sl: Dušenje

source: Decay [%]
ca: Caiguda [%]
cs: Útlum [%]
de: Abfall [%]
es: Decaimiento [%]
pt: Decomposição [%]
pt_br: Desaparecimento [%]
ru: Угасание [%]
sl: Dušenje [%]
sr: Распад [%]
sr@latn: Raspad [%]

source: Default Author
ca: Autor per defecte
de: Vorgegebener Autor
es: Autor predeterminado
nl: Standaard auteur
sl: Privzeti avtor

source: Default License
ca: Llicència per defecte
de: Vorgabelizenz
es: Licencia predeterminada
nl: Standaard licentie
sl: Privzeta licenca

source: Default Values
ca: Valors per defecte
de: Vorgabewerte
es: Valores predeterminados
nl: Standaardwaardes
sl: Privzete vrednosti

source: Default value for 'Author' fields
ca: Valor per defecte al camp «Autor»
de: Vorgabewert für »Autor«-Felder
es: Valor predeterminado para los campos «Autor»
nl: Standaardwaarde voor ‘Auteur’
sl: Privzeta vrednost za polja 'Avtor'

source: Default value for 'License' fields
ca: Valor per defecte en el camp «Llicència»
de: Vorgabewert für »Lizenz«-Felder
es: Valor predeterminado para los campos «Licencia»
nl: Standaardwaarde voor ‘Licentie’
sl: Privzeta vrednost za polja 'Licenca'

source: Delay (seconds)
de: Verzögerung (Sekunden)
es: Retardo (segundos)
sl: Zamik (sekunde)

source: Delete
ca: Suprimeix
cs: Odstranit
de: Löschen
el: Διαγραφή
es: Borrar
nl: Verwijderen
pt: Apagar
pt_br: Excluir
ru: Удалить
sl: Izbriši
sr: Обриши
sr@latn: Obriši
sv: Ta bort

source: Delete Control Event
ca: Esdeveniment de control de supressió
cs: Odstranit řídicí událost
de: Steuerereignis löschen
el: Διαγραφή ελέγχου γεγονότος
es: Borrar evento de control
nl: Verwijderen controle-event
pt: Apagar o Evento de Controlo
pt_br: Evento do controle de exclusão
ru: Удалить контрольное событие
sl: Izbriši nadzorni dogodek
sr: Обриши контролни догађај
sr@latn: Obriši kontrolni događaj
sv: Ta bort kontrollhändelse

source: Delete Link
ca: Suprimeix l'enllaç
cs: Odstranit spojení
de: Verknüpfung löschen
el: Διαγραφή σύνδεσης
es: Borrar enlace
nl: Koppeling verwijderen
pt: Apagar o Atalho
pt_br: Excluir ligadura
ru: Удалить связь
sl: Izbriši povezavo
sr: Уклони везу
sr@latn: Ukloni vezu
sv: Ta bort länk

source: Delete Note
ca: Suprimeix una nota
cs: Odstranit notu
de: Note löschen
el: Διαγραφή νότας
es: Borrar nota
nl: Noot verwijderen
pt: Apagar a Nota
pt_br: Excluir nota
ru: Удалить ноту
sl: Izbriši noto
sr: Обриши ноту
sr@latn: Obriši notu
sv: Ta bort not

source: Delete Part
ca: Suprimeix una part
cs: Odstranit part
de: Part löschen
el: Διαγραφή μέρους
es: Borrar parte
nl: Deel verwijderen
pt: Apagar uma Parte
pt_br: Excluir parte
ru: Удалить партию
sl: Izbriši del
sr: Уклони део
sr@latn: Ukloni deo
sv: Ta bort del

source: Delete a Part from a Song.
ca: Elimina una part d'una cançó.
cs: Odstranit part ze skladby.
de: Einen Part aus einem Song löschen.
es: Borrar una pieza de una canción.
nl: Een partij uit een nummer verwijderen.
pt_br: Exclui uma parde de uma música.
sl: Izbriši del iz skladbe.

source: Delete a Track from a Song.
ca: Elimina una pista d'una cançó.
cs: Odstranit stopu ze skladby.
de: Eine Spur aus einem Song entfernen.
es: Borrar una pista de una canción.
nl: Een track uit een nummer verwijderen.
pt_br: Exclui uma pista de uma música.
sl: Izbriši sled iz skladbe.

source: Delete a mixer bus from a Song.
ca: Suprimeix un bus de mescla de la cançó.
cs: Odstranit mixážní sběrnici ze skladby.
de: Einen Mixerbus aus einem Lied entfernen.
es: Borrar un bus mezclador de una canción.
nl: Een mixerbus voor van een nummer verwijderen.
pt_br: Exclui um barramento de mixagem de uma música.
sl: Iz skladbe izbriše vodilo mešalnika.

source: Delete note (mouse button 1)
ca: Suprimeix una nota (botó 1 del ratolí)
cs: Odstranit notu (tlačítko myši 1)
de: Note löschen (Maustaste 1)
el: Διαγραφή νότας (κουμπί ποντικιού 1)
es: Borrar nota (botón 1 del ratón)
nl: Noot verwijderen (muisknop 1)
pt: Apagar a nota (botão 1 rato)
pt_br: Excluir nota (botão 1 do mouse)
ru: Удалить ноту (лев. кнопка мыши)
sl: Izbriši noto (miškin gumb 1)
sr: Обриши ноту (1. дугме миша)
sr@latn: Obriši notu (1. dugme miša)

source: Delete parts
ca: Suprimeix les parts
cs: Odstranit party
de: Parts löschen
el: Διαγραφή κομματιών
es: Borrar partes
nl: Delen verwijderen
pt: Apagar partes
pt_br: Excluir peças
ru: Удалить партии
sl: Izbriši dele
sr: Обриши делове
sr@latn: Obriši delove
sv: Ta bort delar

source: Delete the complete undo history
ca: Suprimeix tot l'historial de canvis desfets
cs: Odstranit celou historii vracení
de: Die komplette Rückgängig-Chronik löschen
es: Borrar toda la historia de deshacer
nl: De volledige herstelgeschiedenis verwijderen
pt_br: Exclui todo o histórico do Desfazer
ru: Полностью удалить историю отмен
sl: Izbris celotne zgodovine razveljav

source: Delete the currently selected bus
ca: Suprimeix el bus seleccionat
cs: Odstranit momentálně vybranou sběrnici
de: Den momentan gewählten Bus löschen
es: Borrar el bus actualmente seleccionado
nl: De nu geselecteerde bus verwijderen
pt_br: Exclui o barramento atualmente selecionado
sl: Izbris trenutno izbranega vodila

source: Delete the currently selected key binding
ca: Suprimeix la relació de tecles seleccionada
cs: Odstranit momentálně vybranou klávesovou zkratku
de: Die momentan gewählte Tastenkombination löschen
es: Borrar la combinación de teclas seleccionada actualmente
nl: De toetsbinding verwijderen
pt: Apagar a associação de teclas actualmente seleccionada
pt_br: Exclui a associação de teclas atualmente selecionada
ru: Удалить выбранную комбинацию клавиш
sl: Izbriši trenutno izbrano tipkovno bližnjico
sr: Обриши тренутно изабрану доделу тастера
sr@latn: Obriši trenutno izabranu dodelu tastera

source: Delete the currently selected track
ca: Suprimeix la pista seleccionada
cs: Odstranit momentálně vybranou stopu
de: Die momentan gewählte Spur löschen
el: Διαγραφή του επιλεγμένου κομματιού
es: Borrar la pista seleccionada actualmente
nl: Geselecteerde track verwijderen
pt: Apagar a pista actualmente seleccionada
pt_br: Exclui a faixa selecionada atualmente
ru: Удалить выбранную дорожку
sl: Izbris trenutno izbrane sledi
sr: Обриши тренутно изабрану мелодију
sr@latn: Obriši trenutno izabranu melodiju
sv: Ta bort det för tillfället markerade spåret

source: Delete the currently selected wave
ca: Suprimeix l'ona seleccionada
cs: Odstranit momentálně vybranou vlnu
de: Die momentan gewählte Wave löschen
es: Borrar la onda seleccionada actualmente
nl: De geselecteerde wave verwijderen
pt: Apagar o wave actualmente seleccionado
pt_br: Exclui o som atualmente selecionado
ru: Удалить выбранный звук. файл
sl: Izbris trenutno izbranega vala
sr: Обриши тренутно изабрани талас
sr@latn: Obriši trenutno izabrani talas

source: Denominator
ca: Denominador
cs: Jmenovatel
de: Nenner
es: Denominador
nl: Noemer
pt_br: Denominador
sl: Imenovalec

source: Description
ca: Descripció
cs: Popis
de: Beschreibung
el: Περιγραφή
es: Descripción
nl: Beschrijving
pt: Descrição
pt_br: Descrição
ru: Описание
sl: Opis
sr: Опис
sr@latn: Opis
sv: Beskrivning

source: Details:
ca: Detalls:
cs: Podrobnosti:
es: Detalles:
pt_br: Detalhes:
sl: Podrobnosti:

source: Detected file format
ca: Format de fitxer detectat
de: Erkanntes Dateiformat
es: Formato de archivo detectado
nl: Bestandsformaat (gevonden)
sl: Zaznana vrsta datoteke

source: Developing Plugins...
ca: Quant al desenvolupament de connectors...
cs: Vývoj zásuvných modulů...
de: Plugins entwickeln …
es: Desarrollo de complementos…
nl: Plugins ontwikkelen...
pt_br: Desenvolvendo plugins...
sl: Razvoj vstavkov ...

source: Development...
ca: Desenvolupament...
cs: Vývoj...
de: Entwicklung …
es: Desarrollo…
nl: Ontwikkeling...
pt_br: Desenvolvimento...
sl: Razvoj ...

source: Device busy
ca: Dispositiu ocupat
cs: Zařízení se používá
de: Gerät besetzt
es: Dispositivo ocupado
nl: Apparaat bezet
pt_br: Dispositivo ocupado
sl: Naprava je zaposlena

source: Device configurations mismatch
ca: Les configuracions del dispositiu no coincideixen
cs: Nastavení zařízení nesouhlasí
de: Gerätekonfigurationen simmen nicht überein
es: Configuración del dispositivo inadecuada
nl: Apparaatconfiguraties komen niet overeen
pt_br: As configurações de dispositivo não coincidem
sl: Neujemanje nastavitve naprave

source: Device not async capable
ca: El dispositiu no és capaç d'una connexió asíncrona
cs: Zařízení neumí asynchronně
de: Gerät kann nicht asynchron angesteuert werden
es: El dispositivo no es capaz de una conexión asíncrona
nl: Apparaat niet async capabel
pt_br: O dispositivo não faz transmissões assíncronas
sl: Naprava ni zmožna async

source: Device or resource busy
ca: Dispositiu o recurs ocupat
cs: Zařízení nebo zdroj se používá
de: Gerät oder Ressource ist belegt
es: Dispositivo o recurso ocupado
nl: Apparaat of bron bezet
sl: Naprava ali sredstvo je zaposleno

source: Diagnostic
ca: Diagnòstic
cs: Diagnostika
de: Diagnose
es: Diagnóstico
nl: Diagnostiek
pt: Diagnóstico
pt_br: Diagnóstico
ru: Диагностика

source: Dial
ca: Marcador
cs: Ciferník
de: Skala
es: Marcador
nl: Wijzerplaat
pt: Botão Giratório
pt_br: Disco
ru: Шкала
sr: Бројчаник
sr@latn: Brojčanik

source: Dial (Logarithmic)
ca: Marcador (logarítmic)
cs: Ciferník (Logaritmický)
de: Skala (logarithmisch)
es: Marcador (Logarítmico)
nl: Wijzerplaat (logaritmisch)
pt_br: Disco (Logarítmico)
ru: Шкала (Лог.

source: Dialogs
ca: Diàlegs
cs: Dialogy
de: Dialoge
el: Διάλογοι
es: Diálogos
nl: Dialoogvensters
pt: Diálogos
pt_br: Caixas de diálogo
ru: Диалоги
sl: Pogovorna okna
sr: Прозорчићи
sr@latn: Prozorčići
sv: Dialoger

source: Diatonic Scale
de: Diatonische Skala
es: Escala diatónica
sl: Diatonično merilo

source: Diatonic scale used in Indian music with wolf interval at Dha, close to 3/2
de: In der indischen Musik verwendete diatonische Tonleiter mit Wolf-Intervall bei Dha, nahe 3/2
es: Escala diatónica usada en la música india con quinta del lobo en Dha, cerca de 3/2

source: Direction
ca: Sentit
cs: Směr
de: Richtung
es: Dirección
nl: Richting
pt: Direcção
pt_br: Direção
ru: Направление
sl: Smer
sr: Правац
sr@latn: Pravac

source: Discard Changes
ca: Descarta els canvis
cs: Zahodit změny
de: Nicht speichern
es: Descartar los cambios
nl: Wijzigingen verwerpen
sl: Zavrzi spremembe

source: Discard changes and close dialog
ca: Ignora els canvis i tanca el diàleg
cs: Zahodit změny a zavřít dialog
de: Änderungen verwerfen und Dialog schließen
es: Descartar los cambios y cerrar la ventana de diálogo
nl: Aanpassingen negeren en dialoogvenster sluiten
pt: Descartar as alterações e fechar o diálogo
pt_br: Descarta as altereções e fecha a caixa de diálogo
ru: Отказаься от изменений и закрыть диалог
sl: Zavrni spremembe in zapri pogovorno okno
sr: Занемари измене и затвори прозорче
sr@latn: Zanemari izmene i zatvori prozorče

source: Discards all output events and generates no input events. This driver is not part of the automatic device selection list for MIDI devices.
ca: Descarta tots els esdeveniments de sortida i genera cap esdeveniment d'entrada. Aquest controlador no és part de la llista de selecció automàtica de dispositius per dispositius MIDI.
cs: Zahazuje všechny výstupní události a negeneruje žádné vstupní události. Tento ovladač není na seznamu automatického výběru zařízení pro zařízení MIDI.
de: Alle Ausgabeereignisse verwerfen und keine Eingabeereignisse erzeugen. Dieser Treiber ist nicht Teil der automatischen Geräteauswahlliste für MIDI-Geräte.
es: Descarta todos los eventos de salida y no genera eventos de entrada. Este controlador no es parte de la lista de selección automática para dispositivos MIDI.
nl: Verwerpt alle uitvoer en genereert geen invoer. Dit stuurprogramma staat niet in de lijst automatische apparaatselectie voor MIDI-apparaten.
sl: Zavrže vse izhodne dogodke in ne ustvari vhodnih dogodkov. Ta gonilnik ni del seznama samodejne izbire naprave za naprave MIDI.

source: Disconnect In
ca: Desconnecta l'entrada
cs: Odpojení In
de: Eingang trennen
es: Entrada de desconexión
pt: Desligar de Entrada
pt_br: Desconectar entrada
sl: Prekinitveni Vh
sr: Ул. искључен
sr@latn: Ul. isključen

source: Disconnect Inputs
ca: Desconnecta les entrades
de: Eingang trennen
es: Desconectar entradas
nl: Ingangen loskoppelen
sl: Prekini vhode

source: Disconnect Out
ca: Desconnecta la sortida
cs: Odpojení Out
de: Ausgang trennen
es: Salida de desconexión
nl: Disconnect uit
pt: Desligar de Saída
pt_br: Desconectar saída
sl: Prekinitveni Iz
sr: Из. искључен
sr@latn: Iz. isključen

source: Disconnect Outputs
ca: Desconnecta les sortides
de: Ausgang trennen
es: Desconectar salidas
nl: Uitgangen loskoppelen
sl: Prekini izhode

source: Display an overview of all procedures
ca: Mostra una primera vista de tots els procediments
cs: Zobrazit přehled všech procedur
de: Eine Übersicht über alle Prozeduren geben
es: Mostrar una descripción de todos los procedimientos
nl: Een overzicht tonen van alle procedures
pt_br: Exibe um visão geral de todos os procedimentos
ru: Вывести обзор всех процедур
sl: Prikaz pregleda vseh postopkov

source: Display developer and contributor credits
ca: Mostra els crèdits dels desenvolupadors i els contribuïdors
cs: Zobrazit kredity vývojářů a přispěvatelů
de: Entwickler und Mitwirkende anzeigen
es: Mostrar los créditos de los desarrolladores y contribuidores
nl: Ontwikkelaars en anderen die hebben bijgedragen tonen
pt_br: Exibe os créditos dos desenvolvedores e dos que contribuem
sl: Prikaz zahval razvijalcem in sodelavcem

source: Display dialogs with debugging messages
ca: Mostra diàlegs amb missatges de depuració
cs: Zobrazovat dialogy s ladicími zprávami
de: Dialoge mit Fehlerdiagnosemeldungen anzeigen
es: Mostrar los diálogos con mensajes de depuración
nl: Dialoogvensters met debug-berichten tonen
sl: Prikaz pogovornih oken s sporočili razhroščevanja

source: Display dialogs with dignostic messages
ca: Mostra diàlegs amb missatges de diagnòstic
cs: Zobrazovat dialogy s diagnostickými zprávami
de: Dialoge mit Diagnosemeldungen anzeigen
es: Mostrar los diálogos con mensajes de diagnóstico
nl: Dialoogvensters met diagnose-berichten tonen

source: Display dialogs with information messages
ca: Mostra diàlegs amb missatges d'informació
cs: Zobrazovat dialogy s informativními zprávami
de: Dialoge mit Informationsmeldungen anzeigen
es: Mostrar diálogos con mensajes de información
nl: Dialoogvensters met informatie-berichten tonen
sl: Prikaz pogovornih oken s sporočili podrobnosti

source: Display statistics and timing information
ca: Mostra estadístiques i informació del temps
cs: Zobrazit statistiky a informace o časování
de: Statistik- und Zeitmessinformationen anzeigen
es: Mostrar las estadísticas y la información de tiempos
nl: Statistieken en timing-informatie weergeven
pt_br: Exibe informações estatísticas e de tempos
ru: Вывести информацию о производительности

source: Distorted Audio Output
ca: Sortida d'àudio distorsionada
cs: Výstup zkresleného zvuku
de: Verzerrte Audio-Ausgabe
es: Salida de sonido distorsionada
nl: Vervormde audio uitgang
pt: Saída Audio Distorcida
pt_br: Saída de áudio distorcido
sl: Popačen zvočni izhod
sr: Изувијани излаз звука
sr@latn: Izuvijani izlaz zvuka

source: Document _Index...
ca: _Índex de documents...
cs: _Rejstřík dokumentace...
de: _Inhaltsverzeichnis
es: _Índice del documento…
pt_br: Índ_ice de documentos...
sl: _Kazalo dokumenta ...

source: Done Out
ca: Sortida feta
cs: Hot Out
es: Salida completada
nl: Voltooid uit
pt: Término de Saída
pt_br: Saída pronta
sl: Končan Iz
sr: Гот. излаз
sr@latn: Got. izlaz

source: Done Output
es: Salida completada
sl: Končan izhod

source: Dotted eighths note
ca: Corxera i mitja
cs: Osminová nota s tečkou
de: Verlängerte Achtelnote
es: Corchea con puntillo
nl: Achtste noot met punt
pt: Oitavo de nota com ponto
pt_br: Nota de oitavo de tempo pontuada
ru: Увеличенная восьмушка
sl: Osminka s piko

source: Dotted half note
ca: Blanca i mitja
cs: Půlová nota s tečkou
de: Verlängerte halbe Note
es: Blanca con puntillo
nl: Halve noot met punt
pt: Meia nota com ponto
pt_br: Nota de meio tempo pontuada
ru: Увеличенная половинка
sl: Polovinka s piko

source: Dotted hundred twenty-eighth note
ca: Mitja semifusa i mitja
cs: Stodvacetiosminová nota s tečkou
de: Verlängerte Hundertachtundzwanzigstelnote
es: Garrapatea con puntillo
nl: Honderachtentwintigste noot met punt
pt_br: Nota de cento e vinte oito avos de tempo pontuada
ru: Увеличенная 1/128 нота
sl: Stoosemindvajsetinka s piko

source: Dotted quarter note
ca: Negra i mitja
cs: Čtvrťová nota s tečkou
de: Verlängerte Viertelnote
es: Negra con puntillo
nl: Kwartnoot met punt
pt: Quarto de nota com ponto
pt_br: Nota de quarto de tempo pontuada
ru: Увеличенная четвертушка
sl: Četrtinka s piko

source: Dotted sixteenth note
ca: Semicorxera i mitja
cs: Šestnáctinová nota s tečkou
de: Verlängerte Sechzehntelnote
es: Semicorchea con puntillo
nl: Zestiende noot met punt
pt: Um dezasseis avos de nota com ponto
pt_br: Nota de dezesseis avos de tempo pontuada
ru: Увеличенная шестнадцатая
sl: Šestnajstinka s piko

source: Dotted sixty-fourth note
ca: Semifusa i mitja
cs: Čtyřiašedesátinová nota s tečkou
de: Verlängerte Vierundsechzigstelnote
es: Semifusa con puntillo
nl: Vierenzestigste noot met punt
pt_br: Nota de sessenta e quatro avos de tempo pontuada
ru: Увеличенная 1/64 нота
sl: Štiriinšestdesetinka s piko

source: Dotted thirty-secondth note
ca: Fusa i mitja
cs: Dvaatřicetinová nota s tečkou
de: Verlängerte Zweiunddreißigstelnote
es: Fusa con puntillo
nl: Tweeëndertigste noot met punt
pt_br: Nota de trinta e dois avos de tempo pontuada
ru: Увеличеная 1/32 нота
sl: Dvaintridesetinka s piko

source: Dotted whole note
ca: Rodona i mitja
cs: Celá nota s tečkou
de: Verlängerte ganze Note
es: Redonda con puntillo
nl: Hele noot met punt
pt: Nota completa com ponto
pt_br: Nota de tempo inteiro pontuada
ru: Увеличенная целая нота
sl: Celinka s piko

source: Down
ca: Avall
cs: Dolů
de: Herunter
es: Abajo
nl: Omlaag
pt: Abaixo
pt_br: Para baixo
ru: Вниз
sl: Navzdol
sr: Доле
sr@latn: Dole

source: Draw Values
ca: Dibuixa els valors
cs: Kreslit hodnoty
de: Werte anzeigen
es: Dibujar valores
nl: Waarden tonen
pt_br: Mostrar valores
sl: Nariši vrednosti

source: Draw a line to align events to
ca: Dibuixeu una línia per alinear-hi esdeveniments
cs: Nakreslete čáru, ke které zarovnat události
de: Eine Linie zur Ereignisausrichtung zeichnen
el: Σχεδιασμός γραμμής για στοίχιση γεγονότων πάνω της
es: Dibujar una línea para alinear evento con
nl: Teken een lijn om 'events' op uit te lijnen
pt: Desenhar uma linha para alinhar eventos a
pt_br: Desenha uma linha à qual alinhar os eventos
ru: Нарисовать линию, по которой будут выровнены события
sl: Narišite črto za poravnavo dogodkov
sr: Нацртајте линију уз коју да поравнам догађаје
sr@latn: Nacrtajte liniju uz koju da poravnam događaje

source: Draw synthesis networks anti-aliased?
ca: Voleu dibuixar les xarxes de síntesi suavitzades?
cs: Kreslit sítě syntézy vyhlazované?
de: Synthesenetzwerke geglättet zeichnen?
es: Â¿Dibujar las redes de síntesis con los bordes suavizados?
nl: Synthese-netwerken met anti-alias weergeven?
pt: Desenhar as redes de sintetização com anti-alias?
pt_br: Desenhar redes de síntese com anti-alias?
ru: Сглаживать отображаемые сети синтезаторов?
sr: Исцртај мреже за синтезу са омекшавањем ивица?
sr@latn: Iscrtaj mreže za sintezu sa omekšavanjem ivica?

source: Drop Down Button
ca: Botó desplegable
cs: Tlačítko rozbalení
de: Drop-Down-Knopf
es: Botón desplegable
nl: Drop-down knop
pt: Botão de Lista de Selecção
pt_br: Botão drop down
ru: Ниспадающая кнопка
sl: Spustni gumb
sr: Падајуће дугме
sr@latn: Padajuće dugme

source: Drop Down Combo
ca: Quadre desplegable
cs: Rozbalovací pole
de: Drop-Down-Liste
es: Combo desplegable
pt: Caixa de Selecção Única
pt_br: Caixa de combinação
ru: Ниспадающий список
sl: Spustno polje

source: Drum Frequency Input
ca: Entrada de freqüència de percussió
cs: Vstup frekvence bubnu
de: Frequenzeingabe des Schlagzeugs
es: Entrada de frecuencia del tambor
nl: Drumfrequentie ingang
pt: Frequência de Entrada da Bateria
pt_br: Entrada de freqüência de bateria
sl: Vhodna frekvenca bobna
sr: Фреквентни улаз бубња
sr@latn: Frekventni ulaz bubnja

source: Drum frequency in Hertz
de: Frequenz des Schlagzeugs in Hertz
es: Frecuencia del tambor en Hercios
sl: Frekvenca bobna v hertzih
