Repository: GNOME/beast
Catalog: po/*.po
Languages: ca, cs, de, el, es, nl, pt, pt_br, ru, sl, sr, sr@latn, sv

source: /Tools/Align Events
el: /Εργαλεία/Στοίχιση γεγονότων
sv: /Verktyg/Justera händelser

source: /Tools/Select
el: /Εργαλεία/Επιλογή
sv: /Verktyg/Markera

source: /Tools/Vertical Select
el: /Εργαλεία/Κάθετη επιλογή
sv: /Verktyg/Vertikalmarkering

source: /Edit/Cut
el: /Επεξεργασία/Αποκοπή
sv: /Redigera/Klipp ut

source: /Edit/Copy
el: /Επεξεργασία/Αντιγραφή
sv: /Redigera/Kopiera

source: /Edit/Paste
el: /Επεξεργασία/Επικόλληση
sv: /Redigera/Klistra in

source: /Edit/Clear
el: /Επεξεργασία/Εκκαθάριση
sv: /Redigera/Töm

source: /Edit/Undo
el: /Επεξεργασία/Αναίρεση
sv: /Redigera/Ångra

source: /Edit/Redo
el: /Επεξεργασία/Ακύρωση αναίρεσης
sv: /Redigera/Gör om

source: Control Type:
el: Τύπος ελέγχου
sv: Kontrolltyp:

source: Horizontal Zoom
el: Οριζόντια μεγέθυνση

source: Music Synthesis Tool, MIDI Tracker and Song Composer
el: Εργαλείο σύνθεσης μουσικής, τραγουδιού και MIDI Tracker

source: /Wave_s
sv: /V_ågor

source: Q: 1/1
sv: K: 1/1

source: Q: 1/2
sv: K: ½

source: Q: 1/4
sv: K: 1/4

source: Q: 1/8
sv: K: 1/8

source: Q: 1/16
sv: K: 1/16

source: /Scripts
sv: /Skript
