Repository: GNOME/beast
Catalog: po/*.po
Languages: ca, cs, de, el, es, nl, pt, pt_br, ru, sl, sr, sr@latn, sv

source: Pythagorean tuning is the oldest way of tuning the 12-note chromatic scale, in which the frequency relationships of all intervals are based on the ratio 3:2. Its discovery is generally credited to Pythagoras.
de: Die Pythagoreische Stimmung ist die älteste Art der Stimmung der zwölftönigen chromatischen Tonleiter. Die Frequenzbeziehungen aller Intervalle basieren hier auf dem Verhältnis 3:2. Die Entdeckung wird meist Pythagoras zugeschrieben.
es: La afinación pitagórica es la forma más antigua de afinar la escala cromática de 12 notas, en la que las relaciones de frecuencia de todos los intervalos están basadas en la relación 3:2. Su descubrimiento, generalmente, se atribuye a Pitágoras.

source: Q: 1\/1
es: C: 1\/1
sl: K: 1\/1

source: Q: 1\/128
es: C: 1\/128
sl: K: 1\/128

source: Q: 1\/16
es: C: 1\/16
sl: K: 1\/16

source: Q: 1\/2
es: C: 1\/2
sl: K: 1\/2

source: Q: 1\/32
es: C: 1\/32
sl: K: 1\/32

source: Q: 1\/4
es: C: 1\/4
sl: K: 1\/4

source: Q: 1\/64
es: C: 1\/64
sl: K: 1\/64

source: Q: 1\/8
es: C: 1\/8
sl: K: 1\/8

source: Q: None
ca: Q: cap
cs: K: Nic
de: Q: Keine
el: Q: Κανένα
es: C: Ninguna
nl: Q: Geen
pt: Q: Nenhum
pt_br: Q: Nenhum
ru: Q: Ничего
sl: K: Brez
sr: Q: ништа
sr@latn: Q: ništa
sv: K: Ingen

source: Q: Tact
ca: Q: interpretació
cs: K: Takt
de: Q: Takt
es: C: Tacto
nl: Q: Maat
pt_br: Q: Tato
ru: Q: Такт
sl: Q: Takt
sr: Q: такт
sr@latn: Q: takt
sv: K: Takt

source: Quantize to eighths note boundaries
ca: Quantifica fins als límits d'una corxera
cs: Kvantizovat na hranice osminových not
de: Auf Achtelnoten quantisieren
es: Cuantizar a los límites de la corchea
nl: Quantiseren op achtsten
pt: Quantizar para limites de oitavo de nota
pt_br: Quantifica até os limites de notas de oitavo de tempo
ru: Квантовать по восьмушкам
sl: Kvantiziraj na meje osminke
sr: Квантизација на нивоу осмине ноте
sr@latn: Kvantizacija na nivou osmine note
sv: Kvantisera till åttondelsnotsgränser

source: Quantize to half note boundaries
ca: Quantifica fins als límits d'una blanca
cs: Kvantizovat na hranice půlových not
de: Auf halbe Noten quantisieren
es: Cuantizar a los límites de la blanca
nl: Quantiseren op halve noten
pt: Quantizar para limites de meia nota
pt_br: Quantifica até os limites de notas de meio tempo
ru: Квантовать по половинным нотам
sl: Kvantiziraj na meje polovinke
sr: Квантизација на нивоу пола ноте
sr@latn: Kvantizacija na nivou pola note
sv: Kvantisera till halvnotsgränser

source: Quantize to hundred twenty-eighth note boundaries
ca: Quantifica fins als límits de mitja semifusa
cs: Kvantizovat na hranice stodvacetiosminových not
de: Auf Hundertachtundzwanzigstelnoten quantisieren
es: Cuantizar a los límites de la garrapatea
nl: Quantiseren op honderdachtentwintigsten
pt_br: Quantifica até os limites de notas de cento e vinte e oito avos de tempo
ru: Квантовать по 1/128
sl: Kvantiziraj na meje stoosemindvajsetinke

source: Quantize to quarter note boundaries
ca: Quantifica fins als límits d'una negra
cs: Kvantizovat na hranice čtvrtinových not
de: Auf Viertelnoten quantisieren
es: Cuantizar a los límites de la negra
nl: Quantiseren op kwarten
pt: Quantizar para limites de quarto de nota
pt_br: Quantifica até os limites de notas de quarto de tempo
ru: Квантовать по четвертушкам
sl: Kvantiziraj na meje četrtinke
sr: Квантизација на нивоу четврт ноте
sr@latn: Kvantizacija na nivou četvrt note
sv: Kvantisera till fjärdedelsnotsgränser

source: Quantize to sixteenth note boundaries
ca: Quantifica fins als límits d'una semicorxera
cs: Kvantizovat na hranice šestnáctinových not
de: Auf Sechzehntelnoten quantisieren
es: Cuantizar a los límites de la semicorchea
nl: Quantiseren op zestienden
pt: Quantizar para limites de um dezasseis avos de nota
pt_br: Quantifica até os limites de notas de dezesseis avos de tempo
ru: Квантовать по шестнадцатым
sl: Kvantiziraj na meje šestnajstinke
sr: Квантизација на нивоу шеснестине ноте
sr@latn: Kvantizacija na nivou šesnestine note
sv: Kvantisera till sextondelsnotsgränser

source: Quantize to sixty-fourth note boundaries
ca: Quantifica fins als límits d'una semifusa
cs: Kvantizovat na hranice čtyřiašedesátinových not
de: Auf Vierundsechzigstelnoten quantisieren
es: Cuantizar a los límites de la semifusa
nl: Quantiseren op vierenzestigsten
pt_br: Quantifica até os limites de notas de sessenta e quatro avos de tempo
ru: Квантовать по 1/64
sl: Kvantiziraj na meje štiriinšestdesetnike

source: Quantize to tact boundaries
ca: Quantifica els límits de la interpretació
cs: Kvantizovat na hranice taktů
de: Auf Taktgrenzen quantisieren
es: Cuantizar a los límites del tacto
nl: Quantiseren op maatgrenzen
pt: Limites de quantização para tacto
pt_br: Quantifica até os limites de tato
ru: Квантовать по тактам
sl: Kvantiziraj ne meje takta
sr: Квантизација на нивоу такта
sr@latn: Kvantizacija na nivou takta
sv: Kvantisera till taktgränser

source: Quantize to thirty-second note boundaries
ca: Quantifica fins als límits d'una fusa
cs: Kvantizovat na hranice dvaatřicetinových not
de: Auf Zweiunddreußigstelnoten quantisieren
es: Cuantizar a los límites de la fusa
nl: Quantiseren op tweeëndertigsten
pt_br: Quantifica até os limites de notas de trinta e dois avos de tempo
ru: Квантовать по 1/32
sl: Kvantiziraj na meje dvaintridesetinke

source: Quantize to whole note boundaries
ca: Quantifica fins als límits d'una rodona
cs: Kvantizovat na hranice celých not
de: Auf ganze Noten quantisieren
es: Cuantizar a los límites de la redonda
nl: Quantiseren op hele noten
pt_br: Quantifica até os limites de notas de tempo inteiro
ru: Квантовать по целым нотам
sl: Kvantiziraj na meje celinke

source: Quarter note
ca: Negra
cs: Čtvrťová nota
de: Viertelnote
es: Negra
nl: Kwartnoot
pt: Quarto de nota
pt_br: Nota de quarto de tempo
ru: Четвертушка
sl: Četrtinka

source: RC Files
ca: Fitxers RC
cs: Soubory RC
de: RC-Dateien
es: Archivos RC
nl: RC bestanden
pt: Ficheiros RC
pt_br: Arquivos RC
ru: RC-файлы
sl: Datoteke RC
sr: RC датотеке
sr@latn: RC datoteke

source: Rack Editor
ca: Editor del rack
cs: Editor racku
de: Baugruppeneditor
es: Editor de racks
nl: Rack bewerken
pt: Editor de Pilha
pt_br: Editor de pilha
ru: Редактор рэков
sl: Urejevalnik polic
sr: Уређивач полица
sr@latn: Uređivač polica

source: Rack editor
ca: Editor de rack
cs: Editor racku
de: Ablageeditor
el: Επεξεργαστής Rack
es: Editor de racks
nl: Rack bewerken
pt: Editor de pilha
pt_br: Editor de pilha
ru: Редактор рэков
sl: Urejevalnik police
sr: Уређивач полица
sr@latn: Uređivač polica
sv: Rackredigerare

source: Raise
ca: Puja
cs: Zvýšit
de: Erhöhen
es: Elevar
nl: Naar boven
pt: Elevar
pt_br: Ampliar
ru: Поднять
sl: Dvigni
sr: Издигни
sr@latn: Izdigni

source: Raise the currently selected key binding, relative to its neighbours
ca: Puja la relació de tecles seleccionada, en relació amb el seus veïns
cs: Zvýšit momentálně vybranou klávesovou zkratku relativně vůči sousedům
de: Aktuelle Position der Tastenkombination nach oben verschieben
es: Elevar la combinación de teclas seleccionada, respecto a sus vecinas
nl: De geselecteerde toetsbinding naar boven verplaatsen, relatief tot zijn buren
pt: Elevar a associação de teclas actualmente seleccionada, em relação às suas vizinhas
pt_br: Amplia a associação de teclas atualmente selecionada, em relação às suas vizinhas
ru: Переместить выбранную комбинацию клавиш выше
sl: Poviša trenutno izbrano tipkovno bližnjico, relativno na njene sosede
sr: Издигни тренутно изабрану доделу тастера, у односу на његове суседе
sr@latn: Izdigni trenutno izabranu dodelu tastera, u odnosu na njegove susede

source: Range:
ca: Rang:
cs: Rozsah:
de: Bereich:
es: Rango:
nl: Bereik:
pt: Intervalo:
pt_br: Limite:
ru: Диапазон:
sl: Obseg:
sr: Опсег:
sr@latn: Opseg:

source: Ratio In
ca: Relació d'entrada
cs: Poměr In
es: Relación de entrada
nl: Verhouding in
pt: Rácio de Entrada
pt_br: Razão de entrada
ru: Коэфф. вх.
sl: Razmerje vhodov
sr: Ул. однос
sr@latn: Ul. odnos

source: Ratio [x:1]
ca: Relació [x:1]
cs: Poměr [x:1]
de: Verhältnis [x:1]
es: Relación [x:1]
nl: Verhouding [x:1]
pt_br: Taxa [x:1]
sl: Razmerje [x:1]

source: Read failed
ca: Ha fallat al llegir
cs: Čtení selhalo
de: Lesen schlug fehl
es: Falló la lectura
nl: Lezen mislukt
sl: Napaka med branjem

source: Rebuild
ca: Torna a muntar
cs: Znovu sestavit
de: Auffrischen
es: Reconstruir
nl: Opnieuw opbouwen
pt: Reconstruir
pt_br: Reconstruir
ru: Перестроить
sl: Ponovno izgradi
sr: Поново _изгради
sr@latn: Ponovo _izgradi

source: Recording Audio Input
ca: S'esta enregistrant l'àudio d'entrada
cs: Zaznamenávám vstup zvuku
de: Audio-Ausgabe zur Aufzeichnung
es: Grabando la entrada de sonido
nl: Audio ingang opname

source: Rectangle select notes
ca: Notes sobre la selecció de rectangle
cs: Vybrat noty v obdélníku
de: Rechtecksauswahl für Noten
es: Selección de notas dentro del rectángulo
nl: Rechthoek selecteren opmerkingen
pt: Selecção em rectângulo de notas
pt_br: Seleciona notas num retângulo
ru: Выделить ноты прямоугольником
sl: Pravokotna izbira not
sr: Правоугаоник бира ноте
sr@latn: Pravougaonik bira note

source: Redo
ca: Refés
cs: Znovu
de: Wiederholen
es: Rehacer
nl: Opnieuw
pt: Refazer
pt_br: Refazer
ru: Повторить
sl: Uveljavi
sr: Понови
sr@latn: Ponovi

source: Redo the last undone action
ca: Torna a fer l'última acció desfeta
cs: Zopakovat poslední vrácenou akci
de: Den zuletzt rückgängig gemachten Bearbeitungsschritt wiederholen
es: Deshacer la última acción
nl: De laatst herstelde stap weer toepassen
pt_br: Refaz a última ação desfeita
ru: Повторить последнее отмененное действие
sl: Uveljavi zadnje dejanje razveljave

source: Redo the last undone editing step
ca: Refés el darrer pas d'edició desfet
cs: Zopakovat poslední vrácený krok úprav
de: Den zuletzt rückgängig gemachten Bearbeitungsschritt wiederholen
es: Rehacer el último paso deshecho de edición
nl: De laatst herstelde stap weer toepassen
pt: Refazer o último passo de edição desfeito
pt_br: Refaz o último passo de edição desfeito
ru: Повторить последнее отмененное действие
sl: Uveljavitev zadnjega razveljavljenega korak urejanja
sr: Понови последњу опозвану измену
sr@latn: Ponovi poslednju opozvanu izmenu

source: Reflection cutoff frequency
es: Frecuencia de corte de la reflexión
sl: Frekvenca obreza odboja

source: Registered Parameter
ca: Paràmetre registrat
cs: Registrovaný parametr
de: Registrierter Parameter
es: Parámetro registrado
nl: Geregistreerde parameter
pt_br: Parâmetro registrado
sl: Vpisan parameter

source: Release [ms]
ca: Alliberament [ms]
cs: Uvolnění [ms]
de: Ausschwingzeit [ms]
es: Liberación [ms]
pt: Distribuição [ms]
pt_br: Soltar [ms]
ru: Затухание [мс]
sl: Izpust [ms]
sr: Ослобађање [ms]
sr@latn: Oslobađanje [ms]

source: Release counter
ca: Comptador de llançaments
cs: Uvolnit čítač
de: Releasezähler
es: Contador de liberación
nl: Uitgave teller
pt: Contador de distribuição
pt_br: Liberar contador
ru: Счётчик версий
sl: Števec izpustov
sr: Бројач издања
sr@latn: Brojač izdanja

source: Reload current page
ca: Torna a carregar la pàgina actual
cs: Znovu načíst aktuální stranu
de: Momentan angezeigte Seite aktualisieren
es: Recargar la página actual
nl: Huidige pagina herladen
pt: Reler a página actual
pt_br: Recarrega a página atual
ru: Переоткрыть эту страницу
sl: Ponovno naloži trenutno stran
sr: Освежи текућу страницу
sr@latn: Osveži tekuću stranicu

source: Remove Module
ca: Suprimeix el mòdul
cs: Odstranit modul
de: Modul entfernen
el: Αφαίρεση μονάδας
es: Eliminar módulo
nl: Module verwijderen
pt: Remover o Módulo
pt_br: Remover módulo
ru: Удалить модуль
sl: Odstrani modul
sr: Уклони модул
sr@latn: Ukloni modul
sv: Ta bort modul

source: Remove Paths
ca: Suprimeix els camins
cs: Odstranit cesty
de: Pfade entfernen
el: Αφαίρεση διαδρομών
es: Eliminar rutas
nl: Paden verwijderen
pt: Remover Caminhos
pt_br: Remover caminhos
ru: Удалить пути
sl: Odstrani poti
sr: Уклони путање
sr@latn: Ukloni putanje
sv: Ta bort sökvägar

source: Remove Song or Synthesizer
ca: Suprimeix una cançó o sintetitzador
cs: Odstranit skladbu nebo syntetizér
de: Titel oder Synthesizer entfernen
es: Eliminar canción o sintetizador
nl: Nummer of synthesizer verwijderen
pt: Remover a Música ou Sintetizador
pt_br: Remover música ou sintetizador
ru: Удалить композицию или синтезатор
sl: Odstrani skladbo ali sintetizator
sr: Уклони песму или синтетизатор
sr@latn: Ukloni pesmu ili sintetizator

source: Remove any events in the focus cell
ca: Suprimeix tots els esdeveniments a la cel·la del focus
cs: Odstranit události v aktivní buňce
de: Lösche alle Ereignisse in der fokussierten Zelle
es: Quitar cualquier evento en la celda enfocada
nl: Alle 'events' in de focus-cel wissen
pt: Remover quaisquer eventos na célula com o foco
pt_br: Remove quaisquer eventos na célula em foco
ru: Удалить все события в текущей ячейке
sl: Odstrani morebitne dogodke v izbrani celici
sr: Уклони све догађаје у фокусираној ћелији
sr@latn: Ukloni sve događaje u fokusiranoj ćeliji

source: Remove directory from searchpath
ca: Elimina un directori del camí de cerca
cs: Odstranit adresář z cesty hledání
de: Ordner aus dem Suchpfad entfernen
es: Eliminar directorio del buscador de rutas
nl: Map verwijderen uit het zoekpad
pt_br: Remove diretórios do caminho de busca
sl: Odstrani mapo iz iskalne poti

source: Remove the currently selected synthesizer (song)
ca: Suprimeix el sintetitzador seleccionat actual (cançó)
cs: Odstranit momentálně vybraný syntetizér (skladbu)
de: Lösche den momentan ausgewählten Synthesizer oder Titel
es: Borrar el sintetizador seleccionado (canción)
nl: De momenteel geselecteerde synthesizer verwijderen (lied)
pt_br: Remove o sintetizador (música) atualmente selecionado
ru: Удалить выбранный синтезатор (композицию)
sl: Odstranitev trenutno izbranega sintetizatorja (skladbe)

source: Removes the selection from the "%s" list
ca: Elimina la selecció de la llista «%s»
cs: Odstraní výběr ze seznamu "%s"
de: Entfernt die Auswahl aus der Liste "%s"
es: Elimina la selección de la lista de «%s»
nl: Verwijdert de selectie uit de "%s" lijst
pt_br: Remove a seleção da lista "%s"
sl: Odstrani izbiro s seznama "%s"

source: Rename
ca: Canvia el nom
cs: Přejmenovat
de: Umbenennen
es: Renombrar
nl: Hernoemen
pt: Renomear
pt_br: Renomear
ru: Переименовать
sl: Preimenuj
sr: Преименуј
sr@latn: Preimenuj

source: Rename parts
ca: Canvia el nom de les parts
cs: Přejmenovat party
de: Parts umbenennen
el: Μετονομασία μερών
es: Renombrar partes
nl: Delen hernoemen
pt: Renomear partes
pt_br: Renomear partes
ru: Переименовать партии
sl: Preimenuj dele
sr: Преименуј делове
sr@latn: Preimenuj delove
sv: Byt namn på delar

source: Repeat
ca: Repeteix
cs: Opakovat
de: Wiederholen
el: Επανάληψη
es: Repetir
nl: Herhalen
pt: Repetir
pt_br: Repetir
ru: Повторить
sl: Ponovi
sr: Понови
sr@latn: Ponovi

source: Repeat playback within loop points
ca: Repeteix la reproducció entre punts del bucle
cs: Opakovat přehrávání mezi hranicemi smyčky
de: Wiedergabe innerhalb der Loop-Punkte wiederholen
el: Επανάληψη αναπαραγωγής ανάμεσα σε σημεία loop
es: Repetir reproducción entre los puntos del bucle
nl: Afspelen herhalen tussen de 'loop-points'
pt: Repetir a reprodução entre pontos do cíclo
pt_br: Repete a reprodução dentro dos pontos de repetição
ru: Повторять воспроизведение между точками цикла
sl: Ponovitev predvajanja znotraj točk zanke
sr: Поново пусти у тачкама вртења
sr@latn: Ponovo pusti u tačkama vrtenja

source: Report a Beast Bug...
ca: Informeu d'un error al Beast...
de: Fehler in Beast melden …
es: Informar de un error en BEAST…
nl: Een fout in Beast rapporteren...
sl: Pošlji poročilo o hrošču ...

source: Requested data values unmatched
ca: Els valors de dades demanats no coincideixen
cs: Požadované hodnoty dat nenalezeny
de: Angeforderte Datenwerte stimmen nicht überein
es: Los valores solicitados no coinciden
nl: Gevraagde datawaarden geen overeenkomst
sl: Zahtevane vrednosti podatkov se ne ujemajo

source: Reset Properties
ca: Reinicia les propietats
cs: Přenastavit vlastnosti
de: Eigenschaften zurücksetzen
el: Αρχικοποίηση ιδιοτήτων
es: Reiniciar propiedades
nl: Eigenschappen resetten
pt: Repôr as Propriedades Iniciais
pt_br: Redefinir propriedades
ru: Сбросить свойства
sl: Ponastavi lastnosti
sr: Врати особине
sr@latn: Vrati osobine
sv: Återställ egenskaper

source: Resize Control Event
ca: Esdeveniment de control de canvi de mida
cs: Přejmenovat řídicí událost
de: Größe des Steuerereignisses ändern
el: Αλλαγή μεγέθους ελέγχου γεγονότος
es: Redimensionar evento de control
nl: Herschalen controle-event
pt: Redimensionar o Evento de Controlo
pt_br: Evento do controle de redimensionamento
ru: Изменить контрольное событие
sl: Spremeni velikost nadzornega dogodka
sr: Промени величину контролног догађаја
sr@latn: Promeni veličinu kontrolnog događaja
sv: Ändra storlek på kontrollhändelse

source: Resize Note
ca: Canvia la mida de la nota
cs: Změnit velikost noty
de: Notengröße ändern
el: Αλλαγή μεγέθους νότας
es: Redimensionar nota
nl: Nootlengte aanpassen
pt: Redimensionar a Nota
pt_br: Redimensionar nota
ru: Изменить ноту
sl: Spremeni velikost note
sr: Промени величину ноте
sr@latn: Promeni veličinu note
sv: Ändra storlek på not

source: Resonance
de: Resonanz
es: Resonancia
sl: Resonanca

source: Resonance [%]
ca: Ressonància [%]
cs: Rezonance [%]
de: Resonanz [%]
es: Resonancia [%]
nl: Resonantie [%]
pt: Ressonância [%]
pt_br: Ressonância [%]
ru: Резонанс [%]
sl: Resonanca [%]
sr: Резонанца [%]
sr@latn: Rezonanca [%]

source: Restarting Playback
ca: S'està reiniciant la reproducció
cs: Znovu spouštím přehrávání
de: Wiedergabe wird neu gestartet
el: Επανέναρξη αναπαραγωγής
es: Reiniciar reproducción
nl: Afspelen herstarten
pt: A Reiniciar a Reprodução
pt_br: Reiniciando a reprodução
ru: Перезапуск воспроизведения
sl: Ponovno začenjanje predvajanja
sr: Пуштам испочетка
sr@latn: Puštam ispočetka
sv: Startar om uppspelning

source: Retrieve master output bus of a song if it exists.
ca: Recupera la sortida del bus mestre d'una cançó si existeix.
cs: Získat sběrnici hlavního výstupu skladby, pokud existuje.
de: Master-Ausgabebus eines Titels ermitteln, falls er existiert.
es: Recuperar la salida del bus maestro de una canción si existe.
nl: Master-uitgangsbus verkrijgen van een nummer als het bestaat.
sl: Pridobi vodilo glavnega izhoda skladbe, če obstaja.

source: Retrieve master output bus of a song, will create one if it doesn't exist.
ca: Recupera la sortida del bus mestre d'una cançó, en crearà un si no existeix.
cs: Získat sběrnici hlavního výstupu skladby, vytvoří ji, pokud neexistuje.
de: Master-Ausgabebus eines Titels ermitteln. Ein neuer wird erzeugt, falls er nicht existiert.
es: Recuperar la salida del bus maestro de una canción, se creará uno si no existe.
nl: Master-uitgangsbus verkrijgen van een nummer, er een aanmaken als het niet bestaant.
sl: Pridobi vodilo glavnega izhoda skladbe, če ne obstaja, bo ustvarjeno.

source: Retrieve song timing information at a specific tick.
ca: Obtén la informació de la sincronització a una marca específica.
cs: Získat informace o časování skladby u konkrétního znaménka.
es: Obtener información de la sincronización de una señal específica.
nl: Timing-informatie verkrijgen voor een nummer op een specifieke tick.
pt_br: Recupera as informações de tempo da música num ponto específico.

source: Retrigger In
ca: Entrada del redisparador
es: Entrada del redisparador
pt: Despoletar Nova Entrada
pt_br: Ent retrigger
sl: Vhod ponovnega sprožilca
sr: Ул. прекид.
sr@latn: Ul. prekid.

source: Retrigger input (raising edge retriggers envelope)
ca: Entrada del redisparador (pujar els marges redispara l'embolcall)
es: Entrada del redisparador (subir los bordes redispara la envoltura)
nl: Retrigger ingang (stijgende kant reactiveert envelope)
pt: Despoletar nova entrada (elevar o limite despoleta novo envelope)
pt_br: Entrada retrigger (envelope de retriggers de borda ascendente)
sr: Поново прекини улаз (издизање ивице поново прекида коверту)
sr@latn: Ponovo prekini ulaz (izdizanje ivice ponovo prekida kovertu)

source: Right
ca: Dreta
cs: Pravé
de: Rechts
el: Δεξιά
es: Derecha
nl: Rechts
pt: Direita
pt_br: Direita
ru: Правый
sl: Desno
sr: Десно
sr@latn: Desno
sv: Höger

source: Right Audio
ca: Àudio dret
cs: Pravý zvuk
de: Audio rechts
es: Sonido derecho
nl: Audio rechts
pt: Audio Direita
pt_br: Áudio direito
ru: Правый звук.канал
sl: Desni zvok
sr: Звук десно
sr@latn: Zvuk desno

source: Right Audio In
ca: Entrada d'àudio dreta
cs: Pravý zvuk In
de: Audio-Ein, rechts
es: Entrada de sonido derecha
nl: Rechts audio in
pt: Entrada Audio Direita
pt_br: Entrada direita de áudio
ru: Правый Аудио Вход
sl: Desni zvočni Vh
sr: Десни улаз звука
sr@latn: Desni ulaz zvuka

source: Right Audio Input
ca: Entrada d'àudio dreta
cs: Vstup pravého zvuku
de: Audio-Ein, rechts
es: Entrada de sonido derecha
nl: Rechter audio ingang
pt: Entrada Audio Direita
pt_br: Entrada direita de áudio
ru: Правый канал звукового входа
sl: Desni zvočni vhod
sr: Улаз звука десно
sr@latn: Ulaz zvuka desno

source: Right Audio Out
ca: Sortida d'àudio dreta
cs: Pravý zvuk Out
de: Audio-Aus, rechts
es: Salida del canal derecho
nl: Rechts audio uit
pt: Saída Audio Direita
pt_br: Saída direita de áudio
ru: Правый Аудио Выход
sl: Desni zvočni izhod
sr: Десни излаз звука
sr@latn: Desni izlaz zvuka

source: Right Audio Output
ca: Sortida d'àudio dreta
cs: Výstup pravého zvuku
de: Audio-Aus, rechts
es: Salida de sonido derecha
nl: Rechter audio uitgang
pt: Saída Audio Direita
pt_br: Saída direita de áudio
ru: Правый канал звукового выхода
sl: Desni zvočni izhod
sr: Излаз звука десно
sr@latn: Izlaz zvuka desno

source: Right Channel Output
ca: Sortida del canal dret
cs: Výstup pravého kanálu
de: Rechte Kanalausgabe
es: Salida del canal derecho
nl: Rechter kanaaluitgang
pt: Saída de Audio Direita
pt_br: Saída do canal direito
ru: Правый канал выхода
sl: Izhod desnega kanala
sr: Излаз на десном каналу
sr@latn: Izlaz na desnom kanalu

source: Right In
ca: Entrada dreta
cs: Pravé In
de: Ein, Rechts
es: Entrada derecha
nl: Rechts in
pt: Entrada Direita
pt_br: Entrada direita
sl: Desni Vh
sr: Улаз десно
sr@latn: Ulaz desno

source: Right Input
ca: Entrada dreta
cs: Pravý vstup
de: Eingang, Rechts
es: Entrada derecha
nl: Rechter ingang
pt: Entrada Direita
pt_br: Entrada direita
ru: Правый вход
sl: Desni vhod
sr: Десни улаз
sr@latn: Desni ulaz

source: Right Out
ca: Sortida dreta
cs: Pravé Out
de: Aus, Rechts
es: Salida derecha
nl: Rechts uit
pt: Saída Direita
pt_br: Saída direita
sl: Desni Iz
sr: Излаз десно
sr@latn: Izlaz desno

source: Right Output
ca: Sortida dreta
cs: Pravý výstup
de: Ausgang, Rechts
es: Salida derecha
nl: Rechter uitgang
pt: Saída Direita
pt_br: Saída direita
ru: Правый выход
sl: Desni izhod
sr: Десни излаз
sr@latn: Desni izlaz

source: Right Volume
ca: Volum dret
cs: Pravá hlasitost
de: Rechte Lautstärke
es: Volumen derecho
nl: Volume rechts
sl: Desna glasnost

source: Right audio output
ca: Sortida d'àudio dreta
cs: Výstup pravého zvuku
de: Rechte Audio-Ausgabe
es: Salida de sonido derecha
nl: Rechter audio uitgang
pt: Saída audio direita
pt_br: Saída direita de áudio
sl: Desni izhod zvoka
sr: Десни излаз звука
sr@latn: Desni izlaz zvuka

source: Right channel Input
ca: Entrada del canal dret
cs: Vstup pravého kanálu
de: Rechte Kaneleingabe
es: Entrada de sonido derecha
nl: Rechter kanaalingang
pt: Entrada de canal Direita
pt_br: Canal direito de entrada
sl: Vhod desnega kanala
sr: Улаз десног канала
sr@latn: Ulaz desnog kanala

source: Right channel input
ca: Entrada del canal dret
cs: Vstup pravého kanálu
de: Rechter Kanaleingang
es: Entrada de sonido del canal derecho
nl: Rechter kanaalingang
pt_br: Entrada do canal direito
ru: Вход правого канала
sl: Vhod desnega kanala
