Repository: GNOME/beast
Catalog: po/*.po
Languages: ca, cs, de, el, es, nl, pt, pt_br, ru, sl, sr, sr@latn, sv

source: Horizontal Scale (Logarithmic)
ca: Escala horitzontal (Logarítmica)
cs: Vodorovné zvětšení (logaritmické)
de: Horizontale Skala (logarithmisch)
es: Escala horizontal (logarítmica)
nl: Horizontale schaal (logaritmisch)
pt: Escala Horizontal (Logarítmica)
pt_br: Escala horizontal (Logarítmica)
ru: Масштаб по горизонтали (логарифм.)
sl: Vodoravno merilo (logaritemsko)
sr: Хоризонтална размера (логаритамска)
sr@latn: Horizontalna razmera (logaritamska)

source: Horizontal piano zoom
ca: Ampliació horitzontal del piano
cs: Vodorovné zvětšení klavíru
de: Horizontale Klavier-Ansichtsgröße
es: Ampliación horizontal de piano
nl: Horizontale pianozoom
pt: Zoom horizontal do piano
pt_br: Zoom horizontal do piano
ru: Масштабирование матрицы по горизонтали
sl: Vodoravna povečava klavirja
sr: Водоравно увећање за клавир
sr@latn: Vodoravno uvećanje za klavir

source: Horizontal track zoom
ca: Ampliació horitzontal de la pista
cs: Vodorovné zvětšení stopy
de: Horizontale Titel-Ansichtsgröße
es: Ampliación de pista horizontal
nl: Horizontale trackzoom
pt: Zoom horizontal da pista
pt_br: Zoom horizontal da pista
ru: Масштабирование дорожки по горизонтали
sl: Vodoravna povečava sledi
sr: Водоравно увећање песме
sr@latn: Vodoravno uvećanje pesme

source: Hundred twenty-eighth note
ca: Mitja semifusa
cs: Stovacetiosminová nota
de: Hundertachtundzwanzigstelnoten
es: Garrapatea
nl: Honderdachtentwintigste noot
pt_br: Nota de cento e vinte oito avos de tempo
ru: 1/128 нота
sl: Stoosemindvajsetinka

source: IIR Low-Pass Filter
de: IIR-Tiefpassfilter
es: Filtro paso bajo IIR
sl: IIR filter nizkih frekvenc

source: If set, an underline in the text indicates the next character should be used for the mnemonic accelerator key
ca: Si està habilitat, un guió baix en el text indica que s'usarà el següent caràcter com a tecla acceleradora
cs: Je-li nastaveno, podtržítko v textu indikuje, že následující znak má být použit pro mnemonickou klávesovou zkratku
de: Legt fest, ob ein Unterstrich im Text das folgende Zeichen zum Kürzelbuchstaben machen soll
es: Si está seleccionado, el subrayado en el texto indica que el siguiente carácter debería ser usado para la combinación de teclas mnemónica
nl: Indien ingesteld, geeft een onderstreping in de tekst aan dat het opvolgende teken gebruikt moet worden voor de sneltoets
pt: Se definido, um sublinhado no texto indica que o caracter seguinte deverá ser utilizado para a tecla de atalho
pt_br: Se marcado, um sublinhado no texto indica que o próximo caractere deve ser usado como tecla de atalho
sl: Izbrana možnost omogoča, da podčrtaj v besedilu označuje črko, ki je uporabljena kot mnemonična tipkovna bližnjica
sr: Уколико је постављено, подвлака у тексту означава да следећи знак представља пречицу
sr@latn: Ukoliko je postavljeno, podvlaka u tekstu označava da sledeći znak predstavlja prečicu

source: If set, overfull text is cut-off and an ellipsis "..." is displayed instead
ca: Si està habilitat, es retalla el text massa llarg i es mostra el text «...» enlloc seu
cs: Je-li nastaveno, příliš dlouhý text je uříznut a místo něj jsou zobrazeny tečky "..."
de: Legt fest, ob überlanger Text abgeschnitten wird und stattdessen eine Ellipse (»...«) angezeigt werden soll
es: Si está seleccionado, el texto sobresaliente es cortado y en su lugar se muestran puntos suspensivos «…»
nl: Indien ingesteld, wordt te lange tekst automatisch afgekapt en wordt de ellipsis "..." getoond.
pt: Se definido, texto em excesso é cortado e no seu lugar é apresentado "..."
pt_br: Se marcado, o texto além do limite é eliminado e reticências "..." são exibidas no seu lugar
sr: Уколико је постављено, препуни текст се исеца и уместо њега се приказују три тачке „...“
sr@latn: Ukoliko je postavljeno, prepuni tekst se iseca i umesto njega se prikazuju tri tačke „...“

source: Image shade
ca: Imatge d'ombra
cs: Stínování obrázku
de: Bildschattierung
es: Sombra de la imagen
nl: Afbeeldingschaduw
pt: Sombreado da imagem
pt_br: Sombreado da imagem
ru: Тень изображения
sl: Senca slike
sr: Сенчење слике
sr@latn: Senčenje slike

source: Import MIDI: %s
ca: Importa un MIDI: %s
de: MIDI importieren: %s
es: Importar MIDI: %s
nl: MIDI importeren: %s
pt: Importar MIDI: %s
pt_br: Importar MIDI: %s
ru: Импорт MIDI-файла: %s
sl: Uvozi MIDI: %s
sr: Увези МИДИ: %s
sr@latn: Uvezi MIDI: %s

source: Import a standard MIDI file into the current project
ca: Importa un fitxer MIDI estàndard dins del projecte actual
cs: Importovat standardní soubor MIDI do aktuálního projektu
de: Eine Standard-MIDI-Datei in das momentan geöffnete Projekt importieren
es: Importar un archivo MIDI estándar en el proyecto actual
nl: Een standaard MIDI-bestand in het huidige project invoegen
pt: Importar um ficheiro MIDI standard para o projecto actual
pt_br: Importa um arquivo no padrão MIDI para o projeto atual
ru: Импортировать MIDI-файл в текущий проект
sl: Uvoz običajne datoteke MIDI v trenutni projekt
sr: Увези обичну МИДИ датотеку у текући пројекат
sr@latn: Uvezi običnu MIDI datoteku u tekući projekat

source: Importing MIDI file `%s'
ca: S'està important el fitxer MIDI '%s'
cs: Importuji soubor MIDI `%s'
de: MIDI-Datei »%s« wird importiert
es: Importando archivo MIDI «%s»
nl: Invoegen MIDI-bestand `%s'
pt: A importar o ficheiro MIDI `%s'
pt_br: Importando arquivo MIDI '%s'
ru: Импортируется MIDI-файл '%s'
sl: Uvažanje datoteke MIDI `%s'
sr: Увозим МИДИ датотеку „%s“
sr@latn: Uvozim MIDI datoteku „%s“

source: Indian Scale
es: Escala india

source: Information
ca: Informació
cs: Informace
de: Informationen
es: Información
nl: Informatie

source: Initial phase of the oscillator wave form (cycle offset in degree)
ca: Fase inicial de la forma d'ona de l''oscil·lador (cicles de desplaçament en graus)
cs: Počáteční fáze vlny oscilátoru (posun cyklu ve stupních)
de: Erste Phase der Oszillator-Wellenform (Schwingungsversatz in Grad)
es: Fase inicial de la forma de onda del oscilador (ciclos de desplazamiento, en grados)
nl: Beginfase van de oscillator-golfvorm (faseverschuiving in graden)
sl: Začetna faza valovne oblike oscilatorja (zamik cikla v stopinjah)

source: Initializers
ca: Inicialitzadors
cs: Inicializéry
de: Initialisierung
es: Inicializadores
nl: Initialisators
pt: Inicializadores
pt_br: Inicializadores
ru: Инициализаторы
sl: Začetniki
sr: Покретачи
sr@latn: Pokretači

source: Input
ca: Entrada
cs: Vstup
de: Eingabe
el: Εισαγωγή
es: Entrada
nl: Invoer
pt: Entrada
pt_br: Entrada
ru: Вход
sl: Vhod
sr: Улаз
sr@latn: Ulaz
sv: Inmatning

source: Input 1 [%]
ca: Entrada 1 [%]
cs: Vstup 1 [%]
de: Eingabe 1 [%]
es: Entrada 1 [%]
nl: Ingang 1 [%]
pt: Entrada 1 [%]
pt_br: Entrada 1 [%]
ru: Вход 1 [%]
sl: Vhod 1 [%]
sr: Улаз 1 [%]
sr@latn: Ulaz 1 [%]

source: Input 2 [%]
ca: Entrada 2 [%]
cs: Vstup 2 [%]
de: Eingabe 2 [%]
es: Entrada 2 [%]
nl: Ingang 2 [%]
pt: Entrada 2 [%]
pt_br: Entrada 2 [%]
ru: Вход 2 [%]
sl: Vhod 2 [%]
sr: Улаз 2 [%]
sr@latn: Ulaz 2 [%]

source: Input Assignments
ca: Assignacions d'entrada
cs: Přiřazení vstupů
de: Eingabe-Zuordnungen
es: Asignaciones de entrada
nl: Ingangs-toewijzingen
pt: Atribuições de Entrada
pt_br: Atribuições de entrada
ru: Назначения на входе
sl: Vhdne dodelitve
sr: Расподела улаза
sr@latn: Raspodela ulaza

source: Input Channel %u
ca: Canal d'entrada %u
cs: Vstupní kanál %u
de: Eingabekanal %u
es: Canal de entrada %u
nl: Ingangskanaal %u
pt: Canal de Entrada %u
pt_br: Canal de entrada %u
ru: Канал входа %u
sl: Vhodni kanal %u
sr: Канал улаза %u
sr@latn: Kanal ulaza %u

source: Input Modulation [%]
ca: Modulació de l'entrada [%]
cs: Modulace vstupu [%]
de: Eingangsmodulation [%]
es: Modulación de entrada [%]
nl: Invoermodulatie [%]
pt: Modulação de Entrada [%]
pt_br: Modulação de entrada [%]
ru: Модуляция на входе [%]
sl: Modulacija vhoda [%]
sr: Модулација улаза [%]
sr@latn: Modulacija ulaza [%]

source: Input Port %u
ca: Port d'entrada %u
cs: Vstupní port %u
de: Eingabeport %u
es: Puerto de entrada %u
nl: Ingangspoort %u
pt: Porto de Entrada %u
pt_br: Porta de entrada %u
ru: Порт входа %u
sl: Vhoda vrata %u
sr: Порт улаза %u
sr@latn: Port ulaza %u

source: Input Signals
ca: Senyals d'entrades
cs: Vstupní signály
de: Eingangssignale
es: Señales de entrada
nl: Ingangsignalen
pt_br: Sinais de entrada
ru: Сигналы на входе
sl: Vhodni signali

source: Input channel already in use
ca: El canal d'entrada ja s'està utilitzant
cs: Vstupní kanál se již používá
de: Der Eingabekanal wird bereits verwendet
es: Canal de entrada ya en uso
nl: Invoerkanaal is al in gebruik
pt_br: O canal de entrada já está em uso
ru: Входной канал уже занят
sl: Vhodni kanal je že v uporabi

source: Input channel in use
ca: Canal d'entrada que s'utilitza
cs: Vstupní kanál se používá
de: Zu verwendender Eingabekanal
el: Κανάλι εισόδου σε χρήση
es: Canales de entrada en uso
nl: Invoerkanaal in gebruik
pt: Canal de entrada em utilização
pt_br: Canal de entrada em uso
ru: Входной канал занят
sl: Vhodni kanal v uporabi
sr: Улазни канал у употреби
sr@latn: Ulazni kanal u upotrebi
sv: Inmatningskanal att använda

source: Input channel is private
ca: El canal d'entrada és privat
cs: Vstupní kanál je soukromý
de: Der Eingabekanal ist privat
es: El canal de entrada es privado
nl: Invoerkanaal is privé
pt_br: O canal de entrada é privado
ru: Входной канал закрыт
sl: Vhodni kanal je zaseben

source: Input port name to interface to
ca: Nom del port d'entrada amb què s'interactuarà
cs: Název vstupního portu, se kterým se spojit
es: Nombre del puerto de entrada con el que hacer de interfaz
nl: Naam van ingangspoort waar verbinding naar toe moet
pt: Nome do porto de entrada com que interfacear
pt_br: Porta de entrada com a qual deve ser feita interface
sr: Име улазног порта са којим да се спрегне
sr@latn: Ime ulaznog porta sa kojim da se spregne

source: Input/Output channels already connected
ca: Els canals d'entrada/sortida ja estan connectats
cs: Vstupní/výstupní kanály jsou již připojeny
de: Die Ein-/Ausgabekanäle werden bereits verwendet
es: Ya están conectados los canales de entrada/salida
nl: Invoer/uitvoerkanalen zijn al verbonden
pt_br: Canais de entrada/saída já conectados
ru: Каналы на входе/выходе уже соединены
sl: Vhodni/izhodni kanali so že povezani

source: Input/Output channels not connected
ca: Els canals d'entrada/sortida no estan connectats
cs: Vstupní/výstupní kanál není připojen
de: Ein-/Ausgabekanäle sind nicht verbunden
es: Canales de entrada/salida sin conectar
nl: Invoer/uitvoerkanalen niet verbonden
pt_br: Canais de entrada/saída não conectado
ru: Каналы на входе/выходе не соединены
sl: Vhodni/izhodni kanali niso povezani

source: Input/output error
ca: Error d'entrada/sortida
cs: Chyba vstupu/výstupu
de: Ein-/Ausgabefehler
es: Error de entrada/salida
nl: Invoer/uitvoerfout
sl: Napaka Vhoda/izhoda

source: Inputs
ca: Entrades
cs: Vstupy
de: Eingabe
es: Entradas
nl: Invoer
pt_br: Entradas
ru: Входы
sl: Vhodi

source: Insert
ca: Insereix
cs: Vložit
de: Einfügen
el: Εισαγωγή
es: Insertar
nl: Invoegen
pt: Inserir
pt_br: Inserir
ru: Вставить
sl: Vstavi
sr: Уметни
sr@latn: Umetni
sv: Infoga

source: Insert Control Event
ca: Insereix un esdeveniment de control
cs: Vložit řídicí událost
de: Steuerereignis einfügen
el: Εισαγωγή ελέγχου γεγονότος
es: Insertar evento de control
nl: Invoegen controle-events
pt: Inserir um Evento de Controlo
pt_br: Evento do controle de inserção
ru: Вставить контрольное событие
sl: Vstavi nadzorni dogodek
sr: Уметни контролни догађај
sr@latn: Umetni kontrolni događaj
sv: Infoga kontrollhändelse

source: Insert Module
ca: Insereix un mòdul
cs: Vložit modul
de: Modul einfügen
el: Εισαγωγή μονάδας
es: Insertar módulo
nl: Module invoegen
pt: Inserir o Módulo
pt_br: Inserir módulo
ru: Вставить модуль
sl: Vstavi modul
sr: Уметни модул
sr@latn: Umetni modul
sv: Infoga modul

source: Insert Note
ca: Insereix una nota
cs: Vložit notu
de: Note einfügen
el: Εισαγωγή νότας
es: Insertar nota
nl: Noot invoegen
pt: Inserir uma Nota
pt_br: Inserir nota
ru: Вставить ноту
sl: Vstavi noto
sr: Уметни ноту
sr@latn: Umetni notu
sv: Infoga not

source: Insert Part
ca: Insereix una part
cs: Vložit part
de: Part einfügen
el: Εισαγωγή μέρους
es: Insertar parte
nl: Deel invoegen
pt: Inserir uma Parte
pt_br: Inserir parte
ru: Вставить партию
sl: Vstavi del
sr: Уметни део
sr@latn: Umetni deo
sv: Infoga del

source: Insert clipboard contents as current selection
ca: Insereix el contingut del porta-retalls com a selecció actual
cs: Vložit obsah schránky jako aktuální výběr
de: Den Inhalt der Zwischenablage als momentane Auswahl einfügen
es: Insertar el contenido del portapapeles como selección actual
nl: Inhoud van het klembord plakken als huidige selectie
pt: Inserir o conteúdo da área de transferência como selecção actual
pt_br: Insere o conteúdo da área de transferência como seleção atual
ru: Вставить содержимое буфера обмена как выделение
sl: Vstavi vsebino odložišča kot trenutni izbor
sr: Убаци садржај исечака као на место текућег избора
sr@latn: Ubaci sadržaj isečaka kao na mesto tekućeg izbora

source: Insert eighths note
ca: Insereix corxeres
cs: Vložit osminové noty
de: Achtelnoten einfügen
el: Εισαγωγή ογδόων
es: Insertar corchea
nl: Achtsten invoegen
pt: Inserir oitavos de notas
pt_br: Insere notas de oitavo tempo
ru: Вставить восьмушки
sl: Vstavi osminko
sr: Уметни осмину ноте
sr@latn: Umetni osminu note

source: Insert half notes
ca: Insereix blanques
cs: Vložit půlové noty
de: Halbe Noten einfügen
el: Εισαγωγή ήμισεων
es: Insertar blanca
nl: Halve noten invoegen
pt: Inserir meias notas
pt_br: Insere notas de meio tempo
ru: Вставить половинки
sl: Vstavi polovinko
sr: Уметни полуноту
sr@latn: Umetni polunotu

source: Insert hundred twenty-eighth note
ca: Insereix mitges semifuses
cs: Vložit stodvacetiososminovou notu
de: Hundertachtundzwanzigstelnoten einfügen
es: Insertar garrapatea
nl: Honderachtentwintigsten invoegen
pt_br: Insere notas de cento e vinte oito avos de tempo
ru: Вставить 1/128
sl: Vstavi stoosemindvajsetinko

source: Insert part
ca: Insereix una part
cs: Vložit part
de: Part einfügen
el: Εισαγωγή μέρους
es: Insertar parte
nl: Deel invoegen
pt: Inserir uma parte
pt_br: Inserir parte
ru: Вставить партию
sl: Vstavi del
sr: Уметни део
sr@latn: Umetni deo
sv: Infoga del

source: Insert quarter notes
ca: Insereix negres
cs: Vložit čtvrťové noty
de: Viertelnoten einfügen
el: Εισαγωγή τετάρτων
es: Insertar negra
nl: Kwarten invoegen
pt: Inserir quartos de notas
pt_br: Insere notas de quarto tempo
ru: Вставить четвертушки
sl: Vstavi četrtinko
sr: Уметни четвртноту
sr@latn: Umetni četvrtnotu

source: Insert sixteenth note
ca: Insereix semicorxeres
cs: Vložit šestnáctinové noty
de: Sechzehntelnoten einfügen
el: Εισαγωγή δεκάτων έκτων
es: Insertar semicorchea
nl: Zestienden invoegen
pt: Inserir um dezasseis avos de notas
pt_br: Insere notas de dezesseis avos de tempo
ru: Вставить шестнадцатые
sl: Vstavi šestnajstinko
sr: Уметни шеснаестину ноте
sr@latn: Umetni šesnaestinu note

source: Insert sixty-fourth note
ca: Insereix semifusa
cs: Vložit šestnáctinovou notu
de: Vierundsechzigstelnote einfügen
es: Insertar semifusa
nl: Vierenzestigsten invoegen
pt_br: Insere notas de sessenta e quatro avos de tempo
ru: Вставить 1/64
sl: Vstavi štiriinšestdesetinko

source: Insert thirty-second note
ca: Insereix fusa
cs: Vložit dvaatřicetinovou notu
de: Zweiunddreißigstelnote einfügen
es: Insertar fusa
nl: Tweeëndertigsten invoegen
pt_br: Nota de trinta e dois avos de tempo
ru: Вставить 1/32
sl: Vstavi dvaintridesetinko

source: Insert whole notes
ca: Insereix rodona
cs: Vložit celé noty
de: Ganze Noten einfügen
es: Insertar redonda
nl: Hele noten invoegen
pt_br: Insere notas de tempo inteiro
ru: Вставить целые ноты
sl: Vstavi celinko

source: Insert/edit/move parts (mouse button 1 and 2)
ca: Insereix/edita/mou parts (botons del ratolí 1 i 2)
cs: Vložit/upravit/přesunout party (tlačítko myši 1 a 2)
de: Parts einfügen/bearbeiten/verschieben (Maustasten 1 und 2)
el: Εισαγωγή/επεξεργασία/μετακίνηση μερών (κουμπί ποντικιού 1 και 2)
es: Insertar/editar/mover partes (botón 1 y 2 del ratón)
nl: Delen invoegen/bewerken/verplaatsen (muisknop 1 en 2)
pt: Inserir/editar/mover partes (botões 1 e 2 do rato)
pt_br: Inserir/editar/mover partes (botões do mouse 1 e 2)
ru: Вставить/изменить/переместить части (1 и 2 клавиши мыши)
sl: Vstavi/uredi/premakni dele (miškin gumb 1 in 2)
sr: Уметни/уреди/премести делове (1. и 2. дугме миша)
sr@latn: Umetni/uredi/premesti delove (1. i 2. dugme miša)
sv: Infoga/redigera/flytta delar (musknapp 1 och 2)

source: Insert/resize/move notes (mouse button 1 and 2)
ca: Insereix/canvia la mida/mou notes (botons del ratolí 1 i 2)
cs: Vložit/změnit velikost/přesunout noty (tlačítko myši 1 a 2)
de: Noten einfügen/bearbeiten/verschieben (Maustasten 1 und 2)
el: Εισαγωγή/αλλαφή μεγέθους/μετακίνηση νότας (κουμπί ποντικιού 1 και 2)
es: Insertar/redimensionar/mover notas (botón 1 y 2 del ratón)
nl: Noten invoegen/bewerken/verplaatsen (muisknop 1 en 2)
pt: Inserir/redimensionar/mover as notas (botões 1 e 2 do rato)
pt_br: Inserir/redimensionar/mover notas (botão 1 e 2 do mouse)
ru: Вставить/Изм. размер/Переместить ноты (лев. и прав. кнопки мыши)
sl: Vstavi/spremeni velikost/premakni noto (miškina gumba 1 in 2)
sr: Уметни/промени величине/премести ноте (1. и 2. дугме миша)
sr@latn: Umetni/promeni veličine/premesti note (1. i 2. dugme miša)

source: Instrument Path
ca: Camí d'instruments
cs: Cesta nástrojů
de: Instrumentenpfad
es: Ruta de instrumento
nl: Instrumentenpad
pt_br: Caminho de instrumentos
sl: Pot inštrumenta

source: Insufficient permission
ca: Permisos insuficients
cs: Nedostatečná oprávnění
de: Ungenügende Zugriffsrechte
es: Permisos insuficientes
nl: Onvoldoende rechten
sl: Nezadostna dovoljenja

source: Internal error (please report)
ca: Error intern (n'hauríeu d'informar)
cs: Interní chyba (ohlaste ji prosím)
de: Interner Fehler (bitte Fehler melden)
es: Error interno (informe del error)
nl: Interne fout (rapporteren a.u.b)
sl: Notranja napaka (prosimo, poročajte)

source: Internals
ca: Interns
cs: Vnitřnosti
es: Internas
nl: Intern
pt_br: Internos

source: Invalid MIDI control type
ca: Tipus de control MIDI invàlid
cs: Neplatný typ řízení MIDI
de: Ungültiger MIDI-Steuerungstyp
es: Tipo de control MIDI no válido
nl: Ongeldig MIDI-control type
pt_br: Tipo de controle MIDI inválido
sl: Neveljavna vrsta nadzora MIDI

source: Invalid duration
ca: Duració invàlida
cs: Neplatné trvání
de: Ungültige Dauer
es: Duración incorrecta
nl: Ongeldige lengte
pt_br: Duração inválida
sl: Neveljavno trajanje

source: Invalid format
ca: Format invàlid
cs: Neplatný formát
de: Ungültiges Format
es: Formato inválido
nl: Ongeldig formaat
sl: Neveljavna vrsta zapisa

source: Invalid object property
ca: Propietat d'objecte invàlida
cs: Neplatná vlastnost objektu
de: Ungültige Objekteigenschaft
es: Propietario del objeto no válido
nl: Ongeldige objecteigenschap
pt_br: Propriedade de objeto inválida
sl: Neveljavna lastnost predmeta

source: Invalid offset
ca: Compensació no vàlida
cs: Neplatný posun
de: Ungültiger Versatz
es: Compensación no válida
nl: Ongeldige verschuiving
pt_br: Deslocamento inválido
sl: Neveljaven odmik

source: Invalid overlap
ca: Superposició invàlida
cs: Neplatný překryv
de: Ungültige Überschneidung
es: Solapamiento inválido
nl: Ongeldige overlap
pt_br: Sobreposição inválida
sl: Neveljavno prekrivanje

source: Invalid synthesis module connection
ca: Connexió del mòdul de síntesi invàlida
cs: Neplatné připojení modulu syntézy
de: Ungültige Synthesemodulverbindung
es: Conexión del módulo de síntesis no válida
nl: Ongeldige verbinding synthesemodule
pt_br: Conexão de módulo de síntese inválida
ru: Неверное соединение модулей
sl: Neveljavna povezava sinteznega modula

source: Invalid synthsis module type
ca: Tipus de mòdul de síntesi invàlid
cs: Neplatný typ modulu syntézy
de: Ungültiger Synthesemodultyp
es: Tipo de módulo de síntesis no válido
nl: Ongeldig type synthesemodule
pt_br: Tipo de módulo de síntese inválido
ru: Неверный тип модуля
sl: Neveljavna vrsta modula sinteze

source: Invert
ca: Inverteix
cs: Invertovat
de: Umkehren
es: Invertir
nl: Omkeren
sl: Obrni

source: Invert Sustain Pedal
ca: Inverteix el pedal de sostingut
cs: Invertovat pedál
de: Sustain-Pedal umkehren
es: Invertir el pedal fuerte
nl: Inverse sustain-pedaal
pt_br: Inverter pedal de sustain

source: Invert the current selection
ca: Inverteix la selecció actual
cs: Invertovat aktuální výběr
de: Die momentane Auswahl umkehren
es: Invertir la selección actual
nl: De huidige selectie omkeren
sl: Obrni trenutno izbiro

source: Invert the state of sustain (damper) pedal so on/off meanings are reversed
ca: Inverteix l'estat del pedal del sostingut (apagador), de manera que el significat de encès/apagat s'inverteix
cs: Invertovat stav pedálu, aby byl prohozen význam zapnuto/vypnuto
de: Den Status des Sustain- (Dämpfer-) Pedals umkehren, so dass Ein und Aus vertauscht sind
es: Invertir el estado del pedal fuerte (apagador) de manera que el significado de encendido/apagado se invierte
nl: De status van het sustainpedaal (demper) omkeren zodat de betekenis van aan/uit wordt omgedraaid
pt_br: Inverte o estado do pedal de sustain (damper), tal que o significado de lig./desl. sejam invertidos

source: Is a directory
ca: És un directori
cs: Je adresář
de: Ist ein Ordner
es: Es un directorio
nl: Is een map
sl: Je mapa

source: Item
ca: Element
cs: Položka
de: Objekt
es: Elemento
sl: Predmet

source: Item List
ca: Llista d'elements
cs: Seznam položek
de: Objektliste
es: Lista de artículos
nl: Itemlijst
pt_br: Lista de Itens
sl: Predmet seznama

source: Justification
ca: Justificació
cs: Zarovnání
de: Ausrichtung
es: Justificación
nl: Uitlijning
pt: Alinhamento
pt_br: Justificação
ru: Выравнивание
sl: Poravnava
sr: Поравнавање
sr@latn: Poravnavanje

source: Justify
ca: Justifica
cs: Zarovnat
de: Bündigkeit
es: Justificar
nl: Uitlijnen
pt_br: Justificar
ru: Выравнивание
sl: Poravnava

source: Key Binding
ca: Vinculació de tecles
cs: Klávesová zkratka
de: Tastenkombination
es: Combinación de teclas
nl: Toetsbinding
pt: Associação de Teclas
pt_br: Associação de teclas
ru: Комбинация клавиш
sl: Tipkovna bližnjica
sr: Додела тастера
sr@latn: Dodela tastera

source: Key combinations used to activate a function
ca: Combinació de tecles que es faran servir per activar una funció
cs: Kombinace kláves používané pro aktivování funkce
de: Tastenkombination, die verwendet wird, um eine Funktion zu aktivieren
es: Combinaciones de teclas usadas para activar una función
nl: Gebruikte toetscombinaties om een functie te activeren
pt: Combinações de teclas utilizadas para activar uma função
pt_br: Combinação de teclas usadas para ativar uma função
ru: Комбинации клавиш, активирующие функцию
sl: Kombinacije tipk uporabljene za zaganjanje zmožnosti
sr: Комбинације тастера које се користе за покретање функције
sr@latn: Kombinacije tastera koje se koriste za pokretanje funkcije

source: Knob
ca: Control
cs: Knoflík
de: Knopf
es: Control
nl: Knop
pt: Maçaneta
pt_br: Botão
ru: Кнопка
sr: Дугме
sr@latn: Dugme

source: Knob (Logarithmic)
ca: Control (logarítmic)
cs: Knoflík (logaritmický)
de: Knopf (logarithmisch)
es: Control (Logarítmico)
nl: Knop (logaritmisch)
pt_br: Botão (Logarítmico)
ru: Кнопка (Лог.

source: LADSPA Path
ca: Camí als LADSPA
cs: Cesta LADSPA
de: LADSPA-Pfad
es: Ruta de LADSPA
nl: LADSPA-pad
pt_br: Caminho LADSPA
sl: Pot LADSPA

source: LADSPA Plugins
ca: Connectors LADSPA
cs: Zásuvné moduly LADSPA
el: Πρόσθετες λειτουργίες LADSPA
es: Complementos LADSPA
pt: Plugins LADSPA
pt_br: Plugins LADSPA
ru: LADSPA-модули
sl: Vstavki LADSPA
sr: LADSPA додаци
sr@latn: LADSPA dodaci
sv: LADSPA-insticksmoduler

source: Label
ca: Etiqueta
cs: Popisek
de: Beschriftung
es: Etiqueta
pt: Etiqueta
pt_br: Rótulo
ru: Метка
sl: Oznaka
sr: Ознака
sr@latn: Oznaka
