Repository: GNOME/beast
Catalog: po-bse/*.po
Languages: az, el, nl, sv

source: Filter
az: Filtr
el: Φίλτρο

source: Filter Type
az: Filtr Növü
el: Τύπος φίλτρου
sv: Filtertyp

source: The filter design type
az: Filtr Tərtib Növü
el: Ο τύπος σχεδίασης του φίλτρου
nl: Het filter ontwerptype
sv: Typen av filterkonstruktion

source: Center Frequency
az: Mərkəz Tezliyi
el: Συχνότητα κέντρου
nl: Middenfrequentie
sv: Centerfrekvens

source: Note
az: Qeyd
el: Νότα
nl: Noot
sv: Not

source: Emphasis
az: Emfazis
el: Έμφασις
nl: Nadruk
sv: Betoning

source: Norm Type
az: Norm Növü
el: Τύπος εξομάλυνσης
sv: Normtyp

source: The filter gain normalization type (supported only by highpass and lowpass)
az: Filtr gaini normallaşdırma növü
el: Ο τύπος φίλτρου εξομάλυνσης gain (υποστηρίζεται μόνο από highpass και lowpass)
nl: Normalisatie-type van de filterversterking (alleen ondersteund door hoogdoorlaat en laagdoorlaat)
sv: Typen av normalisering för filterförstärkning (stöds endast av högpass och lågpass)

source: Modulation
az: Modulyasiya
el: Μετατροπία
nl: Modulatie

source: Strength of linear frequency modulation
az: Linear tezlik modulyasiyasının gücü
el: Ισχύς της μετατροπίας γραμμικής συχνότητας
nl: Sterkte van de lineaire frequentiemodulatie
sv: Styrka på linjär frekvensmodulation

source: Perform exponential frequency modulation instead of linear
az: Linear modulyasiya yerinə eksponental tezlik modulyasiyasını et
el: Νa γίνει εκθετική μετατροπία συχνότητας αντί για γραμμμική
nl: Exponentiële frequentiemodulatie gebruiken i.p.v. lineaire
sv: Utför exponentiell frekvensmodulation istället för linjär

source: Number of octaves to be affected by exponential frequency modulation
az: Eksponental tezlik modulyasiyasından təsiri alan oktav sayı
el: Αριθμός οκτάβων που θα επηρεαστούν από την εκθετική μετατροπία συχνότητας
nl: Aantal octaven die beinvloed worden door exponentiële frequentiemodulatie
sv: Antal oktaver att påverkas av exponentiell frekvensmodulation

source: Gain Modulation [%]
az: Gain Modulyasiyası [%]
el: Μετατροπία Gain [%]
nl: Versterkingsmodulatie [%]
sv: Förstärkningsmodulation [%]

source: Strength of gain modulation
az: Gain modulyasiyasının gücü
el: Ισχύς της μετατροπίας gain
nl: Sterkte van de versterkingsmodulatie
sv: Styrka på förstärkningsmodulation

source: Unfiltered Audio Signal
az: Filtrlənməmiş Audio Siqnal
el: Σινιάλο ήχου χωρίς φίλτρο
nl: Ongefilterd audiosignaal
sv: Ofiltrerad ljudsignal

source: Center Frequency Input
az: Mərkəz Modulyasiya Girişi
el: Είσοδος συχνότητας κέντρου
nl: Middenfrequentie invoer
sv: Centrera frekvensinmatning

source: Frequency Modulation Input
az: Tezlik Modulyasiya Girişi
el: Είσοδος μετατροπίας συχνότητας
nl: Frequentiemodulatie invoer
sv: Frekvensmodulationsinmatning

source: Gain Modulation Input
az: Gain Modulyasiya Girişi
el: Είσοδος μετατροπίας Gain
nl: Versterkingsmodulatie invoer
sv: Förstärkningsmodulationsinmatning

source: Filtered Audio Signal
az: Filtrlənmiş Audio Siqnal
el: Σινιάλο ήχου με φίλτρο
nl: Gefilterd audiosignaal
sv: Filtrerad ljudsignal

source: Author
el: Δημιουργός

source: Person changing or creating this object
el: Το πρόσωπο που δημιουργεί ή αλλάζει το αντικείμενο

source: License
el: Άδεια

source: Copyright license applying to this object
el: Άδεια χρήσης για αυτό το αντικείμενο

source: Creation Time
el: Ώρα δημιουργίας

source: Last modification time
el: Ώρα τελευταίας τροποποίησης

source: Cutoff [Hz]
az: Kəsmə [Hz]
nl: Afkapfreq [Hz]
sv: Avskärning [Hz]

source: Gain [dB]
nl: Versterking [dB]
sv: Förstärkning [dB]
